{
  "movie_id": "MOV005",
  "scenes": [
    {
      "location": "CONCOURSE/AIRPORT TERMINAL BAY",
      "time": "ETERNAL NIGHT",
      "characters": [
        "WHY DON'T WE FORGET MY GODDAMN",
        "GRAND PLOT",
        "WATCH IT",
        "VIRUS",
        "\"FREE THE ANIMALS\"...\"WOULD YOU LET A MINK WEAR YOUR SKIN",
        "START THE CAR",
        "\"REALITY\" OF BLURRED EDGES AND ECHOEY SOUNDS, MUCH MORE",
        "UNFOLDING UNNATURALLY SLOWLY, OPENING LIKE A FLOWER.",
        "IGGIDY DIGGIDY DIG",
        "YOU'RE NOT REAL",
        "HAVE YOU COME UP WITH, YOU DEMENTED",
        "COME ON OUT, MR COLE",
        "SPEAK UP, COLE. WHAT DID YOU DO NEXT",
        "NO PROBLEM",
        "RICH KID FALL GUY FOR A BUNCH OF",
        "THEM, AND LEAPING, LEAPING...",
        "COKED-UP WHORE AND A CRAZY DENTIST",
        "FOR ALL GOOD MEN TO SEIZE THE MOMENT",
        "LIGHTS",
        "RADAR DEVICES, STEREO SYSTEMS WITH",
        "OPPORTUNITY",
        "WAKE UP, PRISONER",
        "FATHER GETS UPSET, THE GROUND SHAKES",
        "I'M GETTING DIZZY. MAKE HIM STOP",
        "MEMORY FLASHBACK",
        "FUCK YOU",
        "SOMEONE IN THERE",
        "JOSE",
        "ETERNAL NIGHT SOMETIME IN THE FUTURE...AN ALMOST COLORLES",
        "IT WASN'T A TV SHOW",
        "VIRUSES AND DNA FOR YEARS. YOU'VE",
        "YOU DON'T EXIST, YOU SILLY BOZOS",
        "\"BIRTH OF CHRIST\", \"DISCOVERY OF AMERICA\", \"MAGNA CARTA S",
        "MY FATHER HAS BEEN WARNING PEOPLE ABOUT",
        "FADE IN",
        "PSYCHIATRIST AND DEAL WITH THE TASK AT",
        "1989",
        "FORESTS. I HAVE NOTHING TO DO WITH",
        "MAN FROM HIS DREAM",
        "I DON'T WANT YOUR \"WOMEN,\" YOU",
        "MY FATHER IS GOD",
        "\"ARMY OF THE TWELVE MONKEYS\" BECOMES",
        "DON'T WORRY ABOUT ME.",
        "TIME",
        "1989.",
        "FIVE HUNDRED DOLLARS",
        "THIS IS A FUCKING EXPERIMENT",
        "WHO CARES WHAT PSYCHIATRISTS WRITE ON",
        "NOOOOOOOOOO",
        "INEFFECTUAL BANANAS. SO MUCH FOR YOUR",
        "BUT THERE IS NO WAY TO TELL. WE DON'T KNOW WHAT HE IS TH",
        "NO MORE MONKEY BUSINESS",
        "TRAVEL IN TIME",
        "HALLUCINATIONS",
        "WATCHING",
        "\"DREAMLIKE\" THAN HIS DREAM.",
        "FUCKING MANIAC",
        "TWELVE MONKEYS\"",
        "HUGE EXPLOSION",
        "THERE HE IS",
        "\"PROCESSED\" THAT INFORMATION THROUGH",
        "YES, YES. ENHANCE YOUR PORTFOLIO NOW",
        "----------------------- PAGE 52 MISSING -----------------",
        "IS ANYBODY IN THERE",
        "KNOW WHERE HE THINKS HE COMES FROM",
        "BACK, RIPPING OFF THE GODDAMN WINDOW",
        "BURSTS OF MACHINE GUN FIRE, VOICES SHOUTING IN FRENCH, A",
        "WHOOO",
        "BRAINLESS TWIT",
        "THOSE BOZOS ANYMORE. I QUIT BEING THE",
        "OUR HELPLESS LITTLE TEST ANIMAL, DADDY.",
        "HAND. THIS IS IMPORTANT.",
        "HERE THEY COME",
        "LIKE A GUEST",
        "SEIZE THE MOMENT",
        "POLICE",
        "GOT THAT",
        "WALLS",
        "FOR THE NUT CASE LUNATIC MANIAC DEVILS...",
        "NATURE KOOKS WHO RUN A STORE DOWNTOWN.",
        "YOUR ADDLED PARANOID INFRA-STRUCTURE AND",
        "SYSTEM IN HARMONY LIKE A BIG MACHINE...",
        "TOWELS",
        "FIRST LOOK AT HIS ENVIRONMENT...A WINDOWLESS UNDERGROUND",
        "SPACE-CASE DO-GOODERS SAVING RAIN",
        "LIEUTENANT HALPERIN'S OFFICE/RAILLY'S BEDROOM",
        "YES",
        "SCREWDRIVERS WITH MINIATURE BUILT-IN",
        "HE'S GOT A GUN",
        "SHHHHHHH",
        "YOU'RE IN MY MIND",
        "BUT WE KNOW VERY WELL WHAT HE WILL REMEMBER",
        "VICTIM IN HERE",
        "HUNDRED DOLLARS",
        "SOME SORT OF SINISTER REVOLUTIONARY",
        "IT'S SUDDENLY AS IF THE DREAM IS HAPPENING IN REAL LIFE",
        "1995",
        "HOLD IT",
        "MADE YOU UP",
        "YOU KNOW WHAT IT IS, THE \"ARMY OF THE",
        "DR. FLETCHER",
        "N0OOOOO0O",
        "LO AND BEHOLD, I'M FRANKENSTEIN AND THE",
        "KNOW YOU'RE IN THERE",
        "TO HURT YOU.",
        "ACTIVATED COMPUTERS, AND...",
        "BRAIN IMPLANTED HEADPHONES, VOICE-",
        "YOU'RE MY INSANITY",
        "JAMES",
        "FRAMES AND...EATING THEM, YES, EATING",
        "HUM REACHES A DEAFENING LEVEL, THEN DIMUENDOS. WE BEGIN",
        "THE DANGERS OF EXPERIMENTATION WITH",
        "BUY",
        "EVERYTHING IS BLACK. A HUM BUILDS. THE BLACKNESS VIBRAT",
        "CABAL. THIS MAN IS TOTALLY BATSHIT",
        "I SAW YOU",
        "COME OUTTA THERE",
        "HEY",
        "LAST CHANCE",
        "I NEED TO TALK TO YOU.",
        "PLEASE, SOMEBODY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A FACE.  A nine year old boy, YOUNG COLE, his ey with wonder. watching something intently.  We HEAR the so the P.A. SYSTEM droning Flight Information mingled with t sounds of urgent SHOUTS, running FEET, EXCLAMATIONS. YOUNG COLE'S POV:  twenty yards away, a BLONDE MAN is spr the floor, blood oozing from his gaudy Hawaiian shirt. A BRUNETTE in a tight dress, her face obscured from YOUNG view, rushes to the injured man, kneels beside him, minis to his wound. ANGLE ON YOUNG COLE, flanked by his PARENTS, their faces view, as they steer him away. FATHER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Son --this is no place for us. YOUNG COLE resists momentarily, mesmerized by the drama. YOUNG COLE'S POV:  intermittently visible through a confu FIGURES rushing through the foreground, the BLONDE MAN re up and touching the cheek of the kneeling BRUNETTE in a g of enormous tenderness, a gesture of farewell, while the SYSTEM continues its monotonous monotone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flight 784 for San Francisco is now ready for boarding at inmate number 66578, Greely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--number 5429, Garcia -- number 87645, Cole... COLE, late thirties, dark hair, comes awake in a bunk cag of many stacked four high along both sides of a long dim corridor.  He blinks in the near dark, shaken, disoriente Then, as he \"recovers\" from his very vivid dream, WE GET",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"DREAMLIKE\" THAN HIS DREAM.",
          "text": "Flashlights glare. In the half-light, COLE sees spooky fi GUARDS, moving among the locked bunk/cages. COLE turns and whispers to the occupant of the next cage,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ssssst!  Jose, what's going on? JOSE's face is almost lost in shadow.  What there is of i youthful.  He's just a scared Puerto Rican kid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Volunteers\" again. JOSE immediately rolls over and feigns sleep as SCARFACE, menacing guard with a jagged scar running down his cheek, close to COLE's cage and unlocks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Volunteer duty\". The PRISONERS in the other cages watch silently with narr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't volunteer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You causing trouble again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(controls his temper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE's alone, struggling to get into what looks like a sp in a room where suits hang like ghosts with blank eyes. TITLES BEGIN SUPERED OVER THE SCENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE has the torso of the suit on now and is trying to cl OFFSCREEN VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All openings must be closed. COLE looks for the source of the voice, a tiny grate in t OFFSCREEN VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the integrity of the suit is compromised in any way, if the fabric is torn or a zipper not closed, readmittance will be denied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE, wearing the \"space suit\" and a helmet with a plasti steps into a tiny chamber, a kind of air lock.  The heavy clangs shut behind him.  He's alone.  COLE'S breath comes now as he sucks oxygen from the air tanks on his back. On the opposite wall is another door with a huge wheel lo COLE turns the heavy wheel, opens the door, steps through",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE'S in an ascending elevator that groans and creaks. down at a crudely drawn map he holds in his gloved hand. The map shows a series of tunnels and ladders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE pans a flashlight, probing the filthy sewer he's wad RATS flee the blade of light, scurry across islands of ru The flashlight beam settles on a ladder mounted in the wa Reaching the rusted ladder, COLE starts to climb awkwardl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCRAPING NOISE as a heavy man-hole cover is pushed up a aside.  COLE'S helmeted head emerges from below. COLE'S POV THROUGH HIS PLASTIC-VISORED HELMET:  a city in moonlight!  A surreal image of abandoned buildings.  No p anywhere.  The only sounds are the WIND and COLE'S BREATH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE'S light reveals abandoned vine-covered automobiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving to the nearest car, COLE searches in the vines for something.  Finds it.  An insect. COLE takes the bug in his gloved hand.  As he clumsily in into a collection tube, something makes him turn. There's something across the street in the dark.  Somethi COLE points his flashlight and reveals...a BEAR!  Startle light, the animal blinks, then stands on its rear legs an ANGLE ON COLE, staring wide-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, the BEAR sinks down onto all fours and, trying to a flashlight, it pads quickly down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using the flashlight to see, COLE reaches down to the cra floor and gets another specimen.  DOGSHIT! The only sound is COLE'S labored BREATHING. Then, a different SOUND.  GRRRR!  A dog.  More GRRRRS.  M dogs.  Then, a YIP.  Then, VICIOUS GROWLS.  It's a DOGFIG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A giant OWL, perched on an overhead traffic light, raises and lifts off...rising higher and higher into the brighte Below, on the street, COLE trudges along, passing deserte buildings, windows broken, rusted signs dangling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE'S light reveals a spider web just inside the store. SPIDER tries to hide from the light. COLE reaches carefully into the web and plucks the spider puts it into one of his specimen tubes. Then, he shines his light all around the once elegant sto nothing but aisle after aisle of moldering consumer goods",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As COLE comes out of the store, the first rays of the sun building.  COLE stops, squints into the light through his COLE'S POV:  spray-painted on the wall a long time ago is logo of twelve monkeys holding hands in a circle.  Over i written, \"WE DID IT!\" COLE looks up. COLE'S POV:  high up on a building across the street, a L patrols a ledge, pauses, looks out majestically over his TTTLES END",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROARING WATER, powerful torrents gushing from nozzles in wall, pummel the still-suited COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stark naked and shivering, COLE is being scrubbed with br long poles (like the ones used to wash cars) wielded by t FIGURES in bulky decontamination suits, their personas lo windowed masks.  It's a grim scene in a grim cement room dripping walls.  From an unseen source comes an AMPLIFIED AMPLIFIED VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raise your arms above your head. COLE lifts his arms and the FIGURES start scrubbing his a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still naked, COLE is seated on a stool while a MASKED TEC in a less elaborate, less bulky decontamination outfit dr blood from COLE'S arm with an old-fashioned hypodermic ne COLE glances toward a single, nearly opaque \"window\" of t plastic in the rusty iron wall.  VAGUE FIGURES seem to lu behind the translucent aperture, studying him. The TECHNICIAN slips the blood sample through a slot in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ushered in by two guards, TINY and SCARFACE, COLE looks a COLE'S POV:  wails hidden by old headlines, articles, map a blackboard covered with elaborate, sophisticated formul heaped with cracked monitors, gerry-rigged computers held string, lasers lost in tangles of cable, ancient tube amp dilapidated cardboard reconstruction of a city, stacks of books and tattered computer printouts...and, seated at a table, staring at COLE, six SCIENTISTS:  an ASTROPHYSICIS BOTANIST, MICROBIOLOGIST, ZOOLOGIST, and a GEOLOGIST.  Th a \"modern\" science where brilliant new ideas interface wi outdated, patched-together technologies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James Cole.  Cleared from quarantine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.  You two wait outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a history, Doctor.  Violence. COLE'S eyes return to the walls. Headlines:  \"CLOCK TICKING!  NO CURE YET!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anti-social six -- doing 25 to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think he's going to hurt us.  You're not going to hurt us, are you Mr. Cole? COLE'S head turns quickly to the ENGINEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. The GUARDS exchange a look, shrug, exit, closing the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you sit down, Mr. Cole. COLE goes to the empty chair at the conference table, sit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We want you to tell us about last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went to the surface and I collected specimens like I was told. The SCIENTISTS don't say anything.  They just study him c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mashed the spider, didn't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get to the spider later, Mr. Cole.  Right now, we want to know everything that you saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE, starting to look very tired now, stands at the blac sketching a detailed map of exactly where he was last nig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you collected sample #4, what street was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's important to observe everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it was...I'm sure it was 2nd Street. As the SCIENTISTS start to whisper animatedly among thems COLE'S eyes drift across the newspaper clippings taped to wall.  One headline screams, \"VIRUS MUTATING!\"  Another f a photo of an OLD MAN (DR. MASON, who we'll see again lat and the words, SCIENTIST SAYS, \"IT'S TOO LATE FOR CURE\". ASTROPHYSICIST'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close your eyes, Cole. Startled, COLE closes his eyes obediently. BLACKNESS.  Like COLE, WE SEE NOTHING.  But we HEAR their ENGINEER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell us in detail what you've seen in this room. COLE'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, in this room?  Uh... MICROBIOLOGIST'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many of us are there? COLE'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six...seven, if you count me. ASTROPHYSICIST'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell us about the pictures on the wall... COLE'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, you mean the newspapers? A MONTAGE OF OVERLAPPING VOICES (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell us about the newspapers.  Can you hear my voice?  What do I look like? What does he look like, the man who just spoke?  How old were you when you left the surface? The VOICES blur into a cacophony and FADE INTO the dronin SYSTEM at the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE DREAM AGAIN!  But at an earlier moment.  YOUNG COLE, by his PARENTS, whose faces are out of view, is watching land through one of the big glass windows that lines the leading to the departure gates. P.A. SYSTEM (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flight 784 now boarding at gate... Suddenly, a SHOUT, followed by raised VOICES, interrupts monotonous airport routine.  As YOUNG COLE and his PARENT to see what's going on, a man we'll call MR. PONYTAIL, hi averted, hurries past them, bumping YOUNG COLE with a Chi Hulls Sports Duffle Bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCH IT",
          "text": "YOUNG COLE sees little more than the gaudy pants, the duf the man's ponytail flopping as he rushes towards the gate Just then, a WOMAN'S VOICE cries out, \"NOOOOOOOOO!\" YOUNG COLE turns back toward the Security Check Point jus TRAVELERS scatter madly, some diving to the floor, others running.  A TERRIFIED TRAVELER, hitting the floor close b up at YOUNG COLE with panicky eyes, and asks....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just exactly why did you volunteer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE comes abruptly awake.  Seated now, he's facing the S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up, Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I didn't hear the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tapping a pencil on the table)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked you, why did you volunteer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, the guard woke me up.  He told me I volunteered. The SCIENTISTS react, whispering urgently among themselve COLE starts to nod off again, then comes awake with a sta the ENGINEER speaks to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We appreciate you volunteering.  You're a very good observer, Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll get a reduction in sentence. COLE keeps his face impassive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be determined by the proper authorities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to jeopardize that reduction, do you, Cole?  Have it taken away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a very advanced program, something very different, requires very skilled people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An opportunity to reduce your sentence considerably...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And possibly play an important role in returning the human race to the surface of the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We want tough minded people.  Strong mentally.  We've had some...misfortunes with \"unstable\" types.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a man in your position...an opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to volunteer could be a real mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tapping his pencil again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely a mistake! COLE gives away nothing.  He's in a box here.  He has no He stares at the tapping pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A strikingly \"real\" world of bright colors.  Extravagant adorn the walls.  A POET, tiny and ruddy faced, squints o glasses as he reads in a booming voice to an AUDIENCE of seated on folding chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still among the myriad microwaves, the infra-red messages, the gigabytes of ones and zeroes, we find words, infinitesimally small, byte-sized now, tinier even than science lurking in some vague electricity where, if we listen we can hear the solitary voice of that poet telling us, \"We are no other than a moving row Of Magic shadow-shapes that come and go Round with the Sun-illumined Lantern hold In Midnight by the Master of the show.\" As the POET reads, we STUDY the audience, mostly YUPPIE C JUNKIES or BOHEMIANS.  Among them, a light-haired woman o eight, soberly dressed, wearing glasses.  She's KATHRYN R it's her beeper that suddenly BEEPS.  BEEP!  BEEP! POET'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The Moving Finger writes; and, having writ, Moves on:  nor all your Piety nor Wit Shall lure it back to cancel half a Line, Nor all your Tears wash out a Word of it.\" BEEP!  BEEP!  Scowling at the outrageous interruption, th looks up from the text just as RAILLY, tumbling, shuts of beeper and rises, embarrassed.  As she makes her way to a the glaring POET continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Yesterday This Day's Madness did prepare; Tomorrow's Silence, Triumph or Despair: Drink!  for you know not whence you came, nor why: Drink!  for you know not why you go, nor where.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DETECTIVE FRANKI leads RAILLY past crowded holding cells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- so they get there and they ask the guy real nice for some kind of i.d., and he gets agitated, starts screaming about viruses. Totally irrational, totally disoriented, doesn't know where he is, what day it is, alla that stuff.  All they got was his name.  They figure he's stoned out of his mind, it's some kinda psychotic episode, so they're gonna bring him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's been tested for drugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative for drugs.  But he took on five cops like he was dusted to the eyeballs.  No drugs.  You believe that? FRANKI pauses, indicating a tiny observation window of th glass in an otherwise solid door, and RAILLY looks throug RAILLY'S POV THROUGH THE WINDOW:  a MAN, his back to her, strait-jacket and prison denims, examining the wall of th cell with the distorted intensity of a \"mental case\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have him in restraints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were you listening?  We got two officers in the hospital.  Yeah, he's in restraints, plus the medic gave him enough stellazine to kill a horse.  Look at him!  Still on his feet. RAILLY'S POV THROUGH THE WINDOW:  the MAN in the cell tur right at her.  In spite of the cuts and welts, it's clear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would explain the bruises, I guess.  The struggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to go in?  Examine him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, please.  You said he gave a name...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unlocking the door)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James Cole.  That's everything we got.  None of the James Coles on the computer match him. No license, no prints, no warrants.  Nothing. You want me to go in with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(entering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right here...just in case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE stares at RAILLY.  The environment is intensely real colors...each sound, however slight, very distinct, almos and yet she appears to him almost like a vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Cole?  My name is Doctor Railly. I'm a psychiatrist.  I work for the County -- I don't work for the police. My only concern is your well being -- do you understand that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to go now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to be completely honest.  I'm not going to lie to you.  I can't make the police let you go...but I do want to help you.  And I want you to trust me.  Can you do that, James?  May I call you \"James\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"James\"!  Nobody ever calls me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frowns, studies him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you been a patient at County? Have I seen you someplace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not possible.  Listen, I have to get out of here.  I'm supposed to be getting information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of information?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't help you.  You can't do anything about it.  You can't change anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Change what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know why you're here, James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I'm a good observer.  Because I have a tough mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see.  You don't remember assaulting a police officer...several officers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They wanted identification.  I don't have any identification.  I wasn't trying to hurt them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have a driver's license, James?  Or a Social Security card?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?  Most people have some ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wouldn't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been in an institution, haven't you, James?  A hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A jail?  Prison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Underground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love this air.  This is wonderful air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wonderful about the air, James?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so clean.  No germs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're afraid of germs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you think there aren't any germs in the air, James?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is April, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "July.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sudden panic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "July?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know what year it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What year is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What year do you think it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think it's July of 1995?  That's the future, James.  Do you think you're living in the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slightly confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, 1995 is the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1995 is the future, James.  This is 1989. COLE looks stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE, bound tightly by the strait-jacket, heavy manacles ankles, is being escorted down the corridor by two surly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you taking me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "South of France, buddy.  Fancy hotel. You're gonna love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "South of France?!  I don't want to go to the South of France.  I want to make a telephone call. POLICEMAN #2 smirks as he unlocks a heavy steel door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zip it, scumbag -- you fooled the shrink with your act, but you don't fool us. Then, POLICEMAN #2 swings the steel door open and sunligh overwhelms COLE, blinding him in a dazzling fury of white",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Mini-van, the kind of vehicle used to transport a half prisoners, crawls through a busy street.  The Police Depa logo is prominent on the side of the van beneath barred w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fierce spray recalls the decontamination in the future. stands stark naked under the shower while two muscular at PALMER and BILLINGS, supervise. As PALMER shuts off the water, BILLINGS hands COLE a towe starts inspecting his scalp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme see your head, Jimbo, see if you got any creepy crawlies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to make a telephone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling Cole's head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta work that out with a doctor, Jimbo. Can't make no calls 'til the doctor says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's very important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What chew gotta do, Jimbo, is take it easy, relax into things.  We all gonna get along fine if you just relax. COLE gets the hint of menace in the message and submits t lice inspection, only his eyes revealing his frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE stands in the doorway, stunned by his first sight of large room.  His eyes go to the heavily-grilled windows w light pours in from outside.  Then, to the TV, where a CA COMMERCIAL makes raucous noises. PATIENTS, in K-Mart street clothes or ratty robes, stare at the TV, or play cards, pace, or just stare blankly. BILLINGS is at COLE'S side, beckoning to a patient, JEFFR a twenty year old white youth dressed in khakis and a pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeffrey.  Yo!  Jeffrey.  This here is James. Whyncha show James around?  Tell him the TV rules, show him the games an' stuff, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a sly look)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much you gonna pay me?  Huh?  I'd be doing your job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five thousand dollars, my man.  That enough?  I'll wire it to your account as usual, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Billings.  Five thousand.  That's enough.  Five thousand dollars.  I'll give him the Deluxe Mental Hospital Tour. As BILLINGS walks away chuckling, JEFFREY turns to COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kid around, kid around.  It makes them feel good, we're all pals.  We're prisoners, they're the guards, but it's all in good fun, you see? COLE nods and JEFFREY indicates card tables where PATIENT playing cards, checkers, chess, or working on jig saw puz",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the games.  Games vegitize you. If you play the games, you're voluntarily taking a tranquilizer. COLE sees a partially completed puzzle of the well-known THE PEACEABLE KINGDOM, depicting a serene world of animal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd they give you?  Thorazine?  How much?  Learn your drugs -- know your doses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to make a telephone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A telephone call?  That's communication with the outside world!  Doctor's discretion.  Hey, if alla these nuts could just make phone calls, it could spread.  Insanity oozing through telephone cables, oozing into the ears of all those poor sane people, infecting them!  Whackos everywhere!  A plague of madness. (suddenly sly and confidential)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, very few of us here are actually mentally ill.  I'm not saying you're not mentally ill, for all I know you're crazy as a loon.  But that's not why you're here.  Why you're here is because of the system, because of the economy. (indicating the TV)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's the TV.  It's all right there. Commercials.  We are not productive anymore, they don't need us to make things anymore, it's all automated.  What are we for then?  We're consumers.  Okay, buy a lot of stuff, you're a good citizen. But if you don't buy a lot of stuff, you know what?  You're mentally ill! That's a fact!  If you don't buy things...toilet paper, new cars, computerized blenders, electrically operated sexual devices... (getting hysterical)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACTIVATED COMPUTERS, AND...",
          "text": "A woman orderly, TERRY, turns from the feeble PATIENT she",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy, Jeffrey.  Be calm. Abruptly, JEFFREY stifles his hysteria, takes a deep brea continues, completely calm now.  But COLE isn't listening mesmerized by the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So if you want to watch a particular program, say \"All My Children\" or something, you go to the Charge Nurse and tell her what day and time the show you want to see is on.  But you have to tell her before the show is scheduled to be on.  There was this one guy who was always requesting shows that had already played.  He couldn't quite grasp the idea that the Charge Nurse couldn't just make it be yesterday for him, turn back time ha ha.  What a fruitcake!! This last thought actually penetrates COLE'S focus on the he turns to JEFFREY who's picking up speed again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously, more and more people are being defined now as mentally ill.  Why? Because they're not consuming on their own.  But as patients, they becone consumers of mental health care.  And this gives the so-called sane people work! (hysteria again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, that's it, Jeffrey, you're gonna get a shot.  I warned you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calming himself, smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right!  Right!  Carried away, heh heh. I got \"carried away\".  Explaining the workings of...the institution. Just then, TJ WASHINGTON, a somber-looking African Americ bathrobe, taps COLE on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't really come from outer space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is TJ Washington, Jim -- he doesn't really come from outer space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't mock me, my friend. (to Cole)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a condition of \"mental divergence\". I find myself on another planet, Ogo, part of an intellectual elite, preparing to subjugate barbarian hordes on Pluto. But even though it's a totally convincing reality in every way...I can feel, breathe, hear...nevertheless, Ogo is actually a construct of my psyche.  I am mentally divergent in that I am escaping certain unnamed realities that plague my life here.  When I stop going there, I will be well.  Are you also divergent, friend? The P.A. SYSTEM interrupts, startling COLE. P.A. SYSTEM (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James Cole.  Report to Staff.  James Cole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Staff!  Whoo!  Time for Staff.  Now the geniuses cure you.  Hallelujah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE is agitated, speaking forcefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a place for crazy people!  I'm not crazy! RAILLY, four other PSYCHIATRIC RESIDENTS, including RAILL friend, MARILOU MARTIN, and their chief, DR. OWEN FLETCHE around a beat-up conference table, watching COLE, who sit the doctors, with BILLINGS looming behind him.  (Some of bear a strong resemblance to the SCIENTISTS OF THE FUTURE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't use that term...\"crazy\", Mr. Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you've got some real nuts in here! Listen to me, all of you -- I have to tell you something that's going to be difficult for you to understand, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James...please.  These are all doctors here and we want to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Cole -- last night you told Dr. Railly you thought it was... (checking a file)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1995. ... How about right now?  Do you know what year it is right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1989.  Look, I'm not confused.  There's been a mistake, I've been sent to the wrong place. Suddenly, COLE reaches out and BILLINGS lunges forward, b is just grabbing a pad and pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'm not going to hurt anybody. FLETCHER restrains BILLINGS with a hand signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drawing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do any of you know anything about the Army of the Twelve Monkeys?  They paint this, stencil it, on buildings, all over the place. COLE waves a sketch of the dancing monkey logo we saw ear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Cole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  I guess you wouldn't, this is 1989, they're probably not active yet. That makes sense!  Okay.  Listen to me, three billion people died in 1995. Three billion, got that?  Almost the whole population.  Of the world! Only about one percent survived. DOCTORS exchange knowing looks.  This is an old story, ap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to save us, Mr. Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save you?  How can I save you?  It already happened!  I can't save you.  I'm simply trying to get some information for people in the present so that someday... (sees their eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't believe me.  You think I'm crazy.  But I'm not crazy.  I'm a convict, sure, I have a quick temper, but I'm as sane as anyone in this room.  I... COLE stops, sees DR. FLETCHER tapping his pencil.  COLE'S that tapping before -- in the future!  It disorients him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you tell us the name of the prison you've come from? COLE doesn't answer.  He's staring at the tapping pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does this bother you, Mr. Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(recovering, new tack)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Look, I don't belong here!  What I need to do is make a telephone call to straighten everything out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would you call, Mr. Cole, who would straighten everything out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientists.  I'm supposed to report in to them.  They'll want to know they sent me to the wrong time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you could talk to these scientists and they do what?  Send you to the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no.  I can't talk to them.  It's called, \"voice mail\".  I'm supposed to leave messages. They monitor it from the present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"From the present.\"  We're not in the present now, Mr. Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no.  This is the past.  This has already happened.  Listen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Cole, you belong in 1995 -- that's the present, is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, 1995 is the past, too.  Look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These scientists, Mr. Cole?  Are they doctors like ourselves? Two of the residents exchange quick knowing looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  I mean yes, but... Look, I've been given a lot of drugs but I'm still perfectly lucid. You have to let me use the phone.  One call! COLE looks desperately toward RAILLY, pleading eyes meeti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four little KIDS SCREAM and SQUABBLE while the phone CHIR insistently in the tiny, cluttered apartment and a harrie lunges for the phone, answers sharply...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes? (listens, frowns, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whaaaaat?  \"Voice mail\"!  I don't know what you're talkin' about. ... Is this a joke?  I don't know any scientists. James who?  Never heard of you! The MOTHER slams down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dismayed COLE still has the receiver in his hand.  Symp RAILLY takes it from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't who you expected? COLE is clearly agitated, starts to pace, upset.  Nuts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was some lady.  She didn't know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps it was a wrong number...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  That's the reason they chose me -- I remember things. RAILLY frowns, studying the distracted man with intense i It's clear COLE is becoming a special patient and RAILLY' detached demeanor is giving way ever so slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, where did you grow up?  Was it around here?  Around Baltimore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lost in thought)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have the...strangest feeling I've met you before...a long time ago, perhaps. Were you ever...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait!  This is only 1989!  I'm supposed to be leaving messages in 1995.  It's not the right number yet.  That's the problem.  Damn!  How can I contact them? RAILLY recovers her distance, her poise, as she takes a b pours out some tablets, and holds them out to COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, take these. (watching him step back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please -- I helped you like I said I would.  Now I want you to trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MR. PONYTAIL races past the startled YOUNG COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCH IT",
          "text": "Was it JEFFREY wearing gaudy pants and a ponytail?  It wa definitely JEFFREY'S VOICE. TRAVELERS dive for cover as a WOMAN'S VOICE cries out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOOOOOOOOO",
          "text": "The TERRIFIED TRAVELER looks up at YOUNG COLE, makes eye doesn't speak.  The TERRIFIED TRAVELER looks a lot like D Just then, YOUNG COLE is distracted by a running figure. the BLONDE MAN in the Hawaiian shirt, but he's not injure sprinting toward the gates, glancing back over his should moustache slightly askew! A sharp CRACK of a GUNSHOT rings out!  Then, DAZZLING LIG Everything goes white!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE'S eyes blink awake, blinded by a flashlight. He's lying in one of thirty beds in a darkened ward.  Dis Which world is this?  The room is full of BREATHING, SNOR occasional MOANS.  He can barely discern the shadowy figu an ORDERLY and a NURSE, making their rounds, checking eac His eyes adjusting to the darkness, COLE watches them exi He turns and sees a patch of moonlight coming in a barred With a quick glance at the sleeping PATIENTS, he slips ou bed, makes his way stealthily to the window, peers out. COLE'S POV:  the moon, glowing in the sky, illuminating a tree.  Under the tree, in silhouette, a COUPLE embraces, ANGLE ON COLE, looking out the window, absorbed. VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't work. You can't open it. Alarmed, COLE turns, sees JEFFREY in the next bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you can remove the grill but you can't.  It's welded. COLE checks the grill anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See?  I toldja.  And all the doors are locked, too.  They're protecting the people on the outside from us.  But the people outside are as crazy as us. COLE has become preoccupied with a small SPIDER creeping the window sill.  He's staring at it when he's distracted sudden SOUND.  Grabbing the SPIDER, COLE scrambles back i just as the door opens and an ORDERLY probes the dark roo the blade of his flashlight. ANGLE ON COLE, in bed, feigning sleep. The flashlight clicks off and COLE hears the door close. For a long moment the ward is silent except for BREATHING SNORES, occasional MOANS.  Then, COLE hears JEFFREY'S hoa whisper, picking up right where he left off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what \"crazy\" is?  \"crazy\" is \"majority rules\".  Take germs for example. Although COLE is preoccupied with the SPIDER struggling t out of his fist, he can't help reacting to the word, \"ger",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Germs?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the 18th century there was no such thing!  Nobody'd ever imagined such a thing -- no sane person anyway.  Along comes this doctor...Semmelweiss, I think.  He tries to convince people... other doctors mostly...that there are these teeny tiny invisible \"bad things\" called germs that get into your body and make you...sick!  He's trying to get doctors to wash their hands.  What is this guy...crazy?  Teeny tiny invisible whaddayou call 'em?...\"germs\"! As JEFFREY warms to his subject, getting excited, COLE tr figure out where to put the SPIDER. JEFFREY (cont.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So cut to the 20th century!  Last week in fact, right before I got dragged into this hellhole.  I order a burger in this fast food joint.  The waiter drops it on the floor.  He picks it up, wipes it off, hands it to me...like it was all okay. No alternative.  COLE pops the SPIDER in his mouth and sw it as JEFFREY prattles on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"What about the germs?\"  I say.  He goes, \"I don't believe in germs.  Germs are just a plot they made up so they can sell you disinfectants and soap!\" Now, he's crazy, right?  Hey, you believe in germs, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not, I never thought you were. You want to escape, right?  That's very sane.  I can help you.  You want me to, don't you?  Get you out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you know how to escape, why don't you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't I escape, that's what you were going to ask me, right?  'Cause I'd be crazy to escape!  I'm all taken care of, see?  I've sent out word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've managed to contact certain underlings, evil spirits, secretaries of secretaries, and assorted minions, who will contact my father. When he learns I'm in this kind of place, he'll have them transfer me to one of those classy joints where they treat you...properly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOR THE NUT CASE LUNATIC MANIAC DEVILS...",
          "text": "PATIENTS are waking up as the NURSE and two ORDERLIES bur dorm and head straight for JEFFREY who's struggling to ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.  Really sorry.  Got a little agitated.  The thought of escaping crossed my mind and suddenly...suddenly I felt LIKE BENDING THE FUCKING BARS",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEM, AND LEAPING, LEAPING...",
          "text": "COLE watches the ORDERLIES grab JEFFREY and haul him away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You dumb assholes!  I'm a mental patient! I'm supposed to act out.  Wait til you morons find out who I am.  My father's gonna be really upset.  AND WHEN MY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON TV SCREEN/A VIDEO IMAGE OF A LAB MONKEY, convuls pathetically, a victim of shocks from the numerous wires to his tiny, restrained body. ANGLE ON COLE, sitting, writing intensely in a magazine w crayon, surrounded by dull-eyed PATIENTS in pajamas and r robes, staring at the shuddering LAB MONKEY on the TV scr JEFFREY'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torture!  Experiments!  We're all monkeys COLE locks up, startled, as JEFFREY, one eye bruised blac the seat next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hurt you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not as bad as what they're doing to kitty. ANGLE ON TV, showing a laboratory CAT turning in mad circ eating its own tail, while a NEWS REPORTER narrates. TV NEWS REPORTER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These video tapes were obtained by animal rights activists who worked underground as laboratory assistants for several months.  Authorities say there is little they can do until... The video footage now shows LAB WORKERS watching the resu their experiments passively. ANGLE ON COLE, reacting angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at those assholes, they're asking for it!  Maybe people deserved to be wiped out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled, turning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wiping cut the human race!  That's a great idea!  But it's more of a long term thing -- right now we have to focus on more immediate goals. (sudden whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say a word about \"you know what\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know -- your plan. As COLE stares, befuddled, JEFFREY sees COLE'S magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you writing?  You a reporter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shielding the magazine)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lawsuit?  You going to sue them? Just then BILLINGS looms over COLE, extending a cup full",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, James -- time to take your meds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON THE TV, a commercial playing:  a beautiful coupl in the surf in slow motion while an eager NARRATOR encour NARRATOR (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a chance.  Live the moment.  Sunshine. Gorgeous beaches.  The Florida Keys! ANGLE ON COLE, very drugged, seated in front of the TV al other drugged PATIENTS, staring at the screen. ANGLE ON THE TV, showing a picture of the Marx Brothers. TV AWNOUNCER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll return to the Marx Brothers in \"Monkey Business\" following these messages. JEFFREY'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monkey Business!  Monk Key Business. COLE sees JEFFREY sliding into the next chair and smirkin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get it?  Monk - Key.  Monk! (big grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Key! JEFFREY flashes his palm open for one quick moment.  A KE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(groggy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What....???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wooooo, they really dosed you, bro. Major load!  Listen up -- try and get it together.  Focus!  Focus!  The plan! Remember?  I did my part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not, \"what\", babe!  When! \"When???\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pressing the key into Cole's hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now! VOICE/TV (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us guide you to the stocks and bonds that will enhance your portfolio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaping to his feet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO MORE MONKEY BUSINESS",
          "text": "ANGLE ON TV, almost mimicking JEFFREY with an ad...a BULL BEAR and a computer screen showing stock prices fluctuati VOICE/TV (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A portfolio tailored to your specific needs and the needs of your loved ones... ANGLE ON COLE, dumbfounded, watching JEFFREY dance crazil",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES, YES. ENHANCE YOUR PORTFOLIO NOW",
          "text": "ANGLE ON BILLINGS, across the ward, reacting to JEFFREY, of the OLD MAN he's helping as another orderly, TERRY, pr beeper, calling for help. ANGLE ON COLE, flabbergasted, as JEFFREY cavorts around t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUY",
          "text": "ANGLE ON A HAND, inserting the last piece into the PEACEA KINGDOM JIGSAW PUZZLE.  Just then, JEFFREY'S HAND sweeps puzzle off the table, scattering it into a thousand piece ANGLE ON JEFFREY, dancing away while the PATIENT who just completed the puzzle stares, very upset. Other PATIENTS are getting agitated, too, as JEFFREY avoi lunge by BILLINGS and dances off, using PATIENTS as a shi",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES",
          "text": "ANGLE ON COLE, realizing through the haze of drugs that J is sending a message to him.  COLE looks at the ward door COLE'S POV:  the WARD DOOR opens and two husky ORDERLIES One locks the door with a key, one of many on a key ring to his belt, as the other ORDERLY rushes to join the purs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(missing a tackle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God damn you, Jeffrey, quit playing the fool. ANGLE ON COLE, hesitating.  He locks at the door...blurri and out of focus.  He looks down at the key in his hand. ANGLE ON JEFFREY, being grabbed by the ORDERLIES.  JEFFRE resists wildly as they struggle to overpower him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAST CHANCE",
          "text": "ANGLE ON COLE, moving to the door.  He reaches it and tri insert the key in the lock. ANGLE ON LOCK, as the key keeps missing the hole. ANGLE ON COLE, glancing nervously over his shoulder. COLE'S POV:  ORDERLIES swarm over JEFFREY, don't notice C ANGLE ON COLE, managing to insert the key.  It won't turn A PATIENT, close at hand, startles COLE, speaking into hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Place to go would be...Florida.  The keys are lovely this tine of year. COLE, unnerved, desperate tries the key again.  It turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful.  J. Edgar Hoover isn't really dead. COLE pauses, stares, not understanding.  Then, he opens t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepping through the door, COLE finds himself in an ante- facing several elevators. A uniformed SECURITY MAN sitting at a near-by desk doesn' lock up from the magazine he's reading. Barely daring to breathe, COLE steps toward the elevators back is to the SECURITY MAN.  But he doesn't know how to this elevator.  What should he do? SECURITY MAN'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two's not working today.  Use one. COLE freezes, sneaks a glance over his shoulder. COLE'S POV:  the SECURITY MAN continues his reading.  He' guy with reading glasses perched on his nose.  He looks e like the MENACING GUARD IN THE FUTURE...SCARFACE! ANGLE ON COLE, stunned! Just then, an elevator door slides open.  The elevator's COLE steps into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door closes, isolating COLE in the elevator. COLE finds the down button, is about to push it when the springs to life.  The numbers on the indicator over the d start to rise.  7...8...9. Then, the elevator stops and the door opens. Two DOCTORS and an AIDE stand in front of the door, waiti COLE hesitates. They look at him.  They seem to expect him to exit. Avoiding eye contact, COLE exits the elevator. As they enter the elevator, the DOCTORS look back at COLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY has just arrived for work.  She's slipping on her doctor's coat when... DR. CASEY, one of the other residents, sticks his head in door waving a crayoned message on a page torn from a maga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was in my box, but I have a slight suspicion it wasn't meant for me. CASEY enters the room, reading the scrawled words dramati",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You are the most beautiful woman I have ever seen.  You live in a beautiful world.  But you don't know it.  You have freedom, sunshine, air you can breathe.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole.  James Cole -- right? She reaches for the note but CASEY moves it out of her gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I would do anything to stay here, but I must leave.  Please, help me.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor man... CASEY is handing her the note when another resident, DR. sticks his head in the door.  He's upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Kathryn, James Cole is one of yours, right? RAILLY and CASEY stare at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He got out.  Took off.  Last seen, he was up on nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PATIENT is being swallowed by a large tube, a CAT SCANN while a DOCTOR in a white coat speaks reassuringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just relax -- don't fight it.  We have to know exactly what's there so we can... The DOCTOR stops, astonished, as the door bursts open. It's COLE!  He stares at the PATIENT and the Cat Scanner. The PATIENT lifts his head up and stares at COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh, excuse me.  Can I help you? COLE turns and rushes back out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE steps into the corridor, turns to his right, freezes A POSSE of SECURITY GUARDS is headed in his direction. COLE turns to his left. Four ORDERLIES are coming that way. COLE'S trapped.  A beat.  He attacks the nearest man.  BI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY prepares a hypo, turns to COLE who is strapped tig a gurney with BILLINGS and an RN standing on either side, for more trouble.  One of BILLINGS' eyes is starting to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a shot to calm you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more drugs.  Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to do this, James.  You're very confused. RAILLY pushes the needle into COLE'S skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. FLETCHER faces RAILLY across the conference table.  D CASEY, DR. GOODINS, DR. MARILOU MARTIN are also there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be defensive, Kathryn, this isn't an inquisition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't think I was being defensive. I was just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He should have been in restraints.  It was bad judgment on your part, plain and simple.  why not just cop to it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, it was bad judgment.  But I have the strangest feeling about him -- I've seen him somewhere and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impatient, not interested)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two policemen were already in the hospital and now we have an orderly with a broken arm and a Security Officer with a fractured skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said it was bad judgment!  What else do you want me to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see what I mean?  You're being defensive. (to Dr. Casey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't she being defensive, Bob? But just then, BILLINGS sticks his head in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, Dr. Fletcher -- we got another... situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. FLETCHER looks into an empty padded cell as RAILLY, M GOODIN, BILLINGS, PALMER and the NURSE crowd behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was in full restraints?  And the door was locked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.  Did it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he was fully sedated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was fully sedated!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then are you trying to tell me that a fully sedated, fully restrained patient somehow slipped out that vent, replaced the grill behind him and that he's wriggling through the ventilation system right now? DR. FLETCHER indicates an impossibly tiny vent high in th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen through the glass windows, a 747 takes off, climbing the sky as the airport P.A. System drones...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flight 784 to San Francisco now boarding at Gate 38... YOUNG COLE, watching the 747, whirls at the SOUND of a CO MR. PONYTAIL bumps him. The BLONDE MAN sprints past.  The WOMAN'S VOICE calls out",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOOOOOOOOOO",
          "text": "TRAVELERS dive for cover briefly revealing the mysterious running after the BLONDE MAN!  But this time, YOUNG COLE just a glimpse of her face.  She looks a little like RAIL for the dark hair, the make-up. and the flashy earrings. calls out, her VOICE blending weirdly with the P.A. SYSTE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Freedom For Animals Headquarters now boarding on Second Avenue.  The Army of the Twelve Monkeys... ENGINEER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, you moron -- wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As COLE blinks awake, the digitized monotone of the P.A. continues to drone in an unearthly VOICE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- they're the ones who are going to do it... COLE'S eyes seek the source of the sound and find it on t in front of the panel of disapproving SCIENTISTS facing h a beat-up old tape recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do anything more.  The Police are after me. The tape ends, runs off the reel, flap...flap...flap...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's drugged out of his mind!  He's completely zoned out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole, did you or did you not record that message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, that message...me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a digital reconstruction of a message, Cole, from a weak signal on our contact number.  Did you make that call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't call!  You sent me to the wrong year!  It was 1989.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1989",
          "text": "The SCIENTISTS react, exchanging looks, whispers.  Then,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're certain of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(before Cole can answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do with your time, Cole? Did you waste it on drugs?  Women?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They forced me to take drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forced you!  Why would someone force you to take drugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got into trouble.  I got arrested. But I still got you a specimen -- a spider -- but I didn't have anyplace to put it, so I ate it.  It was the wrong year anyway, so I guess it doesn't matter. The SCIENTISTS stare incredulously, then turn, exchange k looks, huddle, start whispering to one another. Struggling to stay awake COLE sees, blurrily, the MICROBI staring at COLE intently.  For one moment, the face belon",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. FLETCHER",
          "text": "COLE blinks hard...and the MICROBIOLOGIST has his own fac COLE'S head slumps forward now...and everything goes dark GEOLOGIST'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE comes awake with a start.  The room is dark now, exc a slide is being projected on a torn screen.  It's a pict stenciled graffiti...the logo of The Army of the 12 Monke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about it, Cole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, no, sir.  I... Another slide CLICKS into place.  Youthful PROTESTERS, th placards featuring slogans and images of Animal Atrocitie confront POLICE in riot gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about these people?  Did you see any of these people? Zooming in, panning, the SCIENTISTS emphasize the FACES o PROTESTERS.  The FACES are unfamiliar to COLE (though WE recognize some of them later on). COLE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, no, sir, I...wait! The image pans back to a much enlarged blurry FACE among PROTESTERS.  In spite of the poor image, the expression o is clear, and it seems to resemble a somewhat older JEFFR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Him?  You saw that man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I think so.  In the mental hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(switching on the light)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were in a mental institution?! The SCIENTISTS MUTTER disapprovingly among themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were sent to make very important observations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could have made a real contribution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helped to reclaim the planet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As well as reducing your sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question is, Cole -- \"Do you want another chance?\" COLE stares at them, trying to figure out what they mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BRUNETTE runs up the concourse, her back to YOUNG COL frightened PASSENGERS duck for cover, SHOUTING! RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE opens his eyes.  Where is he?  Silence as he examine tiny cell.  Bare cement walls.  High ceiling.  Same color size as the isolation room at the county hospital. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Bob...what's your name? COLE looks around frantically.  Up, down.  Where is the V coming from?  Maybe from that tiny vent high in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you? RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can talk!  Wah'dja do, Bobby boy? Volunteer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name's not \"Bob\". RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a prob, Bob.  Where'd they send you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you? RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another cell. ...  Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, \"maybe\"?  What's that supposed to mean? RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe.  Means \"maybe\" I'm in the next cell, another \"volunteer\" like you -- or \"maybe\" I'm in the Central Office spying on you for all those science bozos.  Or, hey, \"maybe\" I'm not even here.  \"Maybe\" I'm just in your head.  No way to confirm anything. Ha Ha.  Where'd they send you? COLE doesn't answer. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not talking, huh, Bob?  That's okay I can handle that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1989.",
          "text": "RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89!  How was it?  Good drugs?  Lotsa pussy?  Hey, Bob, you do the job?  D'ju find out the \"big info\"?...Army of the Twelve Monkeys...where the virus was prior to mutation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was supposed to be 1995. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Science isn't an exact science with these clowns.  You're lucky you didn't end up in ancient Egypt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE is strapped on a gurney.  SCIENTISTS hover near-by, whispering.  The walls of the gloomy chamber are damp, sw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No mistakes this time, Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay alert.  Keep your eyes open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good thinking about that spider, Cole. Try and do something like that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just relax now -- don't fight it.  We have to know exactly what's there so we can fix it. The gurney is being wheeled into a crudely welded steel t reminiscent of the cat scanner in County Hospital. COLE'S POV:  a last glimpse of anxious FACES, then the ch door is CLANGED shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DRIZZLING RAIN.  And SCREAMS.  COLE'S in a deep trench, n eyes wide with terror. What's going on? Where is he?  SOL in gas masks push urgently past him rushing toward their COMRADES who've been ripped apart by the shell that just fifteen yards away.  Muffled VOICES shout through gas mas in FRENCH.  COLE doesn't know it, but this is World War I Suddenly, a SERGEANT confronts him, shouting in French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(FRENCH, subtitled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your mask?!  And your clothes... and your weapon, you idiot?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  What?? COLE looks around desperately.  A horribly WOUNDED MAN is stretchered past them in the narrow trench.  Machine guns close at hand.  AAK AAK AAK.  A grenade EXPLODES.  Reacti foreign word, the SERGEANT jams his bayonet into COLE'S r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(FRENCH, subtitled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain!  A Kraut!  We got a Kraut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand.  Where am I? The CAPTAIN hurries over, snapping at COLE in German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(GERMAN, subtitled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get here, soldier?  What's your rank?  Where are your clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frowning, GERMAN, subtitled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "German!  Speak German!  What are you doing here? VOICE (o.s.) (pleading in English)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta find 'em.  I gotta find 'em. Please, you gotta help me! COLE turns, sees... It's his friend, JOSE, the Puerto Rican kid from the next the \"underground\" time.  He's being carried past COLE now stretcher, blood all over his torso, horribly wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole!  Oh, God, Cole, where are we? JOSE reaches out to COLE just as a PHOTOGRAPHER takes a F PICTURE of the kid being carried off on the stretcher.  S SHOTS RING OUT.  COLE goes down.  Hit in the leg! SOLDIERS in gas masks rush past him like giant insects. Looking to his left, COLE sees the CAPTAIN lying beside h from a chest wound, his gas mask half off. COLE is reaching for the mask when... A SHELL HITS CLOSE BY WITH AN ENORMOUS EXPLOSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stunningly quiet.  We are on a placid campus looking at t dignified architecture of Breitrose Hall.  MOVING IN we F a large poster advertising \"The Alexander Lectures, Sprin WE SKIM the listings (Jon Else on The Nuclear Agony, Dr. Miksztal on Biological Ethics, etc.) until we SETTLE ON..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADNESS AND APOCALYPTIC VISIONS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large screen dominates the auditorium stage.  On the sc a slide of an engraving from the Middle Ages showing a MA apparent agony, his mouth shaped to a scream, as he is re by PEASANTS.  The projector ZOOMS slowly in on the agoniz of this MADMAN as we HEAR RAILLY'S VOICE lecturing. RAILLY'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to the accounts of local officials at that time, this gentleman, judged to be about forty years of age, appeared suddenly in the village of Wyle near Stonehenge in the West of England in April of 1162.  Using unfamiliar words and speaking in a strange accent, the man made dire prognostications about a pestilence which he predicted would wipe out humanity in approximately 8OO years.  Deranged and hysterical, the man raped a young woman of the village, was taken into custody, but then mysteriously escaped and was not heard of again. WE DISCOVER RAILLY, six years older now, standing at a le in a pool of light.  She's dwarfed by the giant screen wh engraving is replaced by a series of slides of woodcuts s scenes of pestilence in the Middle Ages as she lectures t audience of mostly SCHOLARLY TYPES. RAILLY (cont.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In 1841, Mackay wrote, \"During seasons of great pestilence, men have often believed the prophecies of crazed fanatics, that the end of the world was come.\"  Obviously, this plague/doomsday scenario is considerably more compelling when reality supports it in some form, whether it's the Bubonic Plague, smallpox, or AIDS.  In addition to these \"natural\" contagions, there are now technological horrors as well:  besides radiation, consider our lurking fear of germ warfare and its close approximation, chemical warfare, which first reared its ugly head in the deadly mustard gas attacks during the First World War. ON THE SCREEN, a SERIES of SLIDES show images of WORLD WA SOLDIERS in gas masks, in death throes, etc.. RAILLY'S VOICE (cont. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "During such an attack in the French trenches in October, 1917, we have an account of this soldier... ON THE SCREEN, a slide of an old deteriorated photograph JOSE, the Puerto Rican kid, strapped to a stretcher, bein by SOLDIERS through the trenches during an attack.  JOSE to be ranting madly as the projector ZOOMS CLOSER on his the image approximates Munch's famous painting. RAILLY'S VOICE (cant. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- who, during an assault, was wounded by shrapnel and hospitalized behind the lines where Doctors discovered he had lost all comprehension of French but spoke English fluently, albeit in a regional dialect they didn't recognize. The man, although physically unaffected by the gas, was hysterical.  He claimed he had come from the future, that he was looking for a pure germ that would ultimately wipe mankind off the face of the earth in the year... 1995! The AUDIENCE gives a nervous CHUCKLE. ON THE SCREEN, a different old photograph of JOSE.  This he's in a military hospital, gaunt, haunted, very ill. RAILLY'S VOICE (cont. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although seriously injured, the young soldier disappeared from the hospital before more data could be gathered.  No doubt, he was trying to carry on his mission to warn others, substituting for the agony of war...a self-inflicted agony we call the \"Cassandra Complex\". As RAILLY continues, we SCAN the AUDIENCE and DISCOVER MA RAILLY'S friend, and MARILOU'S HUSBAND, WAYNE CHANG, both attentively.  Further away, another MAN listens intently. shoulder-length carrot-colored hair.  His name is DR. PET RAILLY (cont.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassandra, in Greek legend you will recall, was condemned to know the future but to be disbelieved when she foretold it.  Hence, the agony of foreknowledge combined with impotence to do anything about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stack of new books.  THE DOOMSDAY SYNDROME, Apocalyptic Visions of the Mentally Ill by Dr. Kathryn Railly Surrounded by enthusiastic members of the audience, RAILL seated at the table signing books but DR. PETERS has her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think, Dr. Railly, you have given your alarmists a bad name.  Surely there is very real and very convincing data that the planet cannot survive the excesses of the human race:  proliferation of atomic devices, uncontrolled breeding habits, the rape of the environment, the pollution of land, sea, and air.  In this context, isn't it obvious that \"Chicken Little\" represents the sane vision and that Homo Sapiens' motto, \"Let's go shopping!\" is the cry of the true lunatic? DR. PETERS smiles self-importantly at RAILLY as an elderl disheveled PROFESSOR elbows in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Railly -- please!  I wonder if you're aware of my own studies which indicate that certain cycles of the moon actually impact on the incidence of apocalyptic predictions as observed in urban emergency rooms and... As the PROFESSOR babbles, MARILOU MARTIN and her husband, CHANG, appear and whisper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reservation's at nine thirty -- it's getting late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Railly -- please -- this is very important!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checking the professor)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you're gonna be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles, checks her watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be there in twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Railly, I simply cannot understand your exclusion of the moon in relation to apocalyptic dementia...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full moon. COLLEAGUES in a VOLVO pull out of the parking lot, callin \"Congratulations\" to RAILLY. She waves back as she hurries to her black ACURA, one of cars left in the lot. The outside lights of Breitrose Hall go off. RAILLY seems to be alone in the lot as she fishes keys fr purse, unlocks her car door, starts to open it when... Suddenly, she's grabbed from behind in a choke-hold by a shadowy MAN looming out of the darkness behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in! Unable to scream, she writhes and kicks as he forces her front seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a gun. RAILLY freezes, terrified, as he opens the rear door and scrambles in behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighting to suppress the quaver in her voice, RAILLY says",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can have my purse.  I have a lot of cash and credit... MAN'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start the car. Glancing in the rear view mirror, RAILLY sees penetrating peering out of the shadows, no other features. Half-turning in the seat, she holds out the keys to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here!  You can have the keys.  You can... He grabs her hair and yanks her head back hard, speaking into her ear, his face last in shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The engine STARTS, the Acura backs up, then heads for the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steering fearfully, RAILLY hears him speak more calmly no MAN'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to hurt you.  But I will. I've hurt people before when...when I had no choice.  Turn left. As she makes the turn, RAILLY glances in the rear view mi sees him unfolding a tattered map.  His face is lost in d but she glimpses ragged, torn clothing as he tries to rea map by the intermittent glow of passing street lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where... where are we going'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to drive me to Philadelphia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled, horrified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that's... that's more than 200 miles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I can't walk there.  Turn here... I think... RAILLY obeys.  She glances in the mirror again, hesitates boldly switches on the dome light, holding her breath fea for his reaction. He grunts appreciatively.  Relieved, she looks in the mir again, trying to get a better look at him, but now his fe are concealed by the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you make me go with you, it's kidnapping.  That's a serious crime. If you let me go, you could just take the car and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how to drive!  We went underground when I was nine, I told you that.  When you come to the corner, turn right. Startled, RAILLY whirls, looks right at him. He's lowered the map.  It's COLE!  Haggard, unshaven, dir",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cole!  James Cole!  You escaped from a locked room six years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1989.  Six years for you.  There's the sign!  Right here! COLE is indicating a freeway entrance. RAILLY turns the wheel sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Acura veers up the ramp and onto the freeway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY glances in the mirror, sees COLE settling back wea against the seat.  She says carefully...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe this is a coincidence, Mr. Cole.  Have you been...following me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me you'd help me.  I know this isn't what you meant, but...I was desperate... no money...bum leg... sleeping on the streets. I probably smell bad.  Sorry about that. But then I saw your book in a store window with a notice about your lecture. (sudden pride)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can read, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I remember. (a beat, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you want to go to Philadelphia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the next step.  I checked out the Baltimore information, it was nothing. It's Philadelphia, that's where they are, the ones who killed everyone. (pointing suddenly, eagerly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zs that a radio?  Does it play music? RAILLY turns on the radio and immediately WE HEAR the SOU and the CRIES of gulls, background to an oozing baritone COMMERCIAL/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a personal message to you. COLE sits up, alert, listening intently. COMMERCIAL/RADIO (cont. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you at the end of your rope?  Are you dying to get away? COLE'S eyes narrow, concentrating on this personal messag COMMERCAIL/RADIO (cont. o.s.}",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Florida Keys are waiting for you. COLE frowns as the SOUND of breaking SURF and crying GULL the car.  It's confusing!  He blurts out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen the ocean! Observing his confusion in the mirror, RAILLY assumes her professional tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an advertisement, Mr. Cole.  You do understand that, don't you?  It's not really a special message to you. COLE frowns.  He did think it was for him, but she's prob",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You used to call me \"James\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd prefer that? ... James...you don't really have a gun, do you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cynical laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody's got a gun.  In this city... He breaks off reacting to the RADIO MUSIC!  FATS DOMINO s \"BLUEBERRY HILL\"!  COLE grins, mouth agape, eyes wide lik",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you...can you make it louder?  I love hearing twentieth century music! Hearing music and breathing air! As RAILLY cranks up the volume, she watches the mirror incredulously, sees him stick his head out the window int wind, mouth open, \"eating\" the air hungrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"BLUEBERRY HILL\" BLARES as the Acura, COLE'S head out the window, zips past a sign at 65 mph. The sign says, \"PHILADELPHIA 233 MILES.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY glances in the mirror at the nut in the rear seat head out the window.  what can she do?  Just then, while trying to figure something out, an ANNOUNCER'S VOICE brea ANNOUNCER/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This just in from Fresno, California: emergency crews are converging on a cornfield where playmates of nine year old Ricky Neuman say they saw him disappear right before their eyes. COLE pulls his head back inside with a frown, troubled no ANNOUNCER/RADIO (cont. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Neuman apparently stepped into an abandoned well shaft and is lodged somewhere in the narrow 150 foot pipe, possibly alive, possibly seriously injured.  Playmates claim they heard him cry out faintly but since then there has been no contact with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Never cry wolf!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father told me that.  \"Never cry wolf.\"  Then people won't believe you if...something really happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"If something really happens\"...like what, James?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something bad.  Is that all the music? I don't want to hear this stuff... RAILLY glances at him as she scans stations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did something terrible happen to you when you were a child?  Something so bad...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohhhh, that one!  Can we hear that one? It's IVORY JOE HUNTER singing, \"SINCE I MET YOU, BABY\". IVORY JOE/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Since I met you, baby, My whole life has changed... Ecstatic, COLE sticks his head out the window again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE'S POV:  the heavens, glittering with a million stars lover's moon as IVORY JOE croons the achingly romantic ly IVORY JOE/RADIO (cont. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"-- cause since I met you, baby. All I need is you...\" ANGLE ON COLE, wind in his hair, eyes shining, gulping ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two POLICE OFFICERS and an anxious MARILOU MARTIN listen answering machine's message while a hungry CAT cries plai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Railly -- this is Palmer from Psych Admitting.  There was a guy here this afternoon looking for you.  He seemed very agitated.  We tried to keep him, but he refused 'n I kept thinking, I know this guy.  Then, just a few minutes ago, it came to me.  It's Cole!  James Cole. Remember him?  The paranoid who pulled the Houdini back in '89.  Well, he's back and he's...cuckoo...and he's looking for you.  I thought you oughta know. The machine switches off.  The POLICE OFFICERS exchange a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just as I told you -- my husband and I had gone ahead -- she never showed.  That's totally unlike her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulls out his notebook)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you happen to know the make of her car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um...Acura...'92 Acura. ... Also, that cat's starving!  She would never neglect her cat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ACURA is parked outside room 46 of the HIGHWAYS &amp; MOTEL, which has definitely seen better days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV is on.  A commercial is just starting.  A catfood The sound of HEAVY BREATHING. ANGLE ON COLE, sweating, BREATHING HEAVILY, sprawled on o of the double bed, sound asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUNSHOT!  YOUNG COLE glimpses the BLONDE MAN staggering, The mysterious BRUNETTE races past him toward the BLONDE YOUNG COLE again glimpses the resemblance to RAILLY, in s the dark hair, the make-up, the flashy earrings. Close at hand, YOUNG COLE'S FATHER, his face still out of FATHER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son, it's important for your cat to have the nourishment necessary for healthy bones and a rich coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE comes awake with a start.  He stares, disoriented, a CATFOOD COMMERCIAL on the TV. RAILLY'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please untie me.  I'm very uncomfortable. COLE turns to RAILLY, beside him on the bed, frightened a helpless, her jacket arranged to restrain her like a stra COLE'S instinct is to free her at once, but he controls h impulse.  He looks away, gets up, and, wincing, limps to dresser, stepping around empty fast-food cartons.  He pul razor and shaving soap from a paper bag, then goes into t bathroom, leaving the door open, and starts to shave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were in my dream just now.  Your hair was different, but I'm sure it was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We dream about what's important in our lives. And I seem to have become pretty important in yours.  What was the dream about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About an airport...before everything happened.  It's the same dream I always have -- the only one.  I'm a little kid in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I was in it?  What did I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were very upset.  You're always very upset in the dream, but I never knew it was you before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't me before, James.  It's become me now because of...what's happening.  Please untie me. Finished shaving, COLE re-enters the bedroom, toweling hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I think it was always you.  It's very strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're flushed.  And you were moaning. I think you're running a fever.  What are you doing? COLE is rummaging through RAILLY'S wallet, pulling out mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be back in a minute. He heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Don't leave me here like this! Too late!  He shuts the door behind him, leaving her alon ANGLE ON THE TV SCREEN, where an ANCHORMAN sits at a News",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in Fresno, California...crews continue to attempt to rescue nine year old Ricky Neuman. ANGLE ON RAILLY, twisting and struggling on the bed, tryi get loose, tears welling in her eyes. TV ANCHORMAN (cont. o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy was playing ball with four other children when he literally disappeared off the face of the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE puzzles over a junk food vending machine, inserts co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON TV, the picture of RAILLY filling the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My notes.  Observations.  Clues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clues?  What kind of clues?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A secret army.  The Army of The Twelve Monkeys.  I've told you about them. They spread the virus.  That's why we have to get to Philadelphia.  I have to find them -- it's my assignment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What will you do...when you find this...secret army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just have to locate the virus in its original form before it mutates.  So scientists can come back and study it and find a cure.  So that those of us who survived can go back to the surface of the earth. RAILLY maintains a professional deadpan, says nothing as a pickup truck with a MOTHER, FATHER, and five KIDS in th COLE stares at the KIDS, a sad look in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't think I'm crazy next month. People are going to start dying.  At first the papers will say it's some weird fever, some virus.  Then they'll begin to catch on.  They'll get it. RADIO NEWSCASTER (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We interrupt this program with a special bulletin... RAILLY and COLE both react to the radio, suddenly alert. RADIO NEWSCASTER (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This report just in from Fresno, California.  Naval sonar specialists who were flown to the site...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it was about us.  I thought maybe they'd found us and arrested me or something. RAILLY stares at COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a joke. RADIO NEWSCASTER (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- an hour ago have been unable to determine the location of the boy in the 150 foot shaft...but a TV sound man who lowered an ultra-sensitive microphone into the narrow tube claims he heard breathing sounds coming from approximately seventy feet down... COLE reaches over and changes stations.  MUSIC again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that disturb you, James?  Thinking about that little boy in the well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was a kid I identified with that kid, down there alone in that pipe...a hundred feet down -- doesn't know if they're going to save him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean -- when you were a kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nevermind.  It's not real -- it's a hoax.  A prank.  He's hiding in a barn. Hey, turn left here.  Left! COLE quickly checks the map as RAILLY stares, then turns",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An elderly EVANGELIST with long stringy hair, wearing a t bathrobe, stands on a Skid Row corner WAVING a worn Bible rants at disinterested DERELICTS, WINOS, and BAG LADIES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"And the wild beasts of the islands shall cry in their desolate houses and dragons in their pleasant palaces:  and her time is near to come, and her days shall not be prolonged.\" ANGLE ON RAILLY'S ACURA, crawling down the street, RAILLY COLE, beside her, staring out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE is scrutinizing the crumbling walls, boarded-up stor fronts, tattered posters, decaying signs, miserable \"RESI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where I come from we think of this as Eden. If we could just see the sun, eat sun-grown food.  Eden!  Look at them!  They donut know what they have.  They don't see the sky.  They don't feel the air! COLE'S POV:  a BMW speeds toward them, passes, its radio COLE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the ones who aren't hungry are so smug they haven't a clue.  WAIT!  STOP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On foot now, COLE pulls an astonished RAILLY to a wall co graffiti, a hopeless tangle of symbols, words, and crude Clueless, RAILLY stares at the wall, then at COLE. COLE touches a bit of red-stenciled graffiti hidden under insignias.  We can just see TWELVE MONKEYS holding hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Twelve Monkeys!!!  They're here. (looks around)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somewhere.  Come on! He pulls her along the sidewalk.  No question, he's insan At the next alley entrance, COLE stops abruptly.  Then, s keeping a firm grip on RAILLY'S arm, he starts ripping do tacked-up posters announcing a Rap concert. RAILLY stares at him, then turns and is looking all aroun suddenly, COLE pulls her up tight and threatens...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm warning you.  You do anything, I'm going to go crazy -- hurt people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to \"do\" anything, I promise.  But you need help, James. None of this is what you think it is. ANGLE ON COLE, not listening, staring triumphantly!  He's another partially obscured stencil of THE TWELVE MONKEYS! But just then, a raspy VOICE startles COLE. RASPY VOICE (o.s)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't hide from them, Bob. COLE whirls, sees a derelict, LOUIE, leering at him, spea voice eerily like the RASPY VOICE from the next cell in t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir, Old Bob -- don't even try. (conspiratorially)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hear everything.  They got that tracking device on you.  They can find you anywhere.  Anytime.  Ha Ha! RAILLY looks from LOUIS to COLE, sees COLE'S stunned reac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(touches his back jaw)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the tooth, Bob!  Right? (sudden triumphant grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I fooled 'em, old buddy! He opens his mouth wide.  NO TEETH' COLE grabs RAILLY and pulls her into the alley and down i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're keeping an eye on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's keeping an eye on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man...with the voice.  I recognized him.  He's from the present.  He... COLE breaks off, freezes as he sees... there on a brick wall is a stencil of the DANCING MONKEYS And further on, another red stencil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRACKHEADS huddle against a building, sucking their pipes oblivious to COLE pulling RAILLY past. COLE scans the walls for messages in the confusion of gra RAILLY is considering her surroundings dubiously when, su COLE pulls her toward the mouth of a dark and forbidding",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, no -- we shouldn't be here! COLE ignores her, yanking her after him into the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two TOM CATS face off, arching their backs and HISSING me COLE avoids them as he pulls RAILLY into the gloom. ANGLE ON RAILLY, seeing something alarming twenty yards a RAILLY'S POV:  TWO THUGS, standing over a MAN, kicking hi RAILLY tries to stop, but COLE, intent on the wall messag doesn't notice the THUGS. The TWO THUGS turn and spot COLE and RAILLY moving toward These creeps have mean eyes, predator faces. RAILLY digs her heels in, forcing COLE to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James!  We have to go back.  Those men... Too late.  While COLE turns and stares at her, uncomprehe the TWO THUGS are approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, buddy. Startled, COLE turns to face them. The SECOND THUG lunges for RAILLY'S purse, yanks it from COLE reaches to grab it back, but...WHACK!  The FIRST THU COLE hard across the face with something metallic. Bloody-faced, dazed, COLE doesn't even have a chance to c head as the FIRST THUG shoves the hard object against COL cheek.  It's a cheap thirty-eight pistol. RAILLY turns to run, gets two steps before the SECOND THU her roughly to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stick around, bitch. Looming over her, the SECOND THUG starts to unzip his fly RAILLY looks over to COLE, SEES... COLE dropping to his knees, groveling at the FIRST THUG'S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please!  Please don't hurt me! The FIRST THUG steps close, kicks COLE contemptuously, co foot for a second kick when... COLE uncoils, lunging, rising, his strong arms around the man's calves, lifting him mightily, high off the ground. The gun FIRES wildly as COLE staggers forward with the FI in his arms and smashes the man into the brick wail behin The FIRST THUG goes down in a heap, dropping the pistol. Zipping his fly hastily, the SECOND THUG turns to deal wi but COLE attacks him....rocking him again and again with blows that come one after another with lightning speed. THUG staggers back, bloody and dazed as RAILLY watches, a Turning back to the FIRST THUG, COLE sees the MAN reachin the dropped pistol. COLE kicks him viciously in the jaw.  The FIRST THUG'S he back.  SNAP!  He collapses against the brick wall. COLE turns back to see the SECOND THUG retreating down th as fast as he can stagger. RAILLY stares up at COLE.  He looks very dangerous.  He g in her direction as he pockets the pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, no.  Yes.  I mean, just some scrapes... As RAILLY gets to her feet, she sees COLE bend over the motionless THUG and quickly go through his pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he...alive? COLE ignores the question as he pockets the man's wallet handful of bullets, then turns and snaps at RAILLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come an.  We're running out of time. You can't help him. As COLE yanks her roughly away, she looks back, sees the THUG'S sightless eyes, wide open...staring blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Jesus, James!  You killed him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did him a favor.  Now come on. COLE, pulling her again, sees more \"12 MONKEYS\" on the wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't have a gun before, did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got one now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The EVANGELIST, spotting COLE and RAILLY hurrying past hi points urgently at COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You!  You!  You're one of us, aren't you? But COLE has stopped and is staring at... A STOREFRONT OFFICE...its windows covered with posters. over the office says, FREEDOM FOR ANIMALS ASSOCIATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earnest young activists, FALE, deathly pale, BEN, long ha and TEDDY, muscular, are gathered around a counter collat leaflets that demand an END TO SPECIEISM.  Behind them, a poster proclaims, \"ANIMALS HAVE SOULS, TOO\".  Just then, a tremendous CLAP OF THUNDER as the ACTIVISTS look up and COLE and RAILLY enter. COLE looks startled.  It sounds like torrential RAIN POUR here.  Maintaining a tight grip on RAILLY'S wrist, he loo around frantically for an explanation for the tropical do Bookshelves line two walls.  The front window is blanked posters of Animal Rights demonstrations, newspaper clippi photos of animal atrocities.  The fourth wall features th counter where the three ACTIVISTS face COLE as a JUNGLE B SCREAMS in the DOWNPOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, can we help you? COLE looks confused as the RAIN abates and an ELEPHANT tr an urgent warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.  You looking for something in particular?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, James -- it's just a tape. COLE'S eyes follow her look.  It's a tape recorder undern sign advertising, \"THE TRUE MUSIC OF THE WORLD\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, uh, I'm looking for the, ah, the Army of the Twelve Monkeys. FALE glances at BEN and TEDDY.  \"We have a problem!\" the MONKEYS start CHATTERING on the tape as TEDDY comes aroun counter, bigger than COLE, physically imposing, menacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know anything about any \"Army of the Twelve Monkeys\", so why don't you and your friend disappear, okay? COLE backs away, a firm grip on RAILLY, as a LION ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just need some information...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you hear me?  We're not... TEDDY breaks off mid-sentence...freezes. COLE is pointing a pistol at them.  A TIGER SNARLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, no -- don't hurt them. (to the activists)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I'm a psychiatrist -- just do whatever he tells you to do.  He's... upset -- disturbed.  Please -- he's dangerous -- just cooperate. MONKEYS CHATTER wildly as TEDDY backs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want -- money?  We only have a few bucks. COLE is suddenly very much in charge and self-confident a BABOON HOWLS with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you what I want. (snaps at Railly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock the door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, why don't we...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock it now! RAILLY hurries to the door to lock it as BEN says to FALE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you that fuckhead Mason would get us into something like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mason???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeffrey Mason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, tucking, crazy Jeffrey Mason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three ACTIVISTS are tied tightly together in the midd the floor in this dimly-lit, windowless basement.  They'r frightened, eager to cooperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, Jeffrey becomes like this...big star -- the media latch on to him because he's picketing his own father, a \"famous Nobel Prize winning virologist\". You musta seen all that on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't watch TV. COLE, the gun next to him, rummages through boxes of pape RAILLY watches helplessly.  Suddenly, COLE finds somethin thinks he's seen before.  He holds it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this him -- Dr. Mason? It's a photograph of DR. MALCOLM MASON, being escorted by phalanx of riot cops through a mob of raging activists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very frightened)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stares at the photo, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me more about Jeffrey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a helpless shrug to his cohorts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeffrey started getting bored with the shit we do...picketing, leafleting, letter-writing stuff.  He said we were, \"ineffectual liberal jerkoffs\".  He wanted to do guerrilla \"actions\" to \"educate\" the public. COLE holds up a clipping showing horrified SENATORS stand their desks as RATTLESNAKES slither along the Senate Floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that's when he let a hundred snakes loose in the Senate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we weren't into that kind of stuff. It's counter productive, we told him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he and eleven others split off and became this underground...\"army\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Army of The Twelve Monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They started planning a \"Human Hunt\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They bought stun guns and nets and bear traps.  They were gonna go to Wall Street and trap lawyers and bankers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they didn't do it.  They didn't do any of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, just like always, Mr. Big Shot sold his friends out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes on TV, gives a news conference, tells the whole world he just realized his daddy's experiments are vital for humanity and that the use of animals is absolutely necessary and that he, Jeffrey Mason, from now on, is going to personally supervise the labs to make sure all the little animals aren't going to suffer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding up a rolodex)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the crawling traffic, WE FIND a battered FORD covered bumper stickers and painted slogans.  \"I BRAKE FOR ANIMAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"FREE THE ANIMALS\"...\"WOULD YOU LET A MINK WEAR YOUR SKIN",
          "text": "RAILLY (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't just barge in on a famous scientist.  They'll have security guards, gates, alarm systems.  It's insane, James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ROLODEX CARD with an address on \"Outerbridge Road\" for Mason c/o Dr. Malcolm Mason\" rests on a map spread across lap.  COLE is in the passenger seat, RAILLY'S at the whee maneuvering in heavy traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If those young men don't get loose, they could die in that basement. COLE glances out the window, indicates the PEOPLE in pass cars...COMMUTERS, FAMILIES, TRUCKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I see are dead people.  Everywhere. What's three more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat, carefully, a new tack)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know Dr. Mason's son, Jeffrey Mason, don't you, James?  You met him in the County Hospital six years ago. COLE is studying the map again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy was a total fruitcake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he told you then his father was a famous virologist. COLE is absorbed in the map, his finger tracing \"Outerbri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- he said his father was \"God\"!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RADIO BLARES a country song as the Ford zips along an highway.  COLE has his head out the window, sucking air, the music, but his bliss is feverish now -- he's not well the SONG ends, he pulls his head inside.  An ANNOUNCER'S intones over the RADIO... RADIO ANNOUNCER (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This just in:  police are widening their search for Dr. Kathryn Railly, prominent psychiatrist and author. Authorities confirm that Dr. Railly has been abducted by escaped mental patient, James Cole. The two are believed to be traveling in Railly's 1992 black Acura, license plate H-E-A-D-D-R. RAILLY glances at him, sees he's in pain.  She feels so b him.  She wants to help him.  She says, tenderly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This can't go on, James.  You're not well.  You're burning with fever. COLE, refusing to succumb, instead, leans over to check t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you didn't know how to drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I was too young to drive.  I didn't say I was stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with your leg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got shot.  Look -- there's a gas station up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shot!  Who shot you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was some kind of...war.  Never mind, you wouldn't believe me.  Turn off here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GAS STATION ATTENDANT checks the oil while COLE and R remain in the car.  She's pulling a gas card from her wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were going to run out off gas on purpose, weren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I want you to turn yourself in, James -- It'll go much better for you if you do -- but I'm not going to trick you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sees the credit card)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That has your name on it.  Give him cash. RAILLY puts the card back into her wallet and pulls out c the GAS STATION ATTENDANT slams the hood down. RAILLY starts opening the door.  Alarmed, COLE tries to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going? She looks him in the eye, then indicates the tiny Conveni Store appended to the Gas Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can come with me.  I have to get some things.  Scissors, bandages, some alcohol or whiskey. ... I have to look at your leg, James.  I'm a doctor. COLE looks helpless, hesitant.  She's in charge...for the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun dazzles through the canopy of leaves.  We HEAR th RADIO but not the engine. RADIO ANNOUNCER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanwhile in Fresno, where mining engineers continue their desperate attempt to sink a shaft parallel to the ant in which nine year old... COLE, in his underwear, leans back on a large rock beside Ford, his pants hanging on the car's open door.  He's sta at the sun and the sky.  RAILLY finishes bandaging his th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't put your weight on it. You need stitches and antibiotics. Lucky for you it was near the surface. RAILLY wraps the bullet in some gauze and sticks it in he while COLE continues staring up at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love seeing the sun. A beat.  COLE tries to stand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait -- let me help you. RAILLY puts an arm around him and helps him to his feet. They're very close.  They don't move.  RAILLY looks like barely breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leans closer, shuts his eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to concentrate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to give yourself up, you know. A beat.  The spell is broken.  He reaches for his pants, turns back to her, suddenly grim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to do something now.  Something I don't want to do.  I'm so sorry. RAILLY reacts, sudden fear in her eyes.  He looms over he cold now, steeled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a mission.  It's important. RAILLY steps back...horrified, realizing she's going to d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SECRET SERVICE AGENT ambles vigilantly among the rows o cars parked beside the brightly-lit rural mansion.  Encou another AGENT, he pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They find him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That kid.  The one in the pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe this?  They're dropping a monkey down there with a miniature infra-red camera strapped on him and a roast beef sandwich wrapped in tinfoil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're making that up! ANGLE UNDER A PARKED MERCEDES, where COLE is hiding, list the receding VOICES of the AGENTS. SECOND AGENT (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shit you not. ... Man, life is weird! A monkey and a sandwich.  Wonder who thought that one up. FIRST AGENT (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probly give the sonafabitch a Nobel Prize! Quickly, COLE rolls to the next car and under it.  He doe see...the pistol fell out of his pocket, under the Merced",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A formal dinner for forty.  Desert has been served.  DR. MASON rises to the enthusiastic applause of the GUESTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would that I could enjoy this opulent dinner and this excellent and stimulating company for itself, with no sense of purpose.  But alas, I am \"burdened\" with the sense that with all this excess of public attention and this cacophony of praise, there comes great responsibility.  Indeed, I practically feel a soapbox growing under my feet whenever I stand for more than a few seconds. While GUESTS laugh at DR. MASON'S last remark, SECRET SER AGENT #3 enters the room, scowling, looking for someone. DR. MASON (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dangers of science are a time worn threat, from Prometheus stealing fire from the Gods to the Cold War era of the Dr. Strangelove Terror. AGENT #3 spots who he's looking for.  JEFFREY MASON! DR. MASON (cont.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But never before, not even at Los Alamos when the scientists made bets on whether their first atomic bomb test would wipe out New Mexico, has science given us so much reason to fear the power we have at hand. ANGLE ON JEFFREY, as AGENT #3 whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?  What friend?  I'm not expecting anyone. ANGLE ON DR. MASON, reacting with irritation to the distu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Current genetic engineering as well as my own work with viruses has presented us with powers as terrifying as any... ANGLE ON JEFFREY, following the AGENT out of the dining r grumbling loudly enough to disturb his father's audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is ridiculous.  My father is making a major address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The conversation continues as JEFFREY and AGENT #3 enter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Normally if we caught a guy sneaking around like this with no I.D., we'd bust his ass, excuse the French, but this one said he knows you... (smirk, smirk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and, since you seem to have had some...uh...unusual...uh...\"associates\", we certainly didn't want to arrest one of your, uh, closest...pals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE, smudged with dirt and car grease, sitting in the sh a wingback chair, looks up as JEFFREY and AGENT #3 enter room.  A FOURTH AGENT looms beside the wingback chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dismissing Cole casually)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never saw him before in my life.  Go ahead and shoot him or torture him or whatever it is you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do know me.  You helped me once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning to leave)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would be totally out of character. Helping people is against my principles. (to the Agents)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, he definitely doesn't know me.  Now, I'm going to go back and listen to my father's very eloquent discourse on the perils of science WHILE YOU TORTURE THIS INTRUDER TO DEATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here about some monkeys. Halfway out the door, JEFFREY freezes.  A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me -- what did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monkeys.  Twelve of them. JEFFREY frowns, turns, considers COLE.  Then, suddenly, J rushes to COLE and embraces him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arnold...Arnold. COLE is astonished.  The AGENTS are, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stepping back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, Arnie, what's happened to you? You look like shit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dubious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I know him.  What do you think -- I act like this to strangers? Listen -- you fellas are terrific.  I thought you were pulling a number on me.  What a terrible thing if you'd thrown old Arnie out.  I owe you guys the big apologia!  Mea culpa, fellas. (turning to Cole)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, Arnie, it's black tie!  I mean, I said, \"drop by,\" but, like, this is Dad's big \"do\"...vips, senators, secret service, and...and everything. JEFFREY throws an arm around COLE'S shoulder and starts l him toward the door as the two AGENTS exchange narrow-eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Arnie?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arnold Pettibone.  Old Arnie Pettibone. Used to be my best friend.  Still is. What've you lost, Arnie -- forty pounds? No wonder I didn't know you. You hungry? Lots of dead cow, dead lamb, dead pig. Real killer feast we're putting on tonight. The AGENTS watch JEFFREY lead the limping, disheveled COL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people -- all of 'em -- are true weirdoes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving to the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna call in a description of this \"Pettibone\" character.  You go keep an eye on him.  Make sure he doesn't do one of the guests with a fork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUESTS pouring from the dining room into the hall meet JE and a very disconcerted COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, nice ta see ya.  Lookin' good!  Hi, there.  Yes, it has been a long time. In the b.g., too far away to hear them, AGENT #4 trails J COLE as they maneuver through the GUESTS toward the grand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers to Cole)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "County Hospital, right?  1989.  The \"Immaculate Escape\" -- am I right? (smiling to guests)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, thank you -- you look wonderful, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me -- I can't do anything about what you're going to do. I can't change anything.  I can't stop you.  I just want some information...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to talk.  Come on.  Upstairs. (to a guest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a new person!  I'm completely adjusted.  Witness the tux.  It's Armani. (whispers to Cole)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who chattered?  Goines?  Weller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just need to have access to the pure virus, that's all!  For the future! JEFFREY studies COLE.  COLE doesn't just talk crazy.  He",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, follow me.  You don't lock so good. JEFFREY starts guiding COLE up the grand staircase as COL back, spots AGENT #3 and AGENT #4, both keeping an eye on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have time to go upstairs.  The police are looking for me.  I need to know where it is and exactly what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brightening suddenly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get it!  This is your old plan, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plan?  What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember?  We were in the dayroom, watching TV, and you were all upset about the...desecration of the planet. And you said to me, \"Wouldn't it be great if there was a germ or a virus that could wipe out mankind and leave the plants and animals just as they are?\"  You do remember that, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bulishit!  You're fucking with my head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's when I told you my father was this famous virologist and you said, \"Hey, he could make a germ and we could steal it!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabbing Jeffrey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, you dumb fuck!  The thing mutates We live underground!  The world belongs to the fucking dogs and cats.  We're like moles or worms.  All we want to do is study the original...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay -- take it easy.  We know who you are, Mr. Cole. COLE feels a firm grip on his shoulder, turns and sees AG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go somewhere and talk this thing over. Okay? Just come with me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right!  Absolutely right.  Me's a nut case, totally deranged.  Delusional! Paranoid.  HIS PROCESSOR'S ALL FUCKED UP, HIS INFORMATION TRAY IS JAMMED. AGENT #4 is wishing JEFFREY would chill out even as the T AGENT is climbing up the staircase to help. COLE is like a trapped animal. He's being led down the st now with JEFFREY, right on his heels, yelling so EVERYONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND PLOT",
          "text": "COLE stares back at JEFFREY as both AGENTS hustle COLE do stairs.  It sounds true!  JEFFREY'S so confident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy, Mr. Mason, we've got him. Everything's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOW WHERE HE THINKS HE COMES FROM",
          "text": "Suddenly, COLE, catching the AGENTS by surprise, wrenches shoves them aside, and stumbles down the rest of the stai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE heads for the front door, but there's an AGENT there turns and limps madly toward the dining room, pushing his through the crowd of amazed GUESTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERVANTS, clearing the table, look up astonished as two A burst into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did a man just come through here...limping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COOKS stare, amazed, as two OTHER AGENTS burst into the k and look about urgently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large projection TV is on and a knot of GUESTS is gathe front of it...watching the spooky VIDEO IMAGES. TV REPORTER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These pictures we are seeing are coming to us live from deep inside the pipe. You can just make out the metal wall behind those roots and I guess those must be spider webs. MRS. McCANN, a guest, watching the TV, expresses concern. MRS. McCANN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if you ask me, I think that monkey is going to eat the sandwich himself. Just then, two AGENTS burst into the den. The GUESTS turn from the TV, startled, stare open-mouthed the AGENTS have spotted an open window and are hurrying t AGENTS POV OUT THE WINDOW:  the rows of expensive parked ON THE TV SCREEN, RAILLY'S photograph appears. TV ANCHOR (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This just in:  Police say that the body of a woman found strangled in the Knutson state Park could be kidnap victim, Dr. Kathryn Railly. As the AGENTS run out of the room, a photo of RAILLY'S ab Acura comes up on the TV screen. TV ANCHOR (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earlier in the day, police located Railly's abandoned car not far from a building where three animal rights activists were found bound and gagged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pistols drawn, AGENTS move cautiously among the rows of p luxury cars, checking inside and under the vehicles. AN AGENT'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE, scrunched down on the floor next to the driver's se spots the key dangling from the ignition, then lifts his slightly to study the shift mechanism, trying to figure i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AGENTS continue to move cautiously among the parked cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE eases himself into the driver's seat, tentatively sl shift into \"Drive\", then turns the key.  Nothing happens. Panic.  COLE studies the shift again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AGENT #5 approaches the row where the Jaguar is parked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE slides the shift from D (Drive) to N (Neutral).  He the key again.  The engine ROARS...SEVEN THOUSAND RPM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AGENT #5 whirls at the sound. SMASH.  The JAGUAR clips the Mercedes parked in front of accelerates right at him! AGENT #5 dives aside just as the speeding JAGUAR whizzes him, slams into a parked Cadillac, bounces off, grinds be two other parked vehicles with a fierce scream of tearing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caught between two cars, COLE can only lean on the gas pe The JAGUAR comes free with a great SCCCREEEEECH... COLE sees the driveway ahead in the moonlight.  Steering he plows through shrubs and gardens heading for the drive",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lights off, veering wildly, the JAGUAR reaches the drivew AGENTS are leaping into cars and a HELICOPTER is coming t its rotors whipping around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE turns onto the road, careening crazily from one side other, unable to see ahead with no headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHTS",
          "text": "He starts hitting switches.  The wipers come on, the RADI RADIO REPORTER'S VOICE/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "---when they pulled the monkey out, it was still clutching the tinfoil wrapped sandwich. Rounding a bend, an ONCOMING CAR heads straight at COLE. COLE yanks the wheel as the OTHER CAR, horn BLARING, just Recovering, COLE loses the road, speeds crazily along the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PILOT, an agent, steers the chopper while the CO-PILO spotlight over the two lane road beneath them. Just then, the PILOT sees headlights below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There!  He's showing lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE can see the road now in his headlights as the windsh wipers scrape frantically and the RADIO BLARES... RADIO REPORTER'S VOICE/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know what to think.  They didn't locate him and they don't know how much longer he can last, that's assuming the boy is still alive. A spotlight hits the car and COLE hears the sound of the HELICOPTER as it lowers over him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HELICOPTER maneuvers over the speeding JAGUAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE can see the underbelly of the HELICOPTER a few feet his front windshield. Desperate, he yanks the wheel hard, veering off the road. COLE'S POV THROUGH THE WINDSHIELD:  dense woods ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chopper pulls up sharply, avoiding the trees, then le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PILOT skims the top of the trees while the CO-PILOT r forest below with his spotlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamnit!  Where is he? The CO-PILOT gets a brief glimpse of headlights through t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There!  Over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight o'clock!  He was right there. The headlights are gone.  Nothing but darkness below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He musta turned his lights of if.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couldn't drive down there without lights.  We just can't see 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he's not driving!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A weather forecast BLARES from the radio of the steaming crumpled into a tree, the driver's door open. A POLICE OFFICER, pistol drawn, approaches the car cautio OTHER OFFICERS and AGENTS stay behind trees, weapons read The POLICE OFFICER lunges forward, pointing his weapon in Jaguar.  He inspects the car, then turns and calls out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Limping, bleeding from various cuts, COLE CRASHES through underbrush as he follows a stream through the woods. Suddenly, he sees what he's looking for. The FORD...barely visible in the moonlight, parked in the beside the stream.  The car looks empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Total blackness!  The sound of keys in the lock. Then, the trunk swings open and COLE stands in the moonli looking down RAILLY is in the trunk, tears of rage and frustration in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bastard!  You total bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE backs away, as RAILLY scrambles out of the trunk, sw He slips, falls, and she starts kicking him as she rants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could have died in there.  If something had happened to you I would have died. COLE is lying on the ground, looking up, his lip caked wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I...I'm really sorry. Noticing his cuts and torn clothes, she stops kicking him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have you done?  Did you...kill someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting to his feet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  I...don't think so.  I stole a car and they chased me.  I hit a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See -- you can drive after all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, sort of, I guess.  I...I'm sorry I locked you up.  I thought...I thought... I think maybe I am crazy! She looks at him.  Breakthrough?  Very calm now, the doct",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What made you think that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeffrey Mason said it was my idea about the virus.  And suddenly, I wasn't sure.  We talked when I was in the institution, and it was all...fuzzy. The drugs and stuff. (horrified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think maybe I'm the one who wiped out the human race?  It was my idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody is going to wipe out the human race.  Not you or Jeffrey or anybody else.  You've created something in your mind, James -- a substitute reality. In order to avoid something you don't want to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm...\"mentally divergent\".  I would love to believe that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can be dealt with, but only if you want to.  I can help you. COLE reacts to the sound of VOICES in the woods, dogs BAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need help all right.  They're coming after me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, it's important that you surrender to them instead of them catching you running.  Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brightening)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would be great if I'm crazy.  If I'm wrong about everything...the world will be okay.  I'll never have to live underground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gun! ... I lost it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(showing her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No gun! (looking up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stars!  Air!  I can live here.  Breathe! RAILLY starts around to the front of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to attract their attention, let them know where we are, okay? RAILLY gets in the driver's seat...and starts to HONK the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll tell you to put your hands on top of your head.  Do what they tell you.  You're going to get better, James -- I know it! ANGLE ON COLE, spotting something on the ground.  An inse reaches down to grab it, but, instead, grins, grabs some stands, and starts rubbing it happily all over his face. HORN BLARES as COLE looks up at the sky. ANGLE ON THE NIGHT SKY, the moon full, the sky rich with ANGLE ON COLE, tears of joy running down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love this world! ANGLE ON RAILLY, in the driver's seat, hearing near-by SH from the woods.  The police are almost here.  She gets ou car, starts around toward COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, I'm going to help you.  I'll stay with you.  I won't let them... She breaks off mid-sentence...stares, stunned! COLE is gone.  Disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY is being \"debriefed\" by POLICE OFFICERS and FBI AG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I said something to him about cooperating and he said he would do that, so I got in the car and started honking the horn.  When I got out, he was gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You lucked out.  For a while we thought you were a body they found down state... mutilated. A COP enters, hands a photo to LIEUTENANT HALPERIN who st",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wouldn't do something like that -- he...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupts, hands her the photo)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This the man he attacked? RAILLY looks at the photo, an 8 x 10 of the FIRST THUG, s against the alley wall, obviously dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to be clear about this.  That man and the other one were...\"severely\" beating us.  James Cole didn't start it.  In fact -- he saved me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny thing, Doctor, maybe you can explain it to me, you being a psychiatrist -- why do kidnap victims almost always try to tell us about the guys who grabbed 'em and try to make us understand how kind these bastards really were?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as if reciting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a normal reaction to a life- threatening situation. (suddenly animated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's sick.  He thinks he comes from the future.  He's been living in a carefully constructed fantasy world and that world is starting to disintegrate.  He needs help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG COLE stares, eyes wide. He sees the BRUNETTE, cradling the head of the BLONDE MAN sprawls on the concourse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up! Wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we gave him too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE blinks awake. All he can see are blurry faces hoveri him, hammering him with questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Cole, cooperate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spit it out... you went to the home of a famous virologist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You...don't...exist!  You're in my mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  What's that?  What did he say?  His brain's fried.  Give him another shot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV shows film of RAILLY leaving the police station. TV REPORTER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kidnap victim seemed exhausted but apparently unharmed by her 30 hour ordeal as she left the police station in Philadelphia this morning.  So far she has refused to make a public statement. RAILLY'S friends, MARILOU and WAYNE, are watching the TV. A door opens and KATHRYN RAILLY, wearing a robe, comes ou bedroom.  She still looks exhausted   Followed by her cat enters the kitchen area and turns on the kettle as WAYNE turns down the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- I'm in a state of hyper- alertness.  I can't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you take the sedative?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate those things.  They mess my head up. The old mug shot of COLE appears on the screen and RAILLY the volume up. TV REPORTER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along with the kidnapping of the Baltimore woman, James Cole is now also wanted in connection with the brutal slaying of Rodney Wiggins, an ex-convict from... RAILLY goes to the window, pushes aside the drape, and se HER POV:  ACROSS THE STREET...A COP keeps watch. RAILLY (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do they really expect him to come here? RAILLY returns to the kitchen area where MARILOU is getti tea things out. TV REPORTER on air",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in Fresno, California...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glances sadly toward the TV)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's dead, isn't he -- that little boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's fine.  It was just a \"prank\" he and his friends pulled. CLOSE ON RAILLY'S FACE... SHOCKED. ANGLE ON THE TV SCREEN, showing footage of a sheepish nin old boy being led out of a barn by the police.  The cops TV REPORTER (v.o.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Authorities have so far been noncommittal about whether they will try to file charges against the families of the children involved in the hoax. RAILLY stares at the TV, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VOICES!  SINGING!  COLE blinks awake, looks around, confu stares in disbelief.... Crowded around COLE'S bed, the SCIENTISTS are concluding ragged, out of tune, rendition of \"BLUEBERRY HILL.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "---found my thrills on Blueberry Hill... Seeing he's awake, SCIENTISTS break off the song and appl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well done, James!  Well done!  Nice going!  Congratulations!  Good for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "During your \"interview,\" while you were...\"under the influence,\" you told us you liked music! COLE, confused, looks around, sees he's in a one-bed wind room adorned with cheap reproductions of 19th and 20th ce landscapes. The BOTANIST responds to COLE'S obvious disbelief with a friendly smile and the others join in rapid fire, overlap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't the prison, James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But just until you recover your, uh,... equilibrium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're still a little... disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stress!  Time travel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stood up very well, considering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Superior work!  Superior!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You connected the Army of the 12 Monkeys to a world famous virologist and his son...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Others will take over now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be back on the surface in a matter of months....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll retake the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're very close!  Because of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unrolling a document)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it, James...what you've been working for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full pardon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be out of here in no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Women will want to get to know you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAINLESS TWIT",
          "text": "Unseen until now, two guards, TINY and SCARFACE, suddenly through the ring of SCIENTISTS, push COLE down, and tight loose restraints, already in place, but unnoticed before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sympathetically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you want to be well, James. And you will be...soon. COLE bursts into hysterical laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON KATHRYN RAILLY, insisting fiercely to someone,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He not only used the word \"prank\" -- he said the boy was hiding in a barn. RAILLY's talking to her former boss, DR. OWEN FLETCHER, p sitting across from her in his office, tapping his pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kidnapped you, Kathryn.  You saw him murder someone.  You knew there was a real possibility he would kill you, too.  You were under tremendous emotional stress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For God sakes, Owen, listen to me -- he knew about the boy in Fresno and he says three billion people are going to die!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathryn, you know he can't possibly know that.  You're a rational person. You're a trained psychiatrist.  You know the difference between what's real and what's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what we believe is what's accepted as \"truth\" now, isn't it, Owen?  Psychiatry -- it's the latest religion.  And we're the priests -- we decide what's right and what's wrong --we decide who's crazy and who isn't. ... I'm in trouble, Owen.  I'm losing my faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone in his \"hospital\" room, COLE struggles without succ free himself from his restraints. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure fucked up, Bob! Startled, COLE freezes, then ignores the RASPY VOICE and continues his feverish struggle. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I can understand you don't want your mistakes pointed out to you. I can relate to that, old Bob. COLE looks around in spite of himself.  Nothing to see bu walls and the landscape paintings. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I know what you're thinking.  You're thinking I don't exist except in your head.  I can see that point of view.  But you could still talk to me, couldn't you? Carry on a decent conversation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blurting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw you! In 1995!  In the real world! You were a bum!  You pulled out your teeth. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would I pull out my teeth, Bob? They don't like that.  That's a no-no. And when did you say you saw me? In...1872?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK YOU",
          "text": "RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yelling won't get you what you want.  You have to be smart to get what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah?  What do I want? RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know what you want?  Sure you do, Bob.  You know what you want. COLE, agitated, rocks back and forth.  Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me.  Tell me what I want. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To see the sky -- and the ocean -- to be topside -- breathe the air -- to be with her. ... Isn't that right?  Isn't that what you want? Completely shaken, COLE hesitates for a long moment.  Whe speaks, it comes out of him like air...a whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More...than...anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY'S in bed, asleep, having a very bad dream.  Sudden bedside phone RINGS.  Her eyes snap open.  A beat to orie herself.  RING.  She reaches for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT HALPERIN'S OFFICE/RAILLY'S BEDROOM",
          "text": "CLOSE ON HALPERIN, at his desk, talking into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Railly?  Jim Halperin, Philly P.D.. Sorry to call so early but... CLOSE ON RAILLY, eager, concerned. into the phone,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You found him?  Is he all right? CLOSE ON HALPEPIN, noting her reaction with raised eyebro giving an \"I told you so\" look to the BLACK PLAINCLOTHES across his desk, then continuing into the phone,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Au contraire, Doctor.  No sign of your good friend, the kidnapper.  However, the plot thickens.  I have a ballistic report on my desk that says the bullet you claim you removed from Mr. Cole's thigh is an antique...and all indications are it was fired...sometime prior to 1920. ANGLE ON RAILLY, reacting, stunned. ANGLE ON HALPERIN, continuing soberly now,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what I was thinking was, maybe if I sent a detective down there to talk with you, you could maybe revise or amplify on the circumstances.... Hello?  Hello?  Dr. Railly? HALPERIN considers the dead phone, glances at the COP aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her hand still on the receiver, RAILLY looks shocked.  Th hurries into her study and starts frantically pulling nea arranged piles of papers and books from a bookcase until finds a copy of her book.  She leafs through it hurriedly locates the picture of the Puerto Rican KID (JOSE) in WWI Peering closely, she tries to see everything in the pictu Then, she turns and reaches for a research folder of old photographs and rummages through it until she finds...!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! It's an uncropped shot of JOSE being carried on the stret the trenches.  And there in the corner with no helmet, no mask, and just a bit of bare shoulder showing...it's COLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clean shaven, clear eyed, COLE sits before the frowning S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The food, the sky, the certain, uh, sexual temptations -- you haven't become \"addicted\" have you, Cole?  To that \"dying\" world'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!  I just want to do my part. To get us back on top...in charge of the planet.  And I have the experience, I know who the people are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He really is the most qualified...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But all that...\"behavior\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cole, a little hurt)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said we weren't \"real,\" Cole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sir, I don't think the human mind was built to exist in two different... whatever you call it...\"dimensions.\" It's stressful, you said it yourselves, it gets you confused.  You don't know what's real and what's not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you know what's real now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. The SCIENTISTS start to confer openly among themselves",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd have to bone up, catch up to our research, the latest clues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's proved to be a quick study... The ASTROPHYSICIST fixes COLE with a sharp, penetrating l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't trick us, you know.  It wouldn't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And why would you want to?  It'll be dangerously close to the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand.  There'd be no point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to think about it, Cole. Among ourselves.  We'll get back to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing in front of a wall of glass in his office, overl hi-tech lab below where WORKERS in white \"space suits\" wo methodically, DR. MASON speaks angrily into a phone.  His ASSISTANT, whose features we don't see, stops writing a f on a blackboard and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have reason to believe that my son may be planning to do what?!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY, trying to stay calm, is talking to Dr. Mason on t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I know it sounds insane but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Mason on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid this doesn't seem very professional to me, in fact it's distressingly unprofessional for some- one who treated my son briefly (if indeed you actually are who you say you are) to take a sudden unsolicited interest in his mental health six years later, and to telephone a parent to express opinions that would be inappropriate... (breaks off, listens, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know anything about \"Monkey armies\", Doctor.  Nothing whatsoever. If my son ever was involved in... (listens, then,)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would be doubly inappropriate to discuss matters of security with you, Dr. Railly, but if it will put you at ease, neither my son nor any other unauthorized person has access to any potentially dangerous organisms in this laboratory.  Thank you for your concern. DR. MASON hangs up angrily and glares. DR. MASON'S ASSISTANT (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. \"Kathryn\" Railly????",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The psychiatrist who was kidnapped by that man who broke into my house.  She seems to have been suddenly struck by the most preposterous notion about Jeffrey. DR. MASON'S ASSISTANT (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I attended a lecture once...Apocalyptic visions. We see Dr. Mason's ASSISTANT now.  It's DR. PETERS, the r haired man who insisted to Dr. Railly you didn't have to insane to think the world was coming to an end. DR. PETERS (cont.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has she succumbed to her own theoretical...\"disease\"? But DR. MASON is lost in thought, not listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Given the nature of our work, we can't ever be careful enough.  I think we should review our security procedures, perhaps upgrade them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE is facing the BOTANIST who's using a pointer to indi various fading photos and newspaper clippings tacked on t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's consider again our current information -- if the symptoms were first detected in Philadelphia on June 28, 1995, that makes us know that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was released in Philadelphia, probably on June 14, 1995.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it appeared sequentially after that in...? With a quick glance at the panel of SCIENTISTS staring at from behind the long table, COLE replies like a good pupi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "San Francisco, New Orleans, Rio de Janeiro, Rome, Kinshasa, Karachi, Bangkok, then Peking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meaning...???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That the virus was taken from Philadelphia to San Francisco, then to New Orleans, Rio de Janeiro, Rome, Kinshasa, Karachi, Bangkok, then Peking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And your only goal is...???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To find out where the virus is so a qualified scientist can travel back into the past and study the original virus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that...???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, so that a vaccine can be developed that will, uh, allow mankind to reclaim the surface of the earth. COLE glances nervously at the suspicious SCIENTISTS as th BOTANIST switches on a slide projector and projects... a magazine photo of wall graffiti:  \"ATTENTION!!!  POLICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHING",
          "text": "BOTANIST (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is from a magazine printed in late September, 1995.  The writer speculated that this graffiti might be related to the epidemic that by that time had already killed thirty million people world-wide and was getting worse.  He says, certain people, unnamed, were questioned, but what came of that is not known.  But it is a clue you should pursue. COLE stares at the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOUD BANGING!  The storefront window, completely covered posters, quivers violently.  Images of MONKEYS covered wi electrodes, BABY SEALS being viciously clubbed, DOGS jamm tiny cages quiver as somebody beats on the window.  It's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEFFREY, BEN, TEDDY, and two of JEFFREY'S youthful cohort and KWESKIN, wait motionless beside a heap of cardboard c as FALE peeks out the front window through a slit between",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the kidnap woman -- the one who was with the guy who tied us up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's she doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's drawing attention to us, that's what she's doing. ... I don't know what you're up to this time, Mason, but you're gonna get us in deep shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whine, whine, whine.  What about walkie talkies?  We used to have walkie talkies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From littered doorways, DERELICTS sneak peeks at RAILLY a seemingly mad, shakes the doorknob, then hammers on the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOW YOU'RE IN THERE",
          "text": "RASPY VOICE (o.s)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Secret experiments! RAILLY whirls, sees LOUIE, the raspy-voiced toothless der",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what they do -- secret weird stuff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You!  I know you! But LOUIE is studying the pictures of the tortured animal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not just on them.  Do 'em on people, too -- down at the shelters.  Feed 'em chemicals 'n take pictures of 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen James Cole?  The man...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're watchin' you.  Takin' pictures. RAILLY follows his look. ANGLE ON AN OLD CHEVY, parked across the street, the PLAI COP slouched at the wheel, pretending to read a newspaper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police.  I know.  Listen, I need to talk to James, but he has to be careful how he contacts me.  He mustn't get caught.  Do you understand me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah, sure.  Uh...who's James?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was with me, he spoke to you. Several weeks ago.  He said you were from the future...watching him. LOUIS gives her a look that says, \"I'm outta here!\" But just then, RAILLY spots two TEZNAGE PUNKS surreptitio \"tagging\" their way along the street with cans of spray p RAILLY stares at the PUNKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FALE watches JEFFREY go over a check list while KWESKIN, and TEDDY organize materials, and BEN peeks out the small between posters at the front window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get the bolt cutters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One dozen.  They're in the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One dozen bolt cutters!  Whadda you gonna do with one dozen bolt cutters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grins)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Absolutely not. Don't tell me anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  Do you know what she's doing? Everybody freezes, looking toward 3EN, who's peeking outs Then, except for JEFFREY, they all crowd around BEN to ge POV THROUGH SLIT:  a glimpse of RAILLY, spray painting th of the store!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(erupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spinning around)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your psychiatrist?  Did you just say, \"your psychiatrist\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ex-psychiatrist!  Now, what about flashlights?  How many flashlights...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That woman is...was...your... psychiatrist?  And now she's spray- painting our building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON SLACK PLAINCLOTHES COP, across the street in the amazed, watching RAILLY spray painting.  He shakes his he ANGLZ ON STREET TYPES, inching closer, watching RAILLY wi amazement, too.  They include... an IRISH DRUNK, white haired, red-faced, bloated... a NATIVE AMERICAN with tormented eyes and a mangled ear.. an AFRICAN AMERICAN with one eye... the TEENAGED PUNKS... a WHITE MAN, shabbily dressed, joining the knot of ONLOOK reacting at the sight of RAILLY.  It's COLE!  He pushes t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathryn! RAILLY stops spraying, whips around at the sound of his V",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James! With a quick glance toward the PLAINCLOTHES COP, RAILLY t urgent charge of the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James!  That's a policeman.  Pretend you don't know me.  If he sees you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning, looking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I want to turn myself in.  Where is he? (placing his hands on his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry -- it's all okay now.  I'm not crazy any more!  I mean, I am crazy, mentally divergent, actually, but I know it now and I want you to help me.  I want to get well... ANGLE on RAILLY, desperately pulling COLE'S hands off his she tries to block the COP'S view of COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James -- put your hands down and listen to me.  Things have changed! ANGLE ON THE PLAINCLOTHES COP, checking the mug shot of C his clipboard, then reaching for his radio mike. ANGLE ON RAILLY, reacting to the COP speaking into his mi tosses the spray paint can aside, grabs COLE and tries to him along...but COLE isn't moving.  He's staring at the f the FAA Store with disbelief!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, come on!  We have to get out of here! COLE looks from the wall to the can rolling on the sidewa then back to the wall where RAILLY has sprayed the huge w ATTENTION!!!  POLICE ARE WATCHING! IS THERE A VIRUS?  IS THIS THE SOURCE?  THREE BILLION DIE?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the graffiti COLE saw in the future, in the picture!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen that...before. But RAILLY'S total attention is on their dilemma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, trust me.  We're in terrible trouble.  We have to run. Very confused, COLE lets her drag him along the sidewalk, ONLOOKERS.  She looks crazier than he does. ANGLE ON THE CHEVY, making a sudden, urgent u-turn, almos colliding with a passing car.  BRAKES SQUEAL and a HORN B",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON BEN, peeking out, reacting to the drama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, a guy in a Chevy is chasing her and some other guy I can't see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, no problem, it's probably just another kidnapping featuring Jeffrey's shrink, pardon me, make that ex-shrink. (indicating Jeffrey to the others)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your leader, a certifiable lunatic who told his former psychiatrist all his plans for God knows what whacko irresponsible schemes, and now who knows what she's painted out there on our wall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLS",
          "text": "(moves to Fale, jabs him with a finger)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I told her about the Army of the 12 Monkeys?  Impossible!  Know why, you pathetically ineffectual and pusillanimous \"pretend-friend-to- animals\"?!  I'll tell you why:  because when I had anything to do with her six years ago, there was no such thing -- I hadn't even thought of it yet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(triumphant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then how come she knows what's going on? JEFFREY abruptly switches from rage to good humor, adopti supercilious smile and a patronizing tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's my theory on that.  While I was institutionalized, my brain was studied exhaustively in the guise of mental health. I was interrogated, x-rayed, studied thoroughly.  Then, everything about me was entered into a computer where they created a model of my mind. They all stare, mesmerized, at the strutting JEFFREY.  Is serious?  Is he crazy?  Doesn't matter -- he's charismati JEFFREY (cont.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, using the computer model, they generated every thought I could possibly have in the next, say ten years, which they then filtered through a probability matrix to determine everything I was going to do in that period.  So you see, she knew I was going to lead the Army of the Twelve Monkeys into the pages of history before it ever even occurred to me.  She knows everything I'm ever going to do before I know it myself.  How about that? JEFFREY smiles smugly into FALE'S flabbergasted face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I have to get going -- do my part. You guys check all this stuff out and load up the van.  Make sure you have everything.  I'm outta here. JEFFREY exits.  The others stare at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's seriously crazy -- you know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An overflowing dumpster squats near the mouth of an alley The unmarked CHEVY crawls slowly past the alley, the PLAI COP'S eyes searching everywhere. Trash stirs in the dumpster and RAILLY'S eyes peer up out torn cardboard boxes, rotting food, and styrofoam litter. HER POV:  the POLICE CAR passes from view. ANGLE ON RAILLY, emerging from the refuse, hissing,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James!  Come on. A confused COLE emerges from the opposite end of the dump bits of lettuce in his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand what we're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(climbing out of the dumpster)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're avoiding the police until I can....talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(climbing out after her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean, treat me?  Cure me?  Kathryn, those words on the wall -- I've seen them before...  I...I...dreamed them. But she's not listening.  She's peeking out the alley ent RAILLY'S POV:  across the street is a run-down skid row h THE GLOBE, ROOMS WEEKLY, DAILY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DESK CLERK, an old alkie who hates trouble but finds stares across the counter suspiciously at RAILLY and COLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty five bucks an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An hour?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want quarter hours, go someplace else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(catches on, pulls out her last bills)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's ninety eight.  For the night.  Deal? The DESK CLERK squints warily at this turn of events.  Th turns, gets a key, turns back and hands it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forty four.  Fourth floor, turn right. Elevator's busted. RAILLY turns, COLE follows, and they walk quickly to the passing the stares of gloomy RESIDENTS sitting on torn so chairs in front of an old TV with hideous color. ANGLE ON THE DESK CLERK, watching RAILLY and COLE climb stairs.  As they disappear from view, he picks up the pho punches a number, speaks into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy?  This is Charlie at the Globe. You know if Wallace has a new girl? Sort of a rookie type?  Blonde?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE sits on the lumpy bed in the dingy room, watching RA pace back and forth like a mad woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay...you were standing there looking at the moon...you were eating grass... then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I was in...prison again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like that?  You were in prison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not really.  It's...it's in my mind.  Like you said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You disappeared!  One minute you were there, the next minute you were gone. Did you run through the woods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know -- I don't remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy in the well.  How did you know that was just a hoax?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was?  I didn't...know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, you said he was hiding in the barn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I saw a TV show like that when I was a kid.  Where a boy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT WASN'T A TV SHOW",
          "text": "COLE looks at her.  She's really upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe that kid saw the same TV show and copied it.  Listen, you were right, it's all in my head.  I'm mentally ill, I imagine all that stuff.  I know they're not real, I can trick them, make them do what I want.  I just worked on them in my head and I got back here.  I can get better.  I can stay here. RAILLY pulls a photo from her purse, shows it to COLE. It's the uncropped picture from her book, the photo of JO WWI with a fuzzy image of COLE on the edge of the frame,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does this mean to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I had a dream about...something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had a bullet from World War One in your leg, James!  How did it get there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said I had delusions -- that I created a world -- you said you could explain everything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I can't. ... I mean...I'm trying to.  I can't believe that everything we do or say has already happened, that we can't change what's going to happen, that I'm one of the three billion people who are going to die...soon. COLE stands, moves close to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to be here.  In this time.  With you.  I want to become...become a whole person.  I want this to be the present. I want the future to be unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sudden hopeful idea!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James...do you remember...six years ago...you had a phone number!  You tried to call and... WHAM!  The door flies open, kicked violently, the flimsy holding.  A menacing figure stands in the doorway.  WALLA wiry biker-type with jail house tattoos and mean eyes. COLE and RAILLY are too stunned to say anything as WALLAC them over coldly, insolently, then advances on RAILLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my territory, bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused, turns to Railly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this real -- or is this one of my delusions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is definitely real: (to Wallace)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, I think we have a little misunderstanding here... WALLACE smashes RAILLY in the face.  She flies back again wall and onto the floor as WALLACE spins around to COLE w stepping toward him, but WALLACE is now holding a knife",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you -- some kind of tough guy? You wanna be a hero?  You gonna try and mess with me?  Come on... A beat.  COLE puts his hands up placatingly as he backs a WALLACE and moves to RAILLY, whose eye is already swellin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that's a smart boy.  But you, honey, you think you can go 'round me and peddle your fancy ass in this part of town, you bet your life we got what I would call a major goddamn misunderstandin'. RAILLY reaches a hand up to COLE for assistance, but, he her purse instead, swings it around, SMASHES WALLACE in t with it, then grabs the pimp's arm and SNAPS it like it w twig!  The knife clatters to the floor as WALLACE yelps i and COLE slams him to the floor, straddles his chest, ret the near-by knife, and presses it sharply against WALLACE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMES",
          "text": "COLE hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes bulging)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You...heard...her.  Don't do it, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gets up, looks around)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put him in the closet, ... But get his money first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amazed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to rob him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I...We need cash, James. A shadow.  RAILLY turns toward the door and glimpses a FA disappearing, then hears SHOUTS from the hallway... SHOUTS (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're killing him!  Call the cops. Being very careful not to move his neck, WALLACE reaches pocket and produces a thick roll of bills, which RAILLY g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two are crazy.  I got friends.  You put me in a closet, they're gonna be really pissed. COLE moves off Wallace and, keeping the knife close, yank his teeth while RAILLY hurries to the window and looks ou HER POV:  A fire escape leads down into an alley. RAILLY turns just in time to see COLE shove WALLACE into bathroom, follow him in, slam the door behind them, and L",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY'S VOICE (from the other room) (rattling the door knob)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, what are you doing? WALLACE cowers back against the shower stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have friends, man -- if you cut me... WALLACE breaks off, bug-eyed, reacting to something we do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...the...fuck..are you doing???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY is pounding on the bathroom door now as, suddenly, opens and COLE steps out, the knife in his right hand, dr with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my God, James.  Did you kill him? COLE shakes his head \"no\" as blood oozes from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just...just in case.  In case I'm not crazy... (holds up two bloody molars)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's how they find us.  By our teeth. (a beat, eye contact)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want them to find me.  Ever.  I don't want to go back. RAILLY's astonishment turns to emotion as it dawns on her choice he's made.  Given up the future (if it exists, and looking like it does)!  Risking his life to be with her! this brief time!  She's overwhelmed, lips trembling, tear welling in her eyes.  But just then, the SOUNDS of SHOUTS feet THUNDERING up the stairs snap her back to reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COPS' boots THUNDER up the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In between nervous glances toward the door, RAILLY superv COLE obediently blocks the bathroom door with the bureau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Push it tight! WALLACE'S VOICE (from the bathroom)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE OFFICERS, led by the PLAINCLOTHES COP, make a caut entrance onto the 4th floor, guns drawn. Seedy HOTEL RESIDENTS point to Room 44, then cower back i their doorways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE and RAILLY clatter down the fire-escape, COLE in the They come to the end of the metal stairway.  It's a long to the ground.  COLE jumps down, turns, reaches up to her She lets herself down to him.  Their eyes meet.  He holds his arms for a moment.  Then, reluctantly, he puts her do They start running down the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLAINCLOTHES COP has his pistol out, his back to the alongside the open doorway to Room 44.  The UNIFORMED OFF are backing him up, weapons drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COME OUTTA THERE",
          "text": "No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLAINCLOTHES COP charges into the room in a crouch, p extended in both hands.  He pans the gun around the empty HIS POV:  the open window...the blood on the floor. WALLACE'S VOICE (from the bathroom)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A city bus disgorges a stream of PASSENGERS at a stop in toney downtown shopping district.  Among them, RAILLY loo furtively left and right, COLE on her heels.  She's hidde bruised eye behind sun glasses; he's holding a bloody handkerchief to his mouth. As he steps to the sidewalk, COLE is overwhelmed by the b city, the tall downtown buildings.  His eyes go up. COLE'S POV:  a building, towering toward the sky.  A buil with a ledge.  The same ledge the lion prowled in the fut ANGLE ON COLE, shaken, as RAILLY ushers him into the rece entrance to a store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait here.  I'm going to try that phone number.  Let's hope it's nothing! Dazed by his experience and the flow of SHOPPERS, COLE wa her hurry to a pay phone twenty yards away, his view of h intermittent by PEDESTRIANS streaming past him, their FAC looming frighteningly close. A BUSINESSMAN jostles COLE, forcing him back against the window.  Turning, he faces the angry jaws of a BEAR only Recovering from a jolt of terror, COLE realizes the BEAR toy in the display window.  Relieved, he looks back at RA COLE'S POV:  RAILLY, well out of earshot, speaking earnes the phone. ANGLE ON COLE, startled, as a BUSINESSMAN, mistaking him panhandler, shoves a dollar into his hand.  Confused, COL at the dollar, then turns to say something to the retreat BUSINESSMAN, but just then he sees RAILLY rushing toward eyes sparkling with happiness, LAUGHING, ebullient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James!  James!  It's okay.  We're insane!  We're crazy! COLE doesn't know how to respond, but a PASSERBY gives th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a Carpet Cleaning Company...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Carpet Cleaning Company?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No superiors!  No scientists.  No people from the future.  It's just a Carpet Cleaning Company.  They have voice mail -- you leave a message telling them when you want your carpet cleaned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... you left them a message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impishly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't resist.  I was so relieved. Wait'll they hear this nutty woman telling them...they better watch out for the Army of the Twelve Monkeys... Looking at her laughing face, COLE is struck with horror realizes the truth!  He starts to recite...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The Army of the Twelve Monkeys -- they're the ones who are going to do it.  I can't do anything more.  The police are watching me.\" Now she's stunned.  She glances back and sees the phone b twenty yards away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... you couldn't have heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got your message, Kathryn.  They played it for me.  It was a bad recording...distorted.  I didn't recognize your voice. RAILLY'S eyes fill with horror as she grasps the meaning. ANGLE ON A UNIFORMED COP, staring out the window of a POL CRUISER as it inches along in the bumper to bumper traffi Noticing something, he reaches for his radio. ANGLE ON RAILLY, spotting the CRUISER, grabbing COLE, pul into the CROWD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY, whose sun glasses don't really hide her bruised e a man's Hawaiian shirt to the pile of other men's things on a counter in front of a very suspicious CLERK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this. (turning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else? But COLE'S not here.  He's a short distance away...starin COLE'S POV:  aisle after aisle of eager shoppers and a bo brand new consumer goods. ANGLE ON COLE, remembering another department store, dark full of moldering merchandise. ANGLE ON RAILLY, turning again to the CLERK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess that's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall I put this on your account, Ma'am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(producing Wallace's roll of bills)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- I'll pay cash. The CLERK stares at the huge roll of bills!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What floor are the wigs on, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by stripped and abandoned vehicles, the VAN, w PEST CONTROL logo on its side, is parked on a trash-litte street beside the massive pillars of a towering freeway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VAN is packed with SIX ACTIVISTS, SANDY and KWESKIN a them, all wearing black.  Some of them have climbing gear belts, all sorts of paraphernalia.  KWESKIN is telling hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So then he goes into this incredible riff about how his shrink, like, replicated his brain while he was in the nut house. Turned it into a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Fale believed it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you know Fale!  He's like, \"If you guys get nailed -- and I'm sure you will -- I never saw you before in nay life!\" LAUGHTER from all of them.  Then, there's a sharp, rhythm series of RAPS on the side door, a signal. POPE quickly slides the door open.  It's JEFFREY...grinni Three other activists, GOINES, ICHIOKA, and BRUHNS, stagg the darkness behind JEFFREY, lugging a huge, squirming GA The van occupants react with murmurs of \"Awwwwwright\" and out\", then they help maneuver the writhing bag into the v Then, JEFFREY and the other three scramble in, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PEST CONTROL VAN lumbers up a ramp and onto the freew",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GARBAGE BAG squirms and grunts as JEFFREY holds a map flashlight and goes over \"the plan\" with the other ACTIVI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, that's Stage One.  In Stage Two, Monkey Four is over here... A loud GROAN from the bag distracts the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the harm in opening the bag? His eyes are taped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it's cruel leaving him like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, but cruelty is his specialty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why should we be like him? Shrugging cheerfully, JEFFREY tears open the garbage bag DR. MASON, trussed up, duct tape covering his eyes and mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want the full effect? Grinning wickedly, JEFFREY rips the tape from his father'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeffrey?  I know it's you, Jeffrey.  I recognize your voice. JEFFREY puts his finger to his lips, silencing everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEFFREY???  ... Very well.  You're out of your mind, Jeffrey.  I know all about your insane plan.  That woman -- your psychiatrist -- she told me. JEFFREY raises his eyebrows.  This he hadn't expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't believe her -- it seemed too crazy even for you.  But, just in case, I took steps to make sure you couldn't do it.  I took myself out of the loop!  I don't have the code any more.  I don't have access to the virus.  So, go ahead -- torture me, but you can't extract anything of use to yourself. The ACTIVISTS are all exchanging puzzled looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...virus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spins his head toward Jeffrey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She knew about it, Jeffrey.  She knew you were going to try this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What virus are we talking about, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're insane, Jeffrey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You \"develop\" viruses and you're calling me insane?  Typical.  What does this virus attack?  Don't tell me, you sick fuck, it doesn't matter. (to the others)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have I ever \"developed\" a virus?  Do I put helpless animals in cages and measure their reactions to electrical stimuli? Do I inject radioactive substances into living creatures and examine their bowel movements?  Wow!  And I'm crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please tell me, Jeffrey, what exactly are you going to do?  I don't have to tell you I'm afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spooky BERNARD HERRMAN MUSIC, giant redwoods looming skyw It's DAYTIME in Muir Woods.  SCOTTY (JAMES STEWART) AND M (KIM NOVAK) walk toward a display of a cross cut section redwood tree.  We're watching Hitchcock's VERTIGO. SCOTTY (up on the screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's a cross section of one of the old trees that's been cut down. They look at the lines of the tree marked with cards that",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"BIRTH OF CHRIST\", \"DISCOVERY OF AMERICA\", \"MAGNA CARTA S",
          "text": "\"1066 - BATTLE OF HASTINGS\", and \"1930 TREE CUT DOWN\". ANGLE ON THE THEATER AUDIENCE, empty seats dimly visible flickering light, a few shadowy MOVIEGOERS scattered here ANGLE ON THE SCREEN, MADELINE pointing, saying with profo MADELINE (up on the screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somewhere in here I was born.  And here -- I die.  There's only a moment for you.  You don't notice. ANGLE ON THE AUDIENCE, a shadowy COUPLE near the back of theater.  WE CAN'T REALLY SEE THEM, but we recognize thei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, let me help you. The theater is briefly illuminated by a very bright scene screen, revealing enough of COLE and RAILLY for us to see doing something to his upper lip while he tries to watch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I've seen this movie before. When I was a kid.  It was on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fussing with his upper lip)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shh -- don't talk.  Hold still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moving his head to see the film)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have seen it, but I don't remember this part.  Funny, it's like what's happening to us, like the past.  The movie never changes -- it can't change -- but everytime you see it, it seems to be different because you're different -- you notice different things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we can't change anything...because it's already happened, then we ought to at least smell the flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flowers!  What flowers? From the darkness, a MOVIE PATRON makes a SSSSHHHHH shoun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an expression.  Here... She's pulling something from a shopping bag at her feet, it on COLE'S head, adjusting it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are we doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we can stick our heads out the window and feel the wind and listen to the music.  So we can appreciate what we have while we have it.  Forgive me, psychiatrists don't cry. There are tears in her eyes.  They discomfit COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But maybe I'm wrong.  Maybe you're wrong.  Maybe we're both crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a few weeks, it will have started or it won't.  If there are still baseball games and traffic jams, armed robberies and boring TV shows -- we'll be so happy, we'll be glad to turn ourselves in to the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where can we hide for a few weeks? ANGLE ON THE SCREEN, where SCOTTY and MADELINE are in the the OCEAN behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you'd never seen the ocean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A GORILLA, by moonlight, angry, a true nightmare URGENT WHISPERS off screen, RUSTLING SOUNDS.  Then, METAL Only now are we aware that the GORILLA is in an outdoor z with phony rocks.  Stalking back and forth.  Huge.  Upset CLANK.  CLANK.  METAL ON METAL.  GRUNTS of effort, then, MASON'S VOICE, plaintive, frightened. DR. MASON'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing to me?  Where are we?  Jeffrey, please... SANDY'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For God's sake, put the tape back on his mouth! The GORILLA bellows angrily, beating his chest. JEFFREY'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget the tape.  The monkey's louder than he is.  You gonna tape the monkey's mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under the full moon, PANTHERS pace back and forth, back a forth, uttering ominous guttural SNARLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KING OF BEASTS gives a deep, fierce ROAR.  From the d unseen ELEPHANTS TRUMPET their response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PANDEMONIUM of WINGS RUSTLING, the sharp metallic CLINK metal on metal, the MUTTER of HUMAN VOICES, then a cacoph CRESCENDO of frenzied SCREECHING as PARROTS, COCKATOOS an EXOTIC BIRDS careen madly in their cages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON COLE, dozing fitfully, as the SOUNDS of SCREAMIN continue.  Suddenly, he comes awake with a start...sees t filling his field of vision. HIS POV:  the MOVIE SCREEN.  TIPPI HEDRIN, overwhelmed by screeching BIRDS in an attic in Hitchcock's THE BIRDS. ANGLE ON COLE, orienting himself, looking around.  Empty both sides of him.  He's alone.  He panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kathryn?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lobby poster boasts \"Classics 24 Hours A Day\" and \"Hitc Festival\".  PANNING OFF the poster, passing a SNORING USH to the world in an old velvet chair, WE DISCOVER a BRUNET tight dress, just hanging up the lobby pay phone.  Turnin reveals heavy make-up, gaudy costume jewelry, and sun gla She's the BRUNETTE in COLE'S DREAM!  Crossing the lobby t the auditorium, it's a pleasure to watch her nice body un in the tight dress. Just then, the auditorium doors burst open and a BLONDE M Hawaiian shirt appears, the man from COLE'S DREAM, except man's moustache is fixed firmly on his upper lip.  The BL stops, stunned at the sight of the BRUNETTE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're booked on a 9:30 flight to Key West. The Brunette is RAILLY, no longer the frazzled profession revealed now by her disguise as a sexy babe.  The Blonde COLE!  He's confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were in my dream just now.  I didn't recognize you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you look pretty different, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean in my dream -- I didn't realize it was you.  Then...I woke up and I...I thought you were gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(studies him seriously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember you...like this.  I feel I've known you before.  I feel I've always known you. Their eyes lock.  Suddenly, she backs up, gently maneuver with her, past the sleeping USHER, to and through an unlo unmarked door, then closing it behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY and COLE are in a dimly lit cluttered storage room kisses him hungrily amid the brooms, plastic trash barrel janitorial items.  COLE responds to her passion as they m deeper into the room, its walls covered with old movie po Tearing at each other's clothes, they collapse on a rolle theater curtain among stacks of ancient theater seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red rim of the rising sun is just becoming visible be silhouetted roofs of an upper middle-class suburban neigh The early light is so vague that when a huge SIBERIAN TIG across a neatly-trimmed lawn, he's more a shadowy vision reality.  Did we really see him at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rising sun flares behind the towering silhouette of a building, deserted in the early morning light.  High up, his head around a girder. Four stories below, other MONKEYS are climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deserted in the first light of dawn, the stores face each across a broad promenade with blank staring windows. Nothing happens.  For a long moment.  Then, an AFRICAN BU ELEPHANT appears, turning the corner, lumbering toward us the promenade, raising his trunk to TRUMPET triumphantly other ELEPHANTS trotting into view behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fiftyish WOMAN CABBIE with white hair and a Southern tw at the wheel of the cab. WOMAN CABBlE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time's your flight, friends? In the back seat, COLE, in the blonde wig and moustache, his companion, the sexy babe in sun glasses and heavy mak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nine thirty",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might be tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled, checks her watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tight?  My watch says 7:30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your normal mornin', okay, plenty a time, but today, gotta take inta account your Army-of-the-Twelve-Monkeys factor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve Monkeys, honey.  Guess you folks didn't turn on your radio this morning. COLE and RAILLY exchange a quick look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bunch a weirdoes let all the animals outta the zoo last night.  Then they locked up this big shot scientist in one of the cages. Scientist's own kid was one a the ones did it! RAILLY and COLE stare at the cabbie, stunned. WOMAN CABBlE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now they got animals all over the place.  Buncha zebras shut down the thruway 'bout an hour ago and some kinda thing called an \"e-mu\" it's got traffic blocked for miles over on 22. Flabbergasted, RAILLY'S eyes suddenly fill with hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what they were up to!  Freeing animals!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the walls -- they meant the animals when they said, \"We did it.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can hear it on the radio all the stations... As the WOMAN CAEBIE switches on the RADIO, RA:LLY points follows her look. COLE'S POV:  two CHEETAHS, sleek and magnificent against cityscape, streaking past the cab at ninety mph! ANNOUNCER/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the meantime, numerous animal rights activists have joined the chorus condemning what they're calling the \"loose canon\" activities of Jeffrey Mason and his Army of the Twelve Monkeys. RIGHTS ACTIVIST/RADIO (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can these fools seriously believe that releasing a captive animal into an urban environment is being compassionate to the animal?  It's mindlessly cruel, almost as indefensible as holding the animal in captivity in the first place. RAILLY and COLE are watching FLAMINGOS cross the sky agai backdrop of skyscrapers in silhouette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it's going to be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSY ON copies of the mug shot of COLE and a photo of RA while the airport P.A. SYSTEM DRONES in the b.g.. REVEAL a DETECTIVE, giving the flyers to the uniformed SU at one end of the ticket counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell your people if they spot either one of them, not to try and apprehend then.  They should notify us and... ANGLE ON RAILLY AND COLE, thirty yards away, entering the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Flight 531 for Chicago is now ready for boarding at Gate Seventeen. ANGLE ON COLE, reacting to the P.A., stopping, seeing the bustling airport lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know this place! ... This is my dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Airports all look the same.  Maybe it's... (turning, reacting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James!  Your moustache!  It's slipping. But COLE isn't listening.  He's looking around, mesmerize",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not just my dream.  I was actually here!  I remember now.  My parents brought me to meet my uncle.  About a week or two before...before...before everybody started dying. RAILLY glances around nervously. RAILLY'S POV:  two UNIFORMED POLICEMEN, strolling through lobby, their eyes scanning the faces of TRAVELERS. ANGLE ON RAILLY, pulling a small tube from her purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They may be looking for us, James. (placing the tube in his hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use this.  You can fix it in the Men's Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confounded)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was here...as a kid.  I think you were here, too.  But you...looked just like you look now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James, if we're identified, they're going to send us someplace...but not to Key West!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snaps out of it, hand to moustache)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right!  You're right.  I have to fix this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indicating a sign)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get the tickets and meet you... in the Gift Shop. COLE follows her look, nods, then heads for the Men's Roo RAILLY, in sun glasses, gaudy outfit, high heels, starts clopping toward the ticket counter, her ass attracting ad glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BUSINESS TRAVELERS huddle over pay phones, talking earnes COLE walks past on his way to the Men's Room. Seeing an unoccupied phone, COLE hesitates, considers it. to a decision, he reaches into his pocket, pulls out some",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON the flyer of COLE and RAILLY taped under the cou hidden from the customers, but in clear view of the TICKE who has just finished serving a PORTLY GENTLEMAN.  The GE walks away. ANGLE ON RAILLY, stepping up to the counter, smiling, loo nothing like the Railly on the flyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judy Simmons.  I have reservations for Key West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE is speaking into the phone very low, very private, v",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I don't know whether you're there or not.  Maybe you just clean carpets.  If you do, you're lucky -- you're gonna live a long, happy life. But if you other guys exist and you're picking this up -- forget about the Army of The Twelve Monkeys -- they didn't do it.  It was a mistake' Someone else did it.  The Army of The Twelve Monkeys are just dumb kids playing revolutionaries.  It was someone else! COLE looks around nervously, catches a BUSINESSMAN at the phone looking away quickly.  COLE touches his loose moust he averts his face and speaks into the phone in an urgent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've done my job.  I did what you wanted. Good luck.  I'm not coming back! COLE hangs up the phone, looks around, catches a few star Averting his face, he heads for the Men's Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TICKET AGENT is counting out a stack of bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't see a lot of this... cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's...a long story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles, hands over the tickets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll begin boarding in about twenty minutes.  Have a nice flight, Mrs. Simmons. Turning to go, RAILLY fumbles the tickets while trying to them in her purse and they flutter to the floor.  As she to retrieve them, WE SEE the long line of waiting TRAVELE the waist down.  WE SEE a familiar Chicago Bulls Sports B resting on the floor beside sneakers and gaudy baggy pant we've seen this outfit before...in COLE'S dream...on MR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The P.A. DRONES as CCLE, head down, lingers at a sink, wa and rewashing his hands while another TRAVELER finishes d his hands, gives COLE a quizzical look, then leaves. Quickly, COLE glances around, checks the seemingly empty Room, then takes the tube of adhesive from his pocket, pu goop under the loose edge of his moustache and presses it against his face as he leans close to the mirror. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got yourself a prob, Bob? COLE whirls, looks for the source of the VOICE.  Nothing! he spots shoes peeking from dropped trousers indicating a occupied stall.  It must be him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave me alone!  I made a report.  I didn't have to do that. RASPY VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Point of fact -- you don't belong here. It's not permitted to let you stay. A toilet FLUSHES in the \"occupied\" stall.  COLE'S answer and defiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the present.  This is not the past. This is not the future.  This is right now! A PLUMP BUSINESSMAN emerges from the \"occupied\" stall, gi a wary look and a wide berth as he heads for a sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm staying here! You got that?  You can't stop me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(high pitched voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything you say, chief.  It's none of my business. COLE looks dismayed.  This guy couldn't be \"THE VOICE\"! are no feet showing under the other stalls.  Did he imagi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chicago Bulls bag!  It's on the counter in front of t TICKET AGENT who's reviewing a stack of tickets in awe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woooo-eeee.  San Francisco, New Orleans, Rio de Janeiro, Rome, Kinshasa, Karachi, Bangkok, Peking! That's some trip you're taking, sir, All in one week! MR. PONYTAIL (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing over the tickets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a good one, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLE emerges from the Men's Room, shaken, paranoid.  He g around nervously.  Then, keeping his head down, he starts toward the Gift Shop.  Before he gets more than a few ste someone suddenly grabs his shoulder from behind. FAMILIAR VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta be crazy, man! COLE whirls, finds himself facing a Puerto Rican youth in Raiders jacket, a sideways baseball cap, and mirrored sun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jo...Jose????",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulling out the tooth, man, that was nuts!  Here, take this. JOSE tries to slip COLE a 9mm pistol.  Astonished, COLE r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  What for?  Are you crazy? Frustrated, JOSE conceals the gun but keeps a grip on COL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?  Are you kiddin?  You're the one! You were a hero, man.  They gave you a pardon!  And whadda you do?  You come back and fuck with your teeth!  Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone call, man.  The phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The call I just made?  Five minutes ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, five minutes ago, thirty years ago! Yes, that phone call.  I been in training for this a couple a months now -- ever since I got back from that... \"weird\" war we were in.  You remember that? (pressing the pistol on Cole)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, take it, man!  You could still be a hero if you'd cooperate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY takes a travel book on Key West from a rack, consi includes it with several magazines she's holding.  She do notice MR. PONYTAZL enter the Gift Shop behind her! The P.A. System DRONES flight info as RAILLY checks her w frowns.  It's getting late and where's Cole?  She turns, for the cash register to make her purchases. MR. PONYTAIL, seen from behind, is at the cash register a He sets a newspaper on the counter and searches for chang The paper features a banner headline...\"ANIMALS SET FREE\" sub head...\"PROMINENT SCIENTIST FOUND LOCKED IN GORILLA C over a photo of DR. MASON being released from the cage an another photo of a GORILLA perched atop a parked car. Stepping in line behind MR. PONYTAIL, RAILLY checks her w again. Then, MR. PONYTAIL, having paid, turns to go and R looks up and sees his face. though it is not visible to u Startled, RAILLY frowns.  Does she know this man? MR. PONYTAIL pauses for a moment, considering the babe in shades, gaudy earrings, the tight skirt, and high heels. RAILLY doesn't recognize the man, but we do!  He's DR. MA ASSISTANT, DR. PETERS...the man who attended RAILLY's lec Smiling, DR. PETERS steps around RAILLY and exits the Gif Still puzzled, RAILLY puts her purchases on the counter a CLERK starts ringing them up as a DELIVERY MAN comes in a a bundle of newspapers at her feet. RAILLY'S POV:  the front page shows a photo of three frig GIRAFFES in freeway gridlock under a headline proclaiming CREATE CHAOS\".  Further down are two more photos...DR. MA gorilla cage and a file photo of DR. MASON in his lab. CLOSE ON THE SHOT OF DR. MASON in his lab.  There's someo in the picture.  It's a man wearing a lab coat and a PONY ANGLE ON RAILLY, reacting, suddenly remembering!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEMORY FLASHBACK",
          "text": "RAILLY looks up from the book she's signing and sees DR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it obvious that \"Chicken Little\" represents the sane vision and that Homo Sapiens' motto, \"Let's go shopping!\" is the cry of the true lunatic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY, stunned, stares in the direction PETERS/PONYTAIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- flight 764 for San Francisco is now ready for boarding at Gate 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the confusion of TRAVELERS streaming in different dire COLE hurries toward the Gift Shop while JOSE struggles to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coma on, Cole, don't be an asshole. (then, blurting it out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I got orders, man!  You know what I'm sposed to do if you don't go along? I'm sposed to shoot the lady!  You got that?  They said, \"If Cole don't obey this time, Garcia, you gotta shoot his girlfriend!\" COLE stops in his tracks, blown away, too stunned to spea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got no choice, man.  These are my orders.  Just take it, okay? COLE accepts the gun this time, resigned now.  They've go",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This part isn't about the virus, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about obeying, about doing what you're told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They gave you a pardon, man.  Whatdaya want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who am I supposed to shoot? Just then, RAILLY rushes up to COLE, not even noticing JO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James!  Thank God!  I thought you'd disappeared.  Listen, I think I know who it is!  I saw him!  It's Dr. Mason's assistant.  An apocalypse nut!  The next flight to San Francisco leaves from Gate 38. If he's there, it has to be him. JOSE, having heard this, steps back into the crowd as RAI grabs COLE and pulls him toward the Security Check Points",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, Kathryn.  Remember that. She doesn't hear him or see the look of doom in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we can stop him.  Maybe we can actually do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young boy of nine passes through the magnetic arch grin YOUNG COLE!  Exactly as he appears in the dream! He joins his PARENTS, who are only visible from their che down, and they continue along the concourse.  WE LINGER a DISCOVER two DETECTIVES watching TRAVELERS as they pass t the magnetic arch and retrieve their bags from the X-ray comparing their faces to photos of COLE and RAILLY. ANGLE ON A SECURITY OFFICER, watching the x-ray monitor. ANGLE ON THE MONITOR, showing the X-RAY IMAGE of a sports along the conveyer belt.  The bag contains some strange o ANGLE ON THE SECURITY OFFICER, reacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, sir.  Would you mind letting me have a look at the contents of your bag? ANGLE ON DR. PETERS, coming through the magnetic arch, re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?  Oh, yes, of course.  My samples. I have the appropriate papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAILLY AND COLE arrive at the very long suddenly stalled TRAVELERS waiting to pass through security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God, we don't have time for this. ANGLE ON THE SECURITY CHECK POINT, where DR. PETERS unpac Bulls bag, pulls out six metal cylinders along with a cha clothes and a Walkman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biological samples.  I have the paperwork right here. DR. PETERS produces a sheaf of official papers while the OFFICER examines one of the tubes, turning it over in his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to have to ask you to open this, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open it? (blinks stupidly, then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. DR. PETERS takes the metal cylinder and starts opening it There's a SOUND of VOICES RAISED behind them.  DR. PETERS attention, but the SECURITY OFFICER turns toward the NOIS SECURITY OFFICER'S POV:  RAILLY, trying to explain someth SECOND SECURITY OFFICER. ANGLE ON THE TWO DETECTIVES, nearby, showing interest in commotion. ANGLE ON DR. PETERS, oblivious to the fuss, pulling a clo glass tube out of the metal cylinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here!  You see?  Biological!  Check the papers -- it's all proper.  I have a permit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's empty! Indeed, it looks like a sealed clear glass tube with noth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, yes, to be sure, it looks empty! But I assure you, it's not. ANGLE ON RAILLY, at the end of the line, arguing with the SECURITY OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please listen to me -- this is very urgent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll have to get in line, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all in a hurry, lady.  What's so special about you? ANGLE ON DR. PETERS, producing the glass tubes from the o metal cylinders as the SECURITY OFFICER examines the pape",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see!  Also invisible to the naked eye. A beat.  OR. PETERS grins suddenly, opens one of the glas and waves it under the SECURITY OFFICER'S nose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't even have an odor. The SECURITY OFFICER glances up, sees what DR. PETERS is and smiles as he hands the papers back to the scientist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not necessary, sir.  Here you go.  Thanks for your cooperation.  Have a good flight. Hastily, DR. PETERS snatches up all the tubes and cylinde shoves them back into his gym bag. ANGLE ON RAILLY, raging as the SECOND SECURITY OFFICER ja with his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you calling a \"moron\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get your hands off her! The SECOND SECURITY OFFICER stiffens for trouble. ANGLE ON THE DETECTIVES, watching the fuss, ready to get involved.  Suddenly, the FIRST DETECTIVE frowns. FIRST DETECTIVE9S POV:  COLE'S moustache is slipping.  CO senses it, reaches up to touch it, catches the DETECTIVE' For half a second their eyes meet, then COLE looks away. ANGLE ON DR. PETERS, hurrying away. SECURITY OFFICER'S VOICE (o.s.}",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD IT",
          "text": "DR. PETERS freezes, turns, ashen. The SECURITY OFFICER is retrieving a pair of jockey short the floor beside the search table.  He waves them at DR. DR. PETERS hurries back for his underpants. ANGLE ON COLE, trying to keep his head turned away as he confronts the SECURITY OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, get your hands off her.  She's not a criminal.  She's a doctor...a psychiatrist. RAILLY looks alarmed at that. ANGLE ON THE DETECTIVES, coming this way.  The FIRST DETE has the photos in his hand. ANGLE OW DR. PETERS, bagging his jockey shorts, then star hastily down the windowed concourse toward the gates. ANGLE ON RAZZLY, suddenly spotting DR. PETERS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRUS",
          "text": "ANGLE ON COLE, following RAILLY'S look, seeing MR. PONYTA",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN FROM HIS DREAM",
          "text": "ANGLE ON DR. PETERS, frightened, glancing back, walking f RAILLY (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLEASE, SOMEBODY",
          "text": "ANGLE ON DETECTIVES, reaching RAILLY and COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raising his badge)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police Officers.  Would you step over here, please. ANGLE ON COLE, spotting something behind the DETECTIVES! COLE'S POV:  SCARFACE, dressed like a \"businessman\"!  He COLE a cold look. A beat.  COLE lunges at the SECOND DETECTIVE, knocking hi balance, then sprints toward the magnetic arch and throug The ALARM goes off!!!! The FIRST SECURITY OFFICER tries to stop COLE, but COLE k him aside like a rag doll. ANGLE ON DR. PETERS, fifty yards up the concourse, glanci ANGLE ON COLE, pulling his pistol. ANGLE ON THE SECOND SECURITY OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE'S GOT A GUN",
          "text": "ANGLE ON THE FIRST DETECTIVE, raising his pistol at COLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STOP OR I'LL SHOOT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON COLE, gun in hand, sprinting along the concourse DR. PETERS as frightened TRAVELERS SCREAM and dive for co ANGLE ON YOUNG COLE, standing at a concourse window, watc plane land, flanked by his parents whose faces we don't s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG COLE who, hearing the commotion, turns just as DR. hurries by.  DR. PETERS bumps into YOUNG COLE and reacts pulling his Bulls bag close to his body and calling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCH IT",
          "text": "ANGLE ON YOUNG COLE, wide eyed, watching... YOUNG COLE'S POV:  a BLONDE MAN. dashing up the concourse moustache slipping over his lip, a pistol in his hand. YOUNG COLE'S POV:  the FIRST DETECTIVE aims, looking for shot in the crowded passageway. YOUNG COLE'S POV:  a BRUNETTE in flashy clothes, gaudy ea high heels, and sun glasses SCREAMS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "N0OOOOO0O",
          "text": "YOUNG COLE'S POV:  the FIRST DETECTIVE, firing!  CRACK! YOUNG COLE'S POV:  the BLONDE MAN, shuddering, staggering ANGLE ON YOUNG COLE, stunned, as his PARENTS try to shiel MOTHER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God!  They shot that man! Mesmerized, YOUNG COLE watches the BRUNETTE rush to the B MAN, kneel beside him, minister to his bloody wound. YOUNG COLE'S POV:  the BLONDE MAN, fatalistically reachin and tenderly touching the BRUNETTE'S cheek, touching her",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFOLDING UNNATURALLY SLOWLY, OPENING LIKE A FLOWER.",
          "text": "ANGLE ON YOUNG COLE, not able to hear their words, but he emotion as the BLONDE MAN tries to tell the sobbing BRUNE YOUNG COLE'S POV:  PARAMEDICS, breaking the spell, pushin BRUNETTE aside as they crouch beside the BLONDE MAN. FATHER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come along, son, this is no place for us. ANGLE ON YOUNG COLE, as his FATHER'S ARM drapes over his steering him.  YOUNG COLE turns to look back as he's led YOUNG COLE'S POV:  the PARAMEDICS, exchanging glances, sh helplessly.  It's too late.  The BLONDE MAN is dead. YOUNG COLE sees the BRUNETTE, her face streaked with tear suddenly turn and look around, scanning the crowd, search something.  POLICE OFFICERS approach her, say something t Even as she responds, her eyes continue to scan the conco ANGLE ON YOUNG COLE, being hurried toward the lobby by hi (whose faces remain out of view).  He can't help sneaking look back. YOUNG COLE'S POV:  POLICE, handcuffing a distracted, unre RAILLY.  Even now, she continues to look around almost fr Suddenly, her gaze falls on YOUNG COLE and she reacts...s found what she's looking for! ANGLE ON YOUNG COLE, reacting to the intensity of her loo ANGLE ON RAILLY, her eyes speaking to the boy across the concourse. ANGLE ON YOUNG COLE, overwhelmed by the look. FATHER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry up, son. With a last lingering look toward the mysterious BRUNETTE COLE turns away, tears welling in his eyes.  WE MOVE IN.. CLOSE...CLOSER...on his eyes.  WE WANT TO KNOW WHAT THE T",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT WE KNOW VERY WELL WHAT HE WILL REMEMBER",
          "text": "MOTHER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretend it was just a bad dream, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DR. PETERS closes the door to the overhead luggage rack containing his Chicago Bulls bag and takes his seat.  Nex him, a FELLOW TRAVELER, unseen, says... FELLOW TRAVELER'S VOICE (o.s.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's obscene, all the violence, all the lunacy.  Shootings even at airports now. You might say...we're the next endangered species...human beings! CLOSE ON DR. PETERS, smiling affably, turning to his neig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you're right. sir.  I think you've hit the nail on the head. DR. PETERS' POV:  the FELLOW TRAVELER, a silver haired ge in a business suit, offering his hand congenially.  DR. P doesn't know who this man is, but we do.  It's the ASTROP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jones is my name.  I'm in insurance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As YOUNG COLE'S PARENTS (seen only as sleeves and torsos) YOUNG COLE into their station wagon, the boy hesitates, l back, watches a 747 climb into the sky.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_005"
    }
  ]
}