{
  "movie_id": "MOV044",
  "scenes": [
    {
      "location": "SAWVILLE",
      "time": "DUSK",
      "characters": [
        "KACEY",
        "JEFF",
        "DIRECTOR OF PHOTOGRAPHY",
        "WHEELCHAIR FAN",
        "IN YOUR CAR",
        "OLD, HALF-ROTTED SIGN",
        "DIRECTOR, (CONT'D)",
        "OH CHRIST SHIT",
        "DISPATCHER, (RADIO)",
        "SHOPKEEPER",
        "THIRD KID",
        "TRAILER HOUSE",
        "ANOTHER FLEEING TOWNIE",
        "SHIT",
        "DEVOTED FAN",
        "SCHWACK --",
        "ANSWERING MACHINE",
        "WHEELCHAIR FAN, (CONT'D)",
        "UMPH",
        "KASEY",
        "CLAYTON",
        "MILLS",
        "MAYOR",
        "FLEEING TOWNIE",
        "SHOT IN ARM GUY",
        "HANK, (0.S.)",
        "RADIO RAP SONG",
        "LITTLE DEBBIE",
        "WIFE",
        "WHOLE REASON WE'RE HERE",
        "BETWEEN THE CREDITS",
        "WING, (CONT'D)",
        "HELP",
        "JEFF, (CONT'D)",
        "HANK, (CONT'D)",
        "OLD LADY",
        "ANGEL BRUCE",
        "PETRA, (CONT'D)",
        "PETRA",
        "RURAL MAIL BOXES,",
        "DEVIL BRUCE",
        "REAL",
        "WITH",
        "CLAYTON, (CONT'D)",
        "TOWNSFOLK",
        "CLAYTON, (0.S.)",
        "BLOOD-SOAKED SWORD",
        "TOWN GUY TOWN GUY 2",
        "KID",
        "ANNOUNCER",
        "THROUGH THE WOODS",
        "MAYOR, (CONT'D)",
        "RUN",
        "SHOT IN LEG GUY",
        "HOLY JESUS CRAPPING HELL",
        "YOUR LIVES",
        "APPLIANCE STORE OWNER",
        "FARMER FARMER",
        "DEBORAH",
        "GAHHYGG",
        "TOWNFOLK",
        "OWW",
        "SPLIT MAN",
        "TERRIFIED TOWNIE",
        "RUNNING TOWNIE",
        "AHHHH",
        "FIRST KID",
        "TOWN GUY",
        "GAHHGHH",
        "MILLS, (CONT'D)",
        "KELBO",
        "BARTENDER",
        "KELLY /JEFF",
        "KELLY, (CONT'D)",
        "BURSTS INTO THE EDITING ROOM",
        "WING",
        "DIRECTOR",
        "SECOND DEVOTED FAN",
        "CONTINUED",
        "THIRD DEVOTED FAN",
        "DISINTERESTED TOWNIE",
        "LITTLE KID",
        "STOREKEEPER",
        "THROWS THE KID OFF THE BIKE",
        "FOURTH DEVOTED FAN",
        "A BIRD HITS THE WINDSHIELD OF HIS CAR",
        "SECOND KID",
        "GUY WITH TORCH",
        "KIDS",
        "FANS",
        "JEEZZ",
        "KACEY, (CONT'D)",
        "HANK",
        "WALKIE VOICE",
        "KELLY",
        "WHAT",
        "SQUARE DANCE CALLER",
        "JEFF, (0.S.)",
        "BRUCE",
        "YET ANOTHER FLEEING TOWNIE",
        "BRUCE, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "OPEN on green hills, hidden under mysterious swathes of ground fog. There’s an eerie quiet as the sun sinks and the shadows lengthen... PAN DOWN to a “Welcome To Sawville, Population 2649” sign. The city’s motto, “We Came, We Sawed, We Prospered” scrolls over a cartoon image of a sawmill. Suddenly, an entire 12 pack of EGGS splat the sign, yolk dripping as we HEAR METAL MUSIC and a KID WHOOPING over the ROAR of a pick-up truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the truck, two teenagers (CLAYTON and JEFF) roar down a back road. Jeff, wearing an EVIL DEAD tee shirt, is driving. As they approach a row of",
          "sentiment": "neutral"
        },
        {
          "speaker": "RURAL MAIL BOXES,",
          "text": "Clayton, sporting a John Deere cap, finishes a beer, tosses the empty and grabs a baseball bat from behind the driver’s seat, noticing a pile of DVDs and comic books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Thought I told you to ditch all this monster movie stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s wrong with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Sheesus, Jeff... As they pass the mailboxes Clayton leans out the window and swings, smashing the boxes and sending plumes of letters into the air. CLAYTON (CONT’D) Mail’s in! (back to Jeff) ..+.-when are you going to grow up? I’m trying to get you laid, but how’s that going to happen when first thing the chick sees is... (grabs DVD) (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON, (CONT'D)",
          "text": ".»+.some piece of shit starring “Bruce Campbell”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What did you say...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff suddenly SLAMS ON THE BRAKES and the truck fishtails to a stop, dust washing up over the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Clayton lurches forward then back, Jeff glares him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Take it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Bruce Campbell is the greatest actor of his generation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "You're kidding, right? (going through boxes) “Mindtrap?” “Alien Apocalypse?” “Cavealien?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(defensive) Shut up! That’s a good one! Clayton flips the box, dramatically reading the blurb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "“Bruce Campbell IS Lt. Jack Stryker, a rogue clone-warrior and mankind’s last hope against the deadly Cavealiens.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah? So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Dude, forget thumbs, Ebert wouldn’t wipe his crack with this trash! Jeff grabs the DVD away from him, angry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Get out of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Whoa, slow down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You don’t like Bruce, you walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "I loved Army Of Darkness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Everybody loved that one! (anger abating) But... all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "(a *whew* ) Now, could we please go get laid? Jeff begrudgingly puts the truck into gear, headlights stabbing the shadows as they careen down the dusty road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIME PASSES and the truck’s headlights wash across the dilapidated arches of an old GRAVEYARD. As the truck rolls through the arches, pan across another",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD, HALF-ROTTED SIGN",
          "text": "identifying this new location cryptically with some painted Asian characters, along with a few broken English words of warning: PRO ECTE FO THOSE WH DIE . BEWA E HOSE WITHOUT EAN URD. (\"Protected for those who died. Beware those without bean curd.”) As HEADLIGHTS stab the moonlit darkness, Jeff's pick-up SMASHES OVER the sign and skids to a stop. PULL OUT to reveal a DILAPIDATED CHINESE GRAVEYARD, nestled in the shadow of a tall hill. Rotted sticks with faded Chinese characters jut from the ground. Barely visible somewhere in the background is a long abandoned mine-shaft, barely visible in the mountainside. After a moment, JEFF STEPS OUT OF THE TRUCK, flashlight in hand. The BEAM dances through the darkness and across the grave markers, some tagged with wisps of tattered cloth, others broken and jagged. As Jeff moves up to one of the markers, staring at it... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff JUMPS UP with a SCREAM and turns his light, revealing LITTLE DEBBIE. A creepy teenage Goth chick with multiple piercings and heavy mascara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE DEBBIE",
          "text": "You scream like a girl. Next to her looms another teenager, BIG DEBBIE. She's REAL big, well over six feet. Their car’s parked nearby, hidden by the darkness. LITTLE DEBBIE (CONT’D) (eying graves) Come on, Big Debbie. lLet’s check it out. The Debbies exchange excited “let’s check it out!” looks and bolt to explore the graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Big Debbie and Little Debbie. From the Apple Festival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I thought they blew us off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "They blew you off, “Evil Dead.” (nods at Goth girl) When I told the Mascara Queen about this old boneyard she practically dry-humped me on the spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She’s kind of cute. Clayton notices Jeff's anxious/horny look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Don’t worry, hard-on. Morticia’s all yours. (eyes on Big Debbie) I’m going human fly on that skyscraper. As they follow the girls into the graveyard, Goth “Little Debbie” hesitates, looking across the stones. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CLAYTON (CONT’D) The graves haven’t been touched in years. We’re all alone out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE DEBBIE",
          "text": "(reverent) It looks ancient. Historic. This place must have meant a lot to these people. Suddenly Little Debbie gleefully KICKS DOWN a grave marker. LITTLE DEBBIE (CONT’D) Let’s break something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "As long as it’s not my heart. Jeff makes his move on Goth Little Debbie. He’s doing a faux Bruce Campbell riff, but Little Debbie, stomping apart ancient grave markers, couldn’t care less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "What do you say? Gimme some sugar, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE DEBBIE",
          "text": "What? Jeff gets in front of her. Working it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Come on. We can dance the “hard to get” all night, but if this game’s called eye-tag... Jeff takes Little Debbie in his arms, staring with smoldering Campbell-esque intensity into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": ".-»-your lips say I’m “it.” Little Debbie stares at him, almost like she’s succumbing, then she suddenly SPITS her gum in his face. As it bounces off his nose, Jeff releases Little Debbie and she runs across the graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Mmm. Juicy Fruit. As the girls move off, laughing and throwing “you freak” looks at Jeff, Clayton leans close to Jeff. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Smoooooth, “Brucie.” Clayton takes off across the old graveyard with the Debbies, laughing as they vandalize more Chinese graves. Jeff just stands there, struggling to maintain his Campbell-esque cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Your loss, baby. Your loss... Grumpy, Jeff picks up his flashlight and continues across the graveyard, stumbling toward an OLD MINE SHAFT. Broken timbers surround a landslide of boulders that have completely blocked the entrance. As his flashlight washes across the rocks, something GLISTENS. Jeff turns, like he wants to tell the others he’s found something, but in the GRAVEYARD all he can see are flickers of flashlights, dancing across the darkness, and distant, mocking VOICES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON, (0.S.)",
          "text": "(distant) “Here lies Hung Far Low, he dug too deep, no Low no-mo...” As LAUGHTER rings across the old graveyard, Jeff kneels and grabs at the shiny object, pulling. It’s jammed in tight, some sort of SHINY AMULET. While Clayton and the girls continue to yell in the darkness, Jeff pulls harder, really putting himself into it, finally YANKING the amulet free. As Jeff rolls back on his ass, CAMERA pushes through the small hole into the avalanche of rocks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera zooms in through the rock-slide, around wet cave walls, past a broken HUMAN SKULL, until it closes on dark red circle. It might just be a strange formation in the rock, until TWO RED DEMONIC EYES SUDDENLY OPEN. \fVerheiden \"My Name Is Bruce\" 4/2/06 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff backs away from the rock wall, studying the amulet with his flashlight as he moves back into the graveyard. Closer examination shows some faded CHINESE ETCHINGS in the metal, and a glowering demonic face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Groovy. Suddenly, Jeff hears the faint rumble of falling rock just behind him. Surprised, Jeff turns and shines his light on the face of the MINE SHAFT. A few pebbles and a puff of dust roll down. Doesn’t look like much, and after watching for a second, Jeff shrugs and looks back toward the graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (CONT'D)",
          "text": "Hey -- ! OUT OF FOCUS, behind Jeff, more rocks move as something seems to be clawing free from the rubble. Jeff turns, his eyes going wide as the rocks rumble free and there’s an awful, unearthly ROAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH CHRIST SHIT",
          "text": "Terrified, Jeff bolts, tucking the talisman in his pocket as he scrambles toward the GRAVEYARD. Hearing Jeff's cries, Clayton (his hand clamped firmly on Big Debbie’s boob) and the two girls look over, assuming it’s a prank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Son of a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUR LIVES",
          "text": "As Jeff races by, an oblivious Clayton continues to fondle Big Debbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Wha... Suddenly a SWORD SWOOSHES across frame. BLOOD SPRAYS. Stunned, Big Debbie looks down at the hand still clutching her boob, and realizes it’s been (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CHOPPED OFF AT THE WRIST! As she SCREAMS, the mystic blade suddenly SLASHES across her throat, blood gushing from the wound. JEFF races toward the pick-up as Big Debbie’s scream stops. Suddenly something large and bloody FLIES over his head, CRASHING WITH A GOOEY SPLAT against the back of the truck. As Jeff runs up, his flashlight finds Little Debbie’s broken, bloodied body lying in a heap. Sticks of Juicy Fruit spilling from her coat pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scared, Jeff jumps into the truck, fumbling for the keys. He fires it up, engine roaring, reaching for the gearshift when CLAYTON staggers to the window, smearing the glass with blood gushing from his severed arm, clearly in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAYTON",
          "text": "Don’t leave me, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AHHHH",
          "text": "There’s another unearthly ROAR from the released DEMON. Terrified, Jeff PUNCHES IT. As the truck tears gravel, a scared Jeff looks in the rearview and sees CLAYTON staggering in the dust, illuminated by the truck’s red tail lights. As Clayton staggers, arm gushing blood, a large FIGURE surrounded by swirling, windswept robes, RAISES A SWORD... IN THE TRUCK Jeff can’t look as he drives crazily, Bruce Campbell DVD’s sliding around on the seat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Bruce Campbell, shouting into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hold it right there! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "For an instant, we think Bruce is yelling at Jeff. But then we pull back, revealing that Bruce is wearing some quasi-futuristic coveralls (CAVE PATROL patch on the shoulder) and he’s yelling at PETRA, a sultry blonde with a thick Russian accent, wearing the same uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Vat’s wrong vith you, Stryker? We've got the Cavealien cornered! (“Cavealien” is pronounced as one word.) PULL BACK to reveal Bruce and Petra standing out a cave opening, totally unlike the mine shaft at the beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "So transmit the scans up to Delta- Baker, plant some bio-blasters and send out for Chinese. Your Colonial Jarheads can handle the shake and bake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Col. Packer’s still trapped down there! Bruce throws a sarcastic look toward the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Knew there was a reason I got up this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "You bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hey! Last time I saw Packer he tried to put me in front of a firing squad! Petra SLAPS Bruce across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Coward! I should have left you on Regula Nine! As she swings to slap him again, Bruce catches her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "We both know you couldn’t do that. Petra doesn’t pull away. Her expression says she knows Bruce is right. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "I still can’t believe a loser like you vas cloned from one of my dead husband's cells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s right, baby. They built me out of your old man’s DNA. So how about we share a little, mouth to mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "You’re dees-gusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’m aman. And I've been wanting to do this ever since we landed on this rock. As Bruce kisses her, Petra reluctantly, then enthusiastically accepts his kiss. The erotic moment interrupted by a gurgling NOISE off screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "What the -- Bruce whips out his “blaster.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Dammit! They’re all around us! Petra throws a sarcastic look at Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Vooks like you get to play soldier- boy after all! A gelatinous MONSTER suddenly appears behind Petra, rubbery tendrils flailing. Bruce aims his futuristic blaster and FIRES A SPARKY BLAST into the beast. Hit, the monster ejaculates a great spew of alien goo. A gout hits Bruce in the face and he reacts with disgust, then SURPRISE as MORE and MORE alien glop geysers from the monster's wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Je-sus H... Bruce raises his hands to fend off the ridiculous amount of “alien blood.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Easy on the ichor! I think we get the point!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Okay, cut! PULL BACK to reveal the cave is actually a low budget movie set for the movie CAVEALIEN (cave-alien) 2. The DIRECTOR, a younger guy with a boyish attitude and glasses a half inch thick, walks onto the set as Bruce coughs up the last of the alien goo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR, (CONT'D)",
          "text": "That was aces, Bruce. Nice work. The myopic Director keeps walking, running head first into a fake tree. He bounces back, like this happens all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(wiping off goo) You didn’t think it was a little over the top? The Director blinks behind his thick glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "It’s Cavealien 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s not an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Did you see Cavealien 1? As the Director moves on, Bruce notices an overweight male P.A. standing by craft services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hey, Tiny. Fetch me a lemon water, will ya? The P.A. grabs a bottle from a nearby cooler and quickly passes it over. Bruce gives the bottle a glance and tosses it back at the P.A., annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Lemon. Le-mon. (as P.A. hesitates) Let’s go, Jumbo! Ondelay, ondelay! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The annoyed P.A. moves off toward a craft services cart as Petra comes up. Bruce continues to “drip” goo through- out this scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hey, baby, nice work. On a show this down and dirty, it’s a relief to be working with a professional. Even out of character, Petra has the Russian accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "(withering) I vouldn’t know. Bruce raises his hands, “take it easy” style, accidentally spattering her with goo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Easy, Quick-Draw. We’re both on the same page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Veally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sure, baby. Low budget show like this is just a detour. A quick cash infusion while Scorsese and Spielberg are warming up our chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Who? Bruce blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sounds like you could use a little filmmaking 101. Lucky for you, the Professor is in. (seductive) I know this little bar off Cahuenga where the drinks are cheap and the barmaids are cheaper... BRRRING. Petra gets a call on her cell. She takes it, cutting Bruce off in mid-sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA",
          "text": "Hullo? Vhy yes! (eying Bruce) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETRA, (CONT'D)",
          "text": "No, you're not ee-nterrupting anything. As Petra wanders off, cooing into her phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(calling after her) Think it over! Bruce looks out across the location, hands on his hips, “in charge”, as the D.P. adjusts the lens on the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Jimmy. I’m thinking we should go with a ‘50 for this next shot. D.P. Got one up your ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(considers, then) Maybe a ‘75? As Bruce continues to “consider” lens choices, TINY THE ANGRY P.A. is standing to one side, grinning evilly as he pees lemon-green urine into an empty “Lemon Water” bottle. OFF this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce, dressed in gaudy civilian clothes as shooting wraps for the day, exits the soundstage, only to find himself suddenly surrounded by a gaggle of devoted FANS. Practically wetting themselves in Bruce’s presence. Geek central. NO GIRLS. Not in the mood for a fan encounter, Bruce forces a wan smile as he wades through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FANS",
          "text": "Bruce! Mr. Campbell! Ash! Always prepared, Bruce whips out a stack of 8 x 10’s and starts dealing them out like a poker player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Here ya go, one for you, one for you, Holy Mother of God what’s that smell -- As the fan in front of Bruce cluelessly sniffs his own armpits, Bruce reaches in his pocket and hands him a stick of Right Guard. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "It’s called deodorant. Look it up on your “internets.” (passing more photos) Don’t worry, I’ve got enough for all you little trolls... A fan in a wheelchair rolls up and Bruce hands him a photo. The Wheelchair Fan thrusts it right back, mega- demanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEELCHAIR FAN",
          "text": "Mr. Campbell! Mr. Campbell! How about an autograph? The Wheelchair Fan holds out Bruce’s 8 x 10, but there’s no pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEELCHAIR FAN, (CONT'D)",
          "text": "What, no pen? Bruce rolls his eyes and slides out a pen, scrawling his signature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEELCHAIR FAN, (CONT'D)",
          "text": "Say cheese! Before Bruce can answer, he’s BLINDED by a flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Gahhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEELCHAIR FAN",
          "text": "How about five bucks for the bus? Blinking, his eyes clearing, Bruce glares at the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ever hear the theme from “Rawhide?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEELCHAIR FAN",
          "text": "Huh? Bruce lifts his foot and gives the fan’s wheelchair a shove, sending him rolling backward down the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“Keep them doggies rollin’...” As Bruce continues ahead, he’s trailed by the fans and peppered with more inane questions. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND DEVOTED FAN",
          "text": "When you were trapped in the pit in ARMY OF DARKNESS, how did you get your shotgun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD DEVOTED FAN",
          "text": "When you kissed “Ellen” did it turn you gay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH DEVOTED FAN",
          "text": "How much wood could a woodchuck chuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Who cares, absolutely not and three cubic board feet... (shoving through) Gotta run, boys, I’m late for a soiree. Bruce maneuvers around to his car, a battered Ford Pinto. As he slides in and slams the door, the fans continue to assail him with inane questions, one of them even getting in front of the car. Bruce GUNS IT ANYWAY, plowing right into the guy, who shouts his question even as he’s tumbling across the hood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEVOTED FAN",
          "text": "Mr. Campbell, Mr. Camp... (WOMP! He’s hit!) ...bellAHHHH... As Bruce ROARS OFF, we can see his fans running after him (or, in the case of the one who’s been hit, stumbling and clutching his injured leg), shouting more questions... DEVOTED FAN (CONT’D) Mr. CampOWWW, Mr. CampOWWW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hollywood Blvd. Bruce screams up to the UNIFORMED VALET in his Pinto, tossing the valet his keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Park her close, chief. This won’t take long. \fVerheiden \"My Name Is Bruce\" 4/2/06 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce enters the busy restaurant, face sour as he looks for someone. As he passes the bar, the BARTENDER shoots him a knowing look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Gimme a bourbon with a loaded revolver back. Bruce continues into the restaurant itself, spotting MILLS TODDNER sitting alone at a table, talking on his cell-phone and flipping through the trades. As Bruce walks up, he points at the Variety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hear I made the trades today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Yeah. My career’s in the obituaries. Mills closes his phone and rises, laughing at Bruce’s “joke”, giving him a big Hollywood hug and kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Give me some sugar, baby. As Bruce disdainfully accepts the hug...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS, (CONT'D)",
          "text": "(re: phone) That was the studio. They’re crazy over the dailies from Cavealien 2. Said you've never been better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I speak English. In their world that makes me Meryl banana-sucking Streep. The Bartender arrives at the table and puts a huge tumbler of bourbon in front of Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Will that be cash, Mr. Campbell? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No. My agent Mr. Toddner will be picking this one up. Mills’ frown suggests he clearly wasn’t planning on buying, but what the hell. As Bruce guzzles his drink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Why not. It’s special occasion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Yeah. The night I finally fire your polyester ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Brucie! Why all the hostility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’m just getting warmed up. And don’t give me that innocent look! I’ve just spent six days of my life making a sequel to one of the worst movies ever made!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "You’ve made worse. (that didn’t help!) Come on. The customer reviews on Amazon were great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "The ones I posted! Bruce polishes off his drink, wincing at the burn, as Mills motions for him to sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Park it, B.C., unload. That’s why I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "It’s just... I feel like I’m losing my muse. Mills blinks, an “oh God, not this again” expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Say what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "The innocent, child-like quality all great artists tap to “create”... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "While Bruce pontificates, Mills wearily motions for another drink, spreading his fingers to indicate he’d like a double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "They say an actor’s life is like a painting, a work in progress, but how can I create my masterpiece when my paint’s drying up, my canvas is cracked and my brushes are coated in fake monster blood. Mills brings back his game face as Bruce finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "It’s Deborah, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "It’s been almost a year since your divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I said no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "You need to put her out of your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "If I say “no” three times will the Candyman come out?! (slides back) Screw this. You were fired when I walked in and you’re twice as fired now... As Bruce slides back, getting ready to leave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Leave now, you’ll never know what I got you for your birthday. The moment of actual sentiment catches Bruce off guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "My birthday? You actually remembered?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "How could I forget? You're my numero uno client! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "If this is another Matthew Perry movie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Give me a hint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "I thought you were firing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Goddamn it, Mills!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Let’s just say it’s going to be the best birthday you’ve ever had. (snapping fingers) Garcon! Bring Mr. Campbell another highball! And pretzels all around! Tonight we celebrate! OFF Bruce sorely tempted, easily suckered by Mills’ offer of a snazzy birthday present...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mills and Bruce exit together, Bruce three-sheets drunk and stumbling while Mills continues to console him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(slurring) Happy birthday... to me... happy birthday... to muhhhh... Bruce grabs Mill’s face with both hands, squeezing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "I wuv you, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "(“I know you do.”) Uh ow ah ou. Bruce releases Mills as Mills’ Porsche Boxster comes up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS, (CONT'D)",
          "text": "Enjoy what you’ve got, Bruce. You know how many wannabe Oliviers would quick-lime their Grandmothers for a career like yours? Sloppy drunk and emotional, Bruce lunges at Mills again, trying to squeeze his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Would ‘ou be my Grandmama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "No. But thanks for the offer. Mills manages to duck him this time and duck into his car. As Mills pulls out, Bruce motions to the valet, who trots off to get Bruce’s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Maybe he’s right. Hell, I ama lucky fella. I’ve got my health... (racking cough) ...JE-sus... my divorce is almost final... (getting angry) ...lousy whore... (revving up) ...and I’ve got my fans... my loyal fans... who hated my last movie... hated my last five movies... me and my wonderful, wonderful FANS... As if on unfortunate cue, Bruce hears a “clop THUD clop THUD” as the limping fan he ran down at the studio hobbles toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEVOTED FAN",
          "text": "Mr. Campbell, Mr. Campbe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Lucky friggin’ ME!! WUMP! Bruce throws a punch into the limping fan’s gut. Stunned, the fan drops to his knees, holding out the autographed photo he got earlier from Bruce as... BRUCE’S PINTO pulls up, the Valet screeching it to a halt in a haze of exhaust. The Valet steps out, holding out his hand for a tip, and Bruce plucks the photo from the gasping fan’s hand and passes it to the Valet. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Merry Christmas. As Bruce roars off, swerving into the street, the gasping Devoted Fan grabs to get back his photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEVOTED FAN",
          "text": "Give it back! That’s mine! The fan and the Valet get into a pitched fight over the glossy as the Pinto roars off into the distance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A POLICE CAR is driving down a lonely stretch of road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uniformed Officer KELBO behind the wheel. 30ish, moustache, typical small town cop. As he drives, we can hear POLICE CALLS over the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER, (RADIO)",
          "text": "Kelbo, this is dispatch. We’re getting calls about weird noises in the woods off Crescent, over. COP’S VOICE (RADIO) Roger that. I’m coming up on Crescent now, over. As Kelbo hangs up the microphone, suddenly",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BIRD HITS THE WINDSHIELD OF HIS CAR",
          "text": "Startled, Kelbo hits the brakes and goes into a sideways skid, stopping by the side of the road. He’s in the middle of nowhere, surrounded by woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELBO",
          "text": "Damn. Kelbo steps out of the car to check the damage. The impact has spider-webbed the windshield and left spatters of blood on the white hood. Disgusted, Kelbo starts wiping up the blood on the hood. But as he cleans a patch, suddenly MORE BLOOD APPEARS. Then blood drips on his hand. With dawning apprehension, Kelbo realizes the blood is dripping down from above. He slowly turns, looking up... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "INTO THE SHADOWED FACE OF THE CHINESE DEMON! There’s a silvery GLINT. A blade SLASHES forward. OFF Kelbo’s aborted SCREAM... EXT. BRUCE’S HOUSE - NIGHT The Pinto winds down a scrubby driveway and pulls up toa dilapidated",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAILER HOUSE",
          "text": "in the middle of nowhere, banging over a row of garbage cans. Still drunk, Bruce gets out, grabbing a grubby suitcase from the back of the car. He stagger-walks to the door, walking over a mess of gathering mail, mostly magazines like HUSTLER, JUGGS, 40 D-CUPPER... INT. BRUCE’S HOUSE - NIGHT Cradling the magazines and mail in his arms, Bruce pushes the door open and enters, tossing the mail on a couch. We HEAR the tinkle-bell of a dog collar and little feet rustling as Bruce’s arrival arouses his dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Here boy. Come’mere, Sam’nRob. The little dog enters the front room, stops at Bruce’s feet and GROWLS MENACINGLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Whatsamatter boy? Whatsamatter with poor widdle Sam’nRob? The little dog continues to SNARL until Bruce remembers something. He pulls a brown paper bag from his jacket pocket and pulls out a pint of cheap bourbon. He unscrews the top and pours it into a doggie bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Thought I forgot, didn’t you? As “Sammy” starts to drink greedily from the bowl, Bruce idly checks some of the “envelope” mail. Virtually every letter has red ink on it and says something about “FINAL NOTICE” or “THIRD REMINDER.” He tosses the mail and plops down in front of his ancient BLACK AND WHITE TELEVISION, replete with coat-hanger rabbit ears. Using a primitive remote, he switches the set on and gets a static ridden image of an “Entertainment Tonight” type announcer on a studio set. \fVerheiden \"My Name Is Bruce\" 4/2/06 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Still in Bruce’s B/W) The ANNOUNCER WOMAN is finishing a typical ET/Access Hollywood type story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "...studio sources say Tom Hanks’ next project will be released next Summer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(mocking voice) Duh duh, “Bubba Gump,” yup yup yup...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Next, we take a scarrrry look at the life and times of B-movie horror star Bruce Campbell... IN BRUCE'S LIVING ROOM, the thought of a actual publicity gives Bruce a smile. He tips up his bourbon bottle, toasting the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Now we’re cookin’! A Photo of a smiling Bruce appears on screen, followed by the chironed letters: WHERE ARE THEY NOW?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Campbell, best known for his roles in the horrific Evil Dead films, appears to have disappeared from the entertainment scene... Stunned, Bruce SPITS out a spew of bourbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Huh?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Tonight, our “Where Are They Now” reporter Charlie Payne takes an affectionate look back on a promising career that many feel was squandered on low budget trash... Bruce drains his pint and PITCHES the empty bottle at the TV, hitting the off-button. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Those BASTARDS!! Staggering, enraged, Bruce goes to a cupboard and rummages through a half dozen empty whiskey bottles. There isn’t another drop in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "They’re making me sound like a has- been! Like I’m all washed up... Desperate for more booze, Bruce notices “SamNRob” still lapping at the bourbon Bruce poured into his bowl. Bruce suddenly drops to his knees and grabs the bowl away from the snarling dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "They’re making me look pathetic! Bruce tips up the filthy doggie bowl and gulps down the rest of the bourbon, booze spilling down his shirt, enraged at his depiction on the show. OFF this moment... INT. DEBORAH’S HOUSE - BEDROOM - NIGHT Bruce’s ex-wife DEBORAH, 30's and attractive, is rolling over in bed, fumbling sleepily with the phone. The light up clock next to her bed says 3:14 AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "Oh God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. BRUCE’S HOUSE - BEDROOM - NIGHT Bruce’s on his bed, hair sticking out wildly, tanked, phone cradled against his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hey, Deb. It’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "What now, Bruce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I was just, you know, celebrating the almost-wrap of my latest picture... just one more day... Bruce’s dog GROWLS LOUDLY off camera. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "You got into the dog’s bowl again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(yelling at dog) QUIET! Selfish mutt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "It’s your birthday, isn’t it? Every year, it’s the same old “poor me” routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Can’t a guy get bombed and call his ex-wife at 3:00 in the morning without it “meaning” something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "Bruce, I talked to Mills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Yeah? What did ol’ ten percent have to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "Just that you were depressed. So he’s planning something special for your birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(perks up) Did he say what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "It’s a surprise!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "Bruce...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(annoying baby-talk) Pweese pweese pweese Debwah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "I’m hanging up... Bruce’s face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No, don’t. I’m sorry, baby. (sniffling) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "How did things get so messed up between us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "You slept with the dog sitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "One stupid mistake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Twelve stupid mistakes. I was mixed up, crazy... God, I miss you and the kids...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "What kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "The ones we would have had, if we'd just held on... Deborah takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "You want the truth about us, Bruce? It wasn’t the cheating or the boozing or the endless whining that killed our marriage. You just couldn’t commit. To our relationship, your career, to much of anything... (getting mean) Go ahead. Name one single thing you stuck through to the end. Drunk, Bruce has to think a second, then finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Dogs always had a sitter... SLAM *CLICK* buzzzzz. Bruce just sits there, mulling drunkenly over his life of missed opportunities... IN DEBORAH'S BEDROOM, Deborah hangs up the phone and rolls over, revealing MILLS, Bruce’s agent, lying in bed beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILLS",
          "text": "Gimme some sugar, baby. As Deborah GIGGLES and they kiss... \fVerheiden \"My Name Is Bruce\" 4/2/06 27. INT. BRUCE’S HOUSE - FRONT ROOM - NIGHT THUD THUD THUD. Someone’s banging on the trailer house door. Bruce, hair sticking out, face pale, looking like a walking hangover, stumbles toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Keep your pants on fer Chrissakes, it’s four in the friggin’ mornin’... Bruce throws open the door and... nobody’s there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Ho ho. Very funny. He stands there a second, bleary and blinking, then notices something glistening at his feet. Curious, he bends down and reaches for a SHINY NEW QUARTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Saaayyyy. A brand new quar-- Suddenly a metal baseball bat swings down and CRACKS HIM across the back of the head. As Bruce drops, CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As an engine rumbles, Bruce, jammed in the trunk, wakes up. Dazed, he lifts his head and CRACKS it against the trunk lid. Cramped, barely able to move, he slowly realizes where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What the hell -- ? He pushes against the trunk lid, trying to force it open. No good. Annoyed, he starts to YELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hey! HEY!!! Lemme out of here! The car hits a hard BUMP, jarring Bruce, as JEFF’S MUFFLED VOICE calls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (0.S.)",
          "text": "Mr. Campbell? Are you okay? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Who are you? Who hit me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff is behind the wheel, driving down a dark highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Uhh, that would be me. Sorry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(sarcastic) Oh. Well. As long as you’re sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Really? They hit another bump, slamming Bruce up against the trunk lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWW",
          "text": "(kicking at lid) Let me out of here, you psycho freak!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I can’t. Not until we get to town. (helpful) I put some Twinkies and a couple magazines in the side pocket. And there’s a flashlight next to the spare. Disgruntled but not really knowing what else to do, Bruce finds the flashlight and switches it on. Near his head he finds a couple issues of FANGORIA and RUE MORGUE. As Bruce stares at the mags in disbelief...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No no no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I know you’re probably sore and tired and suffering from a concussion, but... is it true you’re doing a sequel to Cavealien? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "That’s probably my favorite movie of all time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Oh my God. He’s a fan. (screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP",
          "text": "BAM! Another bump slams Bruce’s head again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "GAWW! For God's sake, could you at least go easy on the bumps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jeff's car speeds down the road, reveal a sign: “ROUGH ROAD NEXT 75 MILES.” As the car bumps along...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FARMER steps out his front door with a shotgun, looking off his porch into the darkness. His WIFE stands behind him, anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "What is it, Hank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "I don’t know. Thought I heard something in the barn. Serious, he PUMPS his shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK, (CONT'D)",
          "text": "Stay inside. Bolt the door. Don’t open it, no matter what you hear! Scared, the wife closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her back against the door, the Wife listens as Hank’s footsteps crunch off toward the barn. A barn door CREAKS open. The footsteps enter, fading away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Then suddenly there are MULTIPLE GUNSHOTS! The Wife GASPS, shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Oh dear Lord... She hears frantic running, then something SLAMS against the door. POUNDS AGAINST THE WOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK, (0.S.)",
          "text": "Open the door! Open the door!! For Christ’s sake, OPEN THE DOOR! Terrified, the Wife throws open the door... only to find her husband Hank standing there, LAUGHING. It was a sick practical joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK, (CONT'D)",
          "text": "Haw haw haw!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "You bastard! I can’t believe you punked me like that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "You should have seen your face! Told you to never open the do-- Suddenly a SAMURAI BLADE erupts through Hank’s chest. He looks down, gasping in shock, blood spilling from the wound... the eerie silhouette of THE CHINESE DEMON visible behind him. OFF this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The “Welcome To Sawville” sign, still dripping with (dried and yucky) egg yolk. A hand reaches in and changes the population number “2649” into “2646” with a quick stroke of paint...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce is lying, cramped and half asleep, when the trunk lid suddenly flies open and he’s doused in bright sunshine. Wincing in the light, a sticky Twinkie wrapper stuck to his cheek, Bruce JUMPS UP and suddenly FREEZES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Uhhhh... \fVerheiden \"My Name Is Bruce\" 4/2/06 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL BACK to reveal Jeff's car surrounded by two dozen Sawville townfolk, all rural types, who let out a semi- rousing CHEER as Bruce staggers out of the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWNSFOLK",
          "text": "Hip hip hooray! Hip hip hooray!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What th -- The bearded MAYOR of Sawville steps forward, authoritative, offering his hand to a bewildered Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Welcome to Sawville, Mr. Campbell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“Sawville?” (peels off Twinkie wrapper) Where the fuck is “Sawville?” Jeff, wearing a CAVEALIEN tee-shirt, rushes around from the driver's side of the car, surprised by Bruce’s outburst. Trying to calm him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Easy, man. That’s the Mayor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I don’t care if he’s the King of Kiss-My-Ass-ia! I just spent six hours in a TRUNK. I want some answers, chop chop! Bruce waits, looking out across the stunned/dull faces of the Townsfolk, momentarily locking eyes with KELLY, 30-ish and pretty. It’s a “love at first sight” moment for Bruce, complete with a slow motion “hair shake” from Kelly. He attempts a suave gesture, despite the “bed head” hairdo from his trunk ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Holy -- (recovering) Don’t worry, sweet-stuff. When I’m done with these yokels, I've got a pair of lips with your name on ‘em. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She holds Bruce’s look for a moment, almost like she’s going to respond, then she shakes her head again, this time in utter disdain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You've got to be kidding. As Kelly pulls away from the crowd. Bruce snaps back into “I’m pissed!” mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Well?! Don’t all talk at once! One of the Townfolk tries another desultory cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWN GUY",
          "text": "Hip hip... (no one is helping) Uhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Maybe you don’t get “moving pichters” in this fart-hole, so let me explain something. I’ma “movie star.” Tinseltown. Lights, camera, etc.? When Bruce Campbell says frog, production assistants jump! (leaning into it) I even know Sam Raimi! There’s a muffled, awed “ooooh” from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "So when you kidnapped me, you didn’t just commit a crime against me... this is a crime against art! (looks at watch) In fact, I was due on set three hours ago. You can bet they’1ll pull out the stops to get me back! To amplify this point, we suddenly CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The myopic Director peers through his coke bottle glasses, setting up what looks like the tenth scene of the day, his cameraman nearby. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON SET, Petra, her uniform unzipped to reveal considerable cleavage, is in the clutches of the Cavealien creature, which looks remarkably not- frightening from this angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Okay, looks good... (squinting) Wait a second. What are those bulges on his chest? D.P. Breasts. That’s Petra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "(squints again) Thought it was Bruce. D.P. A-hole didn’t show up. Bob from the machine shop is going to play him for the rest of the shoot. The D.P. hooks a thumb toward a guy who looks nothing like Bruce, but is wearing Bruce’s space uniform while covering the bottom half of his face with a cape, like Dracula. (This is a direct homage to PLAN NINE FROM OUTER SPACE, where the awful double for a dead Bela Lugosi covered his face with a cape.) The Director considers a moment, then shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Oh. Okay. (to Petra) Action!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUT BACK to Bruce exactly where we left him before the cutaway, still checking his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "So as much as I’d love to stick around until the FBI rips you grit- eaters a new one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But your agent said you were “between jobs.” Bruce shakes his head in disbelief. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You called my agent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "He was very helpful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That couldn’t have been Toddner... Bruce stops. Dawning realization washing over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Wait a minute. What else did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Just something about not booking you on your birthday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Birthday...? Birthday...? Say... As this sinks in, a light comes on for Bruce. His birthday? He suddenly looks at the Mayor and Townfolk through new eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Mills, you magnificent bastard. When you said you had a “surprise” in store... More blank looks. They have no idea what Bruce is talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Mr. Campbell, I realize this is rather... unorthodox, but Jeffrey tells us your skills extend beyond the Thespian... (dramatic beat) And the town of Sawville desperately needs your help. Bruce sees the Mayor through new eyes, assessing his performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s good. You're good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(perplexed) Thank you...? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce considers a moment, rubbing his aching head, then makes a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Let’s say I decide to play along. What’s next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Well, uhh, we’ve arranged a presentation at City Hall. Rejuvenated, Bruce glances over the heads of the Townsfolk and notices cute Kelly entering an official looking building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(re: Kelly) Is that where Miss Make-My-Day is headed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "As a matter of fact... Bruce smiles, definitely getting into the “ruse.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Lead the way, gents!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor, Jeff and the other Townfolk gather in the town’s small “town hall”, outfitted with benches and a slide projector in the middle of the chairs. As Bruce enters, he makes a point of looking for KELLY. She’s sitting between two FARMERS, but Bruce doesn’t care. He pushes down the crowded row...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARMER FARMER",
          "text": "Ow... my foot! Aghh, my corns!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(to farmer by Kelly) Yo, Jimmy Dean. You’re in my seat. The Farmer scoots down and Bruce squeezes in next to Kelly. The slide projector is right behind Bruce’s shoulder. Kelly shoots Bruce a cold look but holds her tongue. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(whispering) You're probably can’t break character, but I gotta tell you, you guys really had me going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "For a second I thought I was ina remake of “Deliverance” and somebody was about to tell me to go “soo-eeey!” As Kelly reacts poorly to the slur, the oblivious Bruce offers his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Sorry, I should have introduced myself. I’m Bruce. Bruce Campbell. Kelly unenthusiastically shakes Bruce’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Kelly Graham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Graham. Bet all the boys go “crackers” over you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "(not amused) Ha ha ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Me, I could have sworn your name was Daisy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Because I have this crazy urge to “plant” one on you. Aghast, Kelly starts to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I have to go... But as Kelly rises, the Mayor and Jeff motion for her to stay put. They don’t want to rile Bruce back up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As she reluctantly sits back down, more people enter and take seats. The Mayor goes to the front of the room, standing next to a projector screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Mr. Campbell, if you’re ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Knock yourself out, Whiskers. As the lights dim, Bruce lounges back, elbows on the back of his chair, a cocky look, like he loves being the center of attention...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "As we all know, Sawville was mining country before the logging industry moved in... FIRST SLIDE: A shot of an old mine entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "In the late 1860's, hundreds of Chinese immigrants came to our shores to help work the claims. SECOND SLIDE: Photo of a modern Chinese Restaurant. While the slides continue, Bruce continues his line of patter with poor Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kelly’s an Irish name, isn’t it? (bad Irish accent) Maybe later you can show me your “Lucky Charms.” As Kelly squirms at Bruce’s attempts to “charm” her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "The largest mine was the Triple T., run with an iron fist by the legendary Thomas T. Tripletee. THIRD SLIDE: A photo of a harsh looking man with a handlebar moustache. Dressed in 1860-style finery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "At her height, the Triple T employed hundreds of Chinese immigrant laborers. They worked long hours, in harsh and primitive conditions, surviving on rice and bean curd... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FOURTH SLIDE: A historical photo of overworked Chinese laborers standing in front of a primitive mine. They look bedraggled and skinny. Bruce nudges Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You want primitive, you should have seen craft services on my last picture! Licorice sticks were like tent stakes! Kelly glares at Bruce, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Then disaster struck. A cave-in. Over a hundred Chinese workers were buried alive. Sawville was devastated... FOURTH SLIDE: Photo of the front page of the local paper, “The Sawville Gazette”, circa 1860. The big headline reads: CAVE IN CLOSES TRIPLE T. Next headline: FOREMAN SUFFERS BROKEN LEG. Next headline (smallest): CALL GOES OUT, SEND MORE CHINESE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "Soon after, rumors began to spread of a curse. FIFTH SLIDE: A colorful image of the “Guan-Di” warrior, a mythical Samurai with flowing robes, glowing red eyes and a deadly sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "Legend has it that a Chinese demon was summoned to protect the spirits of all those who died. SIXTH SLIDE: A shadowy, out of focus image of the Chinese Demon, barely visible but pretty damn creepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "An amateur photographer captured this image almost fifty years ago, when the demon was last thought active... in fact this is the only copy of that rare photo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(blowing it off) Yeah, yeah, real scary. (to Kelly) Look, baby, when this is over, how about you and me sharing a bottle of Chateau La Partydown? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I barely know you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Couple glasses of Sawville’s finest and we’ll be the best of friends. I may not be Fred Flintstone, but trust me, I can still make your “bed rock”... Kelly suddenly explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "That’s it! You are, without a doubt, the rudest, crudest, most insincere jackass I’ve ever met! As she stands, Bruce also rises, his arm bumping the slide projector and jamming the lens against the hot bulb. As the precious demon image MELTS AND BURNS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Crude?! (loud, to room) What crawled up her crack and died? As Kelly tries to get down the row, the Mayor desperately tries to salvage the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "We need a champion, Mr. Campbell. A warrior who understands these dark forces. Bruce glances over his shoulder, looks over the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Great. Want me to pick somebody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Actually, Jeff told us that you had some... experience with evil spirits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Moi? Gents, you got me all wr... Suddenly there’s the hideous SCREECH of FINGERNAILS on a blackboard, followed by a wizened CACKLE from the back of the room. All eyes turn toward the rear of the hall and (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "WING, a small, elderly Chinese man with a wispy goatee, wearing traditional Chinese robes. He has brought a small portable chalkboard just to make the screech noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "Be warned. He who confronts the Guan-Di confronts death itself. Bruce slips down the aisle and walks back to Wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hello, second act escalation. (to Mayor) What’s with the fortune cookie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "His name is Wing. The last living descendant of the dead laborers. For punctuation, Wing scratches his nails across the blackboard again. Bruce winces and grabs the blackboard away from him, tosses it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“Jaws.” We get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "The Guan-Di has been unleashed from his resting place. As Wing says this, he looks straight Jeff, who winces guiltily. Bruce, meanwhile, misunderstands “Guan-Di” for “Gandhi.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Always figured this “Gandhi” fella for being some sorta pushover in a diaper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "The Guan-Di is a great warrior. Protector of the dead, savior of the innocent and of bean curd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Bean curd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "It’s a Chinese thing. (intense) The graves of the dead were disturbed and the Guan-Di will not rest until this sacrilege has been avenged. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "And when exactly will that happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "When every blood relative of the one responsible lies rotting in the Earth. Oddly, Bruce brightens at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Well hell. There can’t be that many. (looks across room) Blood relatives, raise your hands. Virtually every hand in the City Hall goes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Remind me to lock my door tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "(points at Bruce) He will continue to kill, and with each death his strength will increase. Anyone who tries to interfere... will die... A light bulb suddenly EXPLODES overhead, sending a shower of sparks down on the frightened crowd. Everyone turns, including Bruce. Then someone looks back toward Wing and GASPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWN GUY TOWN GUY 2",
          "text": "Wing’s gone! He’s gone! Bruce turns and sure enough, Wing has disappeared. As the Townsfolk murmur uneasily, Bruce looks out the window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce sees Wing walking nonchalantly down the sidewalk, clutching a bowling ball bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Uhh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce is about to tell the people in the hall about his “Wing spotting” when the Mayor SHOUTS over the voices. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Mr. Campbell, the future of Sawville rests in your hands. The place goes silent. Waiting for Bruce’s response. Bruce gauges them, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Lemme get this straight. One of your boys goes Giambi on my skull, locks me in a trunk and drags me to hayseed central... and now you expect me to lay my life on the line against some supernatural hell-spawn? The Mayor looks at the other townfolk, shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Ehh, more or less. Bruce looks across the desperate Townies. His face is arrogant until he spots Kelly, standing by the door, hesitating as she awaits his answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Lucky for you, I find myself at a crossroads in my life. Struggling to find the artist, the “hero” that I know still lies deep inside me. The faces go from desperate to blank. But everyone continues to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Maybe that’s why I’m here, to rekindle that spirit. (revving himself up) It’s the ultimate acting challenge. “Method” times ten, a way to reclaim my dying muse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Will you help us, Mr. Campbell? Bruce sucks in his gut, puffs out his chest and strikes a heroic pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Can. (pregnant pause) And will! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As CHEERS erupt from the grateful crowd and Bruce exults in their “love”... INT. JEFF’S CAR - DAY Bruce rides in the passenger seat as Jeff drives. Bruce is leaning back in the seat, waving like a Rose Parade Princess as they pass overjoyed pedestrians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "So you’re telling me the whole town’s in on this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(puzzled) Well, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Guess it’s like some crazy fund- raiser, huh? Instead of a bake- sale, you turn your town into Demonsville for a few weeks a year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No... I mean... (distraught) My friend Clayton was killed by this thing. I had to do something. Bruce nods knowingly, thinking Jeff’s still trying to stay in character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s cool. Professional courtesy. No more questions. (looks out window) So what’s next, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Town’s throwing a party for you tonight. Sort of a send off before you head into battle. (tentative smile) Something I’d like to show you first. Jeff pulls off the road and turns up a driveway, driving past a house toward a TRAILER parked on a hill. As they approach, Bruce’s jaw drops open. The trailer is dead ringer for his Victorville digs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You gotta be shittin’ me. INT. JEFF’S TRAILER - DAY The door pushes in and Jeff ushers the perplexed but still game Bruce through the door. As they enter, the lights are off and the front room is in shadow. Jeff reaches for the light switch and clicks it on, and BRUCE STOPS IN HIS TRACKS. Jeff's trailer is a virtual shrine to all things Bruce Campbell. There are movie posters, scripts and 8 x 10 glossies... DVDs, videos and laserdiscs... scrapbooks of newspaper articles, trade ads, Bruce’s books, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kid, if your last name’s “Lector” I’m outta here... Jeff shrugs, self-conscious but still proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Guess I am kind of a fan. Stunned, Bruce looks around the collection. There’s a demon mask from the first EVIL DEAD. A bottle of bug goo from ALIEN APOCALYPSE. A shoulder patch from the CAVEALIEN movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“Kinda?” Only thing missing is a stool sample! Bruce notices the Chinese Amulet that Jeff stole from the graveyard hanging from a Bruce action figure. Bruce grabs the amulet, checking it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "This doesn’t ring a bell... Jeff grabs it back, stuffing it in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "That’s... personal. Oblivious, Bruce keeps looking, surprised to find a photo of him with his ex-wife Deborah tucked in with the other memorabilia. Touched by the old photo, which had been taken in happier times, Bruce takes it off the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Where did you get this? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Www. photos-of-bruce-campbell-with- his-ex-wife-deborah dot com. (watching Bruce) You... miss her, don’t you? Bruce stares at the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Guess I do. But sometimes things happen between people that you just can’t take back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Like the dog-sitters? Bruce does a double-take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "How the hell --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It was in Fangoria! (as Bruce recovers) Look, I know this was a huge imposition, Mr. Campbell, so whatever you need, just let me know. Bruce can’t help it. He’s starting to like this kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "First of all, “Mr. Campbell” makes soup. You can call me Bruce. Bruce sniffs his arm pits, grimacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "And if you really wanna get on my good side, fetch me a bottle of Jack, a bar of soap, then point me toward the nearest motel with hot water and a naked cheerleaders channel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(thinking) Hmm. Closest motel is the Pink Lumberjack... Bruce tightens at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Keep going. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Then there’s the Manflower on Route 99, Ryan’s Rear-Entry on Old Prescott Road, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Maybe I’1l just spruce up here. Jeff is thrilled. A visit from his hero!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Really? Wow! Great! I brought some fresh clothes from your trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s wonderful, kid... Bruce is about to respond when he notices a shelf of hand labelled video tapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Jesus God. You actually have every episode of Jack Of All Trades?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah. Want to watch one? Bruce reluctantly tosses his jacket across the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’m gonna regret this. OFF Jeff's hero-worshipping smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chinese cemetery visible out front. Wing, the Chinese Man, moves through the old stones toward the foreboding cave site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "(to “ancestors” ) They allowed you to die... left it to the few who survived to tend your spirits...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wing goes up to the cave and sits at the entrance, the wind whistling eerily around him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "I pray to you, Guan-Di, for vengeance. I pray for you to destroy them all... (with intensity) Especially the demon-fighter known... as Campbell... INT. JEFF’S TRAILER - DAY Bruce steps out of the trailer’s bathroom, dressed in fresh clothes, still toweling his hair dry. Curious, Bruce holds out a small bottle with an “EVIL DEAD” logo but Japanese lettering identifying the actual product.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ahh! Nothing like a shower to wash your blues away! (holding out bottle) Where the heck did you find this “Evil Dead” shampoo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "That’s drain cleaner! Bruce stops drying his head, looking down as a big CLUMP of hair falls from the towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That would explain the burning sensation. Gingerly, Bruce tosses the towel aside, catching the worshipful look from Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(off Jeff's look) What? Jeff realizes he’s been staring and looks away, a little embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s just... you’re going up against the Guan-Di tonight and you're not even scared. Bruce looks at Jeff, assuming this is part of his birthday present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Compared to Kandarian devils, this Guan-Di cat’s no biggie-mo. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Look, kid, when you’re in the hero business, there are only two things you need to know. One, monsters are mostly pussies. Two, repeat number one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wow. As Jeff reacts with awe, Bruce slaps his belly, “I’m hungry!” style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Now, think a hungry demon slayer could score a few Slim-Jims, then catch a ride into town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff pulls up to the curb in his pick-up and Bruce slides out, finishing his peanut butter and jelly sandwich. Jeff nods down the street toward a bar and grill festooned with plastic flags and decorations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I promised to pick a few things up for the party. Sure you’ll be all right on your own? Bruce glances down the street of the one-horse town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "If I get lost, I’ll fire a flare. As Jeff nervously pulls away, Bruce saunters down the sidewalk, cocky as he nods and waves at passerby, playing the role of “town hero” to the hilt. Passing a GROCERY STORE with a display of apples out front, Bruce grabs an apple and polishes it on his sleeve. The SHOPKEEPER steps out, like he’s proud to have Bruce pausing at his store. Bruce takes a big, juicy bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Nice apple! Bruce raises an eyebrow, “thanks, pal” style, and continues down the sidewalk, pausing in front of an (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "APPLIANCE STORE. A display of ghetto blaster radios out front. As the APPLIANCE STORE OWNER watches, Bruce hefts one of the radios, cranking up the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Nice radio! Assuming the radio is also “on the house”, Bruce just walks off with it, leaving the speechless Appliance Store Owner standing there, not sure how to react. A few yards down, Bruce walks past an ELDERLY MAN who gives Bruce the sign of the cross. Bruce gives the guy a slap across the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Nice improv! As Bruce continues on, a gaggle of excited SCHOOL CHILDREN suddenly rush up and surround him, “hail the conquering hero” style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "Mr. Campbell! Bruce! Bruce! Bruce holds his arms out, savoring the adulation as he continues down the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What’s up, kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST KID",
          "text": "Are... are you really going to save us from the monster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s the idea, son. There’s a collective OOOOH from the youngsters. A SECOND KID shows Bruce a crude crayola drawing of a cartoon Bruce heroically stabbing a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND KID",
          "text": "I drew this picture of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Not bad, junior, not bad. A THIRD KID shows Bruce a crude crayola drawing of a cartoon Bruce getting his head torn off by a monster. Blood spurting from his gaping neck wound. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD KID",
          "text": "So did I! Bruce double-takes, shoving the drawing back at the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Get with the program, Rembrandt. As the kids continue to crowd around him, Bruce finally arrives at... EXT. GREENE’S BAR - DAY A large banner across the front of the bar reads “HAIL OUR CHAMPION: BRUCE CAMBELL.” Bruce stops under the banner, taking a second to study it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Memo to self, buy agent a dictionary. But before he can lament the poor spelling too long, he’s spotted by various TOWNFOLK who rush up and surround him. As Bruce exults in their adoration, the Townfolk lift him on their collective shoulders and carry him inside... CRACKING HIS HEAD on the door jamb. As he’s pulled inside, rubbing his sore noggin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small-town country dance-bar, with a wooden floor, tables, and a long bar across one wall. A WOMAN wearing an apron is behind the bar, back to us, as Bruce is lowered to the floor by the crowd. Bruce steps up to the bar like a movie cowboy, the Townfolk crowding around him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWNFOLK",
          "text": "What do you want, Bruce? Open bar! It’s on the house! As the “waitress” bends over to grab a bottle, Bruce checks out her ass, nudging the guy next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(re: her butt) Nothing like spending a night out on Half Moon Bay, ehh, boys? (to Woman behind bar) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hey, baby, how about a sloe comfortable screw up against the wall... As Bruce chortles at the old gag, the Woman turns, revealing she’s KELLY. Bruce chokes on his laughter as she glowers at him. BRUCE (CONT’D) (*gulp* ) -.-with a lime twist? Nonchalant, Kelly picks up a bowl of pretzels, offering them to Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Pretzel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(reaching to bowl) Don’t mind if I... Kelly suddenly THROWS the entire bowl into Bruce’s face. As Bruce recovers, Kelly starts making Bruce’s drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Look, I know what you’re thinking. Movie-star like yours truly might look down his schnoze at an every day waitress, but trust me, doll- face, that’s not how the Bruce-man operates. She’s almost done making the drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I own this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(relieved) On the other hand, movie star like me doing a plain-vanilla waitress would be a definite step down... Kelly pick up the drink as if to pass it over, then laconically THROWS IT into Bruce’s face. The Townfolk GASP, but Bruce just accepts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Want another? Bruce licks at the drink as it spills around his face. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "In a glass would be nice. (off her glare) Is it me, or did we get off on the wrong foot? In the background, Jeff enters, carrying some boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "We never “got off” at all, and if there’s a God, we never will. (glances toward Jeff) Unfortunately, my son seems to think you’re some kind of hero. Bruce follows her eyes, realizes she’s looking at Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ultra-fan belongs to you? Bruce takes Kelly’s hand, throwing an exaggerated look at her ring finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "I don’t see a wedding ring...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "That’s because Jeff's father left us. Right after Jeff was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Must have been hard, raising a boy on your own. (big smile) But in the “lemons into lemonade” category, sounds like there’s no reason you and I can’t do a little of the ol’ “trains and tunnels”... Kelly stares at Bruce, aghast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Maybe it’s all a big joke to you, but Jeff’s talked the whole town into thinking you’re going to save us from this “Guan-Di.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Right. And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Far as I can tell, you’re totally full of shit. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce is taken aback by that. There’s a long pause as he considers the insult, then he breaks out laughing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I get it! You’re the meet-cute!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Mills thought of everything! He’s a genius! Chortling, Bruce wanders across the bar, leaving Kelly baffled. The Mayor comes over, mindful of her attitude, still hoping and praying that Bruce can save them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Kelly, I know you don’t much like the stranger, but we need someone to go up against the demon. The Mayor looks over at Bruce, almost as dubious as Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "And right now, in an absolutely tragic turn of events, he’s the best we've got. Bruce looks back at Kelly and the Mayor and laughs even harder. OFF Kelly’s befuddlement...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun sets, the dazzling orange glow growing dim...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the last rays of the sun set, rocks begin to move in front of the old cave, as if something is stirring inside. Suddenly, a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOOD-SOAKED SWORD",
          "text": "splits through the stones. The Guan-Di emerging for another night of vengeance... \fVerheiden \"My Name Is Bruce\" 4/2/06 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR a loud YEEEE-HAWWW, revealing the festivities are in full swing. A band (The Smithereens?) is playing full volume while Townfolk drink and dance. At the front of this bacchanal, in the seat of honor at the front of the hall, BRUCE sits, massive joints of beef and turkey in each hand, eating like King Henry the eighth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(spitting food) More meat!! As a SEXY WAITRESS hauls over another massive joint of beef, Bruce grabs her and plops her into his lap. While the Waitress GIGGLES at the attention, KELLY watches all this with a disgusted glare. Suddenly, there’s an announcement from a frontier-outfitted SQUARE DANCE CALLER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUARE DANCE CALLER",
          "text": "Ladies and gentlemen. Grab your partners! Enthusiastic townfolk “grab their partners” (male + female) and sashay out toward the center of the floor. With a smile, Bruce tosses his leg o’ whatever, pushes past the Waitress and makes a bee-line toward Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ma’am, may I have this dance? The Mayor shoots Kelly a look and she reluctantly comes out around the bar, taking Bruce’s arm. Even though she clearly doesn’t like being here, there’s something in Bruce’s infectious, giddy enthusiasm that starts to get to her. As they get in formation with the others, Bruce whispers to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "You realize I have no idea what I’m doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I’m sure that’s a first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Not really. I haven’t known what I’ve been doing for years. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce keeps watching her, catching the hint of a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Wait a minute. What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No no, both sides of your mouth curled at the edges. There’s an old Indian word for this phenomena... Kawatatcheeacha... Cherokee for “she who smiles at one she is beginning to not hate.” Kelly rolls her eyes, but not so mean this time. With a hint of actual pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Shut up and dance. A Square-Dance band takes position on the floor and the room fills with music. The Square Dance Caller barks out orders to the dancers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUARE DANCE CALLER",
          "text": "Bow to your partner! As the dancers begins to move, Kelly tries to help Bruce navigate through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Just follow my lead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUARE DANCE CALLER",
          "text": "Now swing your partner and dosi- doe, pass the axle then let go! While Kelly tries to actually keep up with the dance moves, Bruce is a loose-limbed marvel, his legs swinging around like some kind of string-puppet. SQUARE DANCE CALLER (CONT’D) Allemande left with a right hand star, box the gnat and allemande thar! Bruce’s a terrible dancer, but the Townfolk are being polite because of his mission, and his enthusiasm continues to be somewhat infectious. So infectious that he finally pulls away from Kelly, twirls toward the official Square Dance Caller and grabs his microphone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(calling dance) Now swing your partner toward the door, then empty your pockets and pretend you're poor... The Townfolk are swirling around the dance floor, but these are “unusual” calls to say the least. But, in an effort to keep Bruce happy, they all swing their partners toward the door, then pull out their pockets, sending wallets, keys and change spilling to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(calling dance) Allemande left then allemande right, then spoon in together all “Brokeback” like... The Dancers look at one another then comply, doing the dance move, then the women jam their butts into the male dancer’s crotch... Taking advantage of a musical “bridge”, Bruce breaks into a crazy, tangled-legged dance that ends with him doing the splits in the middle of the dance floor. still holding the microphone, Bruce picks himself up and advances on an astonished Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(calling dance) Now as this dance is coming to a close, see if she’ll kiss you without holding her nose... With a swoop, Bruce grabs Kelly and pulls her into a full fledged, bent-over backward smooch. She flails a little at first, then the flailing stops and for a moment, she seems to be anticipating the kiss. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You wanna move that hand? Reveal Bruce’s hand completely inside and up the back of Kelly’s shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Oops. Meanwhile, all around Bruce and Kelly, the dancers are locked in similar steamy embraces, but with Bruce distracted and not making any more square dance call, they’re groaning as they try to hold their awkward positions, turning blue as they remain mouth-to-mouth... \fVerheiden \"My Name Is Bruce\" 4/2/06 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce and Kelly step outside the noisy bar and start down the street. At night the town is actually quite lovely, a throwback to an earlier, more innocent time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ahhh. I could use a little fresh air. Kelly is still a little wary of Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Me too. (eyes on him, wary) And just fresh air. They start down the sidewalk together, the lights from the businesses twinkling in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "(re: town) Even with everything that’s happened, God I love this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I grew up in a town just like it. Little place in Michigan. You ever hear of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Michigan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“Little Place.” About fifteen miles North of Dearborn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Sounds nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "People really cared about one another out there. “Values” meant more than half-price cereal at the supermarket. (remembering) Made my first movie there, when I was still in High School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Really? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "We were kids... naive, innocent. We wanted to make a film that reflected our hopes and dreams...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "What was it called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“Blade of the Skullripper.” Guess that’s when I got the acting bug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You’ve come a long way since then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(sardonic) Guess you haven’t seen any of my recent movies. Kelly smiles at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Believe it or not, Jeff’s shown me a couple. I don’t know about the plots, but you’re usually pretty good in them. Bruce is taken by the compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You really mean that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Wouldn’t say it if I didn’t. Bruce stops and turns to face Kelly. A romantic moment in the offing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You’re just full of surprises, Kelly Graham. You’re going to find this hard to believe, but I’ve always been shy. Maybe that’s why I come on so strong...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Hey, I came on a little strong myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(moving in for kiss) It’s never been... easy for me to... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "...express my... true feelings... As Bruce is about to kiss her, Kelly suddenly looks over her shoulder, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You want to move that hand? PULL OUT to reveal Bruce’s hand clamped securely on Kelly’s butt cheek. He jerks it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I’ll let it go... this time... Kelly’s already forgiven him. They’re closing for their first KISS when there’s a HARUMMPH off camera. Bruce and Kelly both look over in surprise, seeing EVERYONE FROM THE DANCE in the street, staring at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Mr. Campbell. (taps watch) It’s time. Bruce looks at Kelly. Back at the Mayor. Desperate to consummate the kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Mr. Campbell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "For the love of God, I can smell her Chap-Stick! But the Mayor’s expression says “nope!” OFF this moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors whip open and Bruce moves inside, checking out the walls of rifles, shotguns, pistols and other weapons. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zoom in on Bruce’s face, hard and serious. The bald STOREKEEPER waits expectantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "All right, small-town America. Show me what you’ve got. In a montage of image we see a tough man’s hands getting ready for some monster killin’ action. Capable hands strap on a flak-jacket with multiple pockets for weapons. Cinch up a sheath for a big-ass hunting knife. Fingers quickly punch shells into a shotgun. A hand SPINS a revolver old west style, dropping it into a leather holster. Hands strap on double shotgun holsters, plunging double- barrels into each holster. Finally the hands grab a Jason-esque HOCKEY MASK. As the hands prepare to put on the mask... PULL BACK to reveal the incredibly well-armed/armored man is actually... THE MAYOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Okay. I’m set. Continue to PULL BACK to reveal Bruce standing nearby, totally unarmed, watching incredulously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Wonderful. Anything left for me? Jeff reaches behind the counter and swings up a silver plated CHAINSAW, banging it down on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I had it made special, just for you. A Briggs and Stratton two- barrel with a half-inch claw. Bruce picks up the saw, hefting it, checking it out. It’s been customized with a Bruce Campbell signature on the gleaming blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sweet. (tosses it aside) And if I were going up against a tree, possibly even appropriate. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce starts pointing at guns, grenades, bear-traps and other devices hanging on display in the gun store, like a guy pointing at the food pictures in a Chinese restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Gimme one of those, two of those, a handful of those... attaboy, just keep ‘em coming, Cueball... The bald STOREKEEPER loads the weaponry up in Bruce’s arms, weighing him down with rifles, shotguns and bazookas. Bruce staggers a moment under the weight, then suddenly just DUMPS everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Who wants a piece of this? Jeff and several other Townfolk steps forward. Casual, Bruce starts tossing them weapons. He hurls a rifle ata squinch-faced MAN smoking a PIPE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Here you go, Popeye... He tosses a ‘45 Magnum pistol at a skinny looking SCHOOLTEACHER TYPE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Schwarzenegger gets the “make my day”... On a roll, Bruce tosses three or four hand grenades to a second MAN, nonchalantly going for style points and tossing the last one under his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Heads up! Hup hup hup! As the Grenade Man struggles/juggles to catch them, the Storekeeper is aghast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOREKEEPER",
          "text": "Mr. Campbell, those are live grenades. Bruce gives the Storekeeper a knowing wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Pull the other one, spit-shine! (rising) The rest of you, don’t be shy! Load up! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As the other Townfolk gather around the pick up their weapons, including a severe looking “FARM WOMAN” who samples several pieces, then picks up one of the bear traps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Sure you know how to handle that, sister? The Farm Woman pulls a carrot out of her pocket, puts it between the trap’s jaws and triggers the mechanism. Chopping the carrot off at the root.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "All right! You’re taking point! As the Farmers continue to arm up, Jeff comes up beside Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Are you ready for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kid, I made a movie in Bulgaria. I’m ready for anything. The Mayor and several other male TOWNFOLK nod knowingly at the seemingly non-sequitur comment as Bruce moves to the doorway of the store. He frames himself heroically in the doorway, looking back at his peeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Let’s rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A convoy of cars and pick-ups tear through downtown Sawville, past the bar, where KELLY watches with worry. Some of the armed-up Townfolk are standing in the back of the pick-ups, waving and firing their guns in rowdy celebration of the battle to come. Suddenly, BRUCE’S TRUCK skids to a stop outside the bar, dust billowing up around it (even though it’s a paved street... what up with that?) Bruce emerges from the wafting dust, practically in Kelly’s arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hey baby. How about a kiss for good luck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Apparently moved by the gesture, Kelly looks Bruce in the eye. For an instant it looks like they’re going to finally kiss, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You wanna move that hand? PAN DOWN to reveal Bruce’s hand clamped on Kelly's boob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Just checking. The “romantic” moment shattered, Bruce backs toward his truck, jaunty as ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Put yourself on simmer, sweetheart. ‘Cause when I come back, I plan to stake a claim to the prettiest green eyes I’ve ever seen. (to the others) Now let’s do this thing! As the pick-ups and cars tear out, HOLD ON Kelly, who looks worried and concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "My eyes are brown... As the cars careen into the darkness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A field outside some woods somewhere on the outskirts of town. The full moon offers some illumination along with the fiery TORCHES being carried by several Townfolk. They’re also all equipped with small personal WALKIE TALKIES. As the move through the area, the MAYOR spots something on the ground. NOTE that the Mayor is still wearing his Friday The 13th hockey mask and all the weaponry/accoutrements that he gathered at the gun store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Hold it. What do you make of this? Bruce kneels, authoritative, picks up a handful of gravel, sifting it through his fingers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(thoughtful) Looks like gravel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I mean these tracks. A set of well defined, devil-hoof footprints are visible IN the gravel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’d say we’ve found us a Guan-Di. Bruce rises as the townspeople gather ‘round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "No surprise. The killings have all been in this general area. (rising, somber) We're on it’s hunting ground now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(with gravitas) It’s not hunting us, Mayor. We're hunting him. The Townfolk exchange dubious looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "No, I think it’s still hunting us. Bruce can sense the “nervousness” of his team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Okay, it’s liable to get ugly out there. So when things look bad, when it looks like you’re not going to make it, remember two things. One, even if you don’t have medical insurance, emergency rooms are mandated by Federal law to treat severely injured patients. That doesn’t exactly inspire confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY WITH TORCH",
          "text": "What’s number two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(pauses for effect) None of that matters, ‘cause Bruce Campbell’s got your back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "With that rousing thought galvanizing them, the Townfolk ROAR their approval and the whole posse takes off into the woods. Bruce and the Woman lugging the bear-trap take the lead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Townfolk and Bruce have fanned out in the dark woods. Flickering torches and flashlights through the trees. Random walkie-talkie messages SQUAWK through the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "This is Henderson. I’m crossing Haselton Road... no sign of the demon, over. Jeff hangs close to Bruce as they stalk through the underbrush, their guns out and ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "It’s quiet. Almost too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "(super-loud) Wait! Bruce JUMPS at the super-loud warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "I think I heard something... Suddenly, the weird, ominous sound of the Guan-Di echoes through the area. Sort of like a cross between some Chinese chant and the screech of an owl. Bruce is impressed, glances toward Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "When this is over, you gotta introduce me to the guy who does your foley!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WOODS",
          "text": "A dark figure, the Guan-Di, floats through the darkness. Moonlight glints off the demon’s sword and ritual costume, but it’s barely visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "Wait... wait... Oh God, I think I see it, over!! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce grabs his walkie-talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Good! Now see if you can flank him and ease him around to my position, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "He’s got a sword, over!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Right. Just move him on over and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "It’s a big sucker! Bruce is getting annoyed with all the pointless “delays.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Point taken! Now please lead El Demonostro my way so I can... (makes “air quotes” for a baffled Jeff) .--”open fire” and we can all get back to town...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "Shit, he saw me! He’s turning this way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Oh great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE VOICE",
          "text": "God oh shit oh AHHHHHHHH -- The Walkie Voice suddenly does DEAD. Bruce stares at the Walkie in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Hello? He hits the “talk” button, getting loud SQUAWKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Testing, testing. Dammit, are you bringing me this “demon” or not? Nothing but static on the walkie-talkie. Really annoyed now, Bruce stands up, waving his arms impatiently. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Okay, everybody. Cut, cut! (annoyed) I’m trying to stay in character, but radio-schmucko seems to lost a couple pages of the script... Suddenly something CAREENS out of the darkness, landing at Bruce’s feet with a THUD. It’s the bear-trap Woman’s SEVERED HEAD, steam-breath still puffing from her lips. Bruce looks down at the head, still not quite understanding what’s really going on. Thinks it’s a make- up effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Breath’s a nice touch. Dead ahead, several more TOWNFOLK suddenly rush out of the woods, straight toward Bruce, SCREAMING in terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "What the -- ? Where are you going? As one of the slower Townfolk tries to get away, the fiercesome figure of the Guan-Di suddenly looms over him, his sword LASHING OUT and splitting the man’s head in two!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAHHGHH",
          "text": "Jeff grabs at Bruce’s sleeve, tugging at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Bruce! Do something! As Bruce gapes in disbelief, the Guan-Di emerges from the shadows, rising to it’s full eight foot height. Sword dripping blood, it’s eyes blazing red. Suddenly (and improbably) there’s a flash of lightning, and Bruce gets his first full-on look at the terrifying demon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What the fuck is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUNNING TOWNIE",
          "text": "It’s the Guan-Di! ZOOM IN on Bruce’s astonished face as the full, awful reality hits him like a sledgehammer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You mean the son of a bitch is",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUNNING TOWNIE",
          "text": "Shoot it! Shoot it! Bruce’s action hero derring-do suddenly vanishes. Terrified, panicking, Bruce struggles to whip up his shotgun. Shaking like Don Knotts, he blindly FIRES! BLAM! Hitting one of the fleeing Townspeople in the shoulder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLEEING TOWNIE",
          "text": "AGHHH! My arm! Freaking out, Bruce shoots wildly again. BLAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER FLEEING TOWNIE",
          "text": "OWwWwWW, my leg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Gangway!! Terrified, Bruce starts to run away from the approaching demon, firing blindly over his shoulder. BOOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YET ANOTHER FLEEING TOWNIE",
          "text": "AHHH, my ear!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRIFIED TOWNIE",
          "text": "Stop shooting, stop shooting! As Bruce bolts, Jeff can’t believe his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Bruce! Where are you going? Bruce tosses his shotgun into the brush and starts to run full tilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "The hell away from here! The Guan-Di continues advance, raising his blood-soaked sword, a genuinely scary vision in the moonlit woods as BRUCE picks up speed, hurdling brush and fallen logs like an Olympian, eventually passing some of the scared Townies who had a head start on him. This includes the Mayor, still in his hockey mask. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Campbell, you coward! You were supposed to protect us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Branch. The Mayor doesn’t understand the comment until he SLAMS face first into a low hanging branch. As the Mayor flips over onto his ass, Bruce doesn’t even slow down, running back into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breathing hard, the SCREAMS of the Townspeople echoing behind him, Bruce frantically runs to the parked cars and pick-ups, trying to find one with the keys in the ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No keys?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desperate, Bruce throws open the door to a car and leans under the dashboard, ripping out the ignition wires. He breaks apart two of the wires and tries to spark the engine to start, but instead he electrocutes himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "All right, coil wire to the ignit... (as he gets a spark)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAHHYGG",
          "text": "The force of the electric shock SLAMS Bruce’s head into the underside of the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Owwww! Dazed, he falls forward on the exposed wires and gets ZAPPED AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEEZZ",
          "text": "Struggling to get away from the sparking wires, Bruce suddenly hears a gentle DING-A-LING of a bicycle bell. \fVerheiden \"My Name Is Bruce\" 4/2/06 70. EXT. STAGING AREA —- NIGHT Bruce pulls out of the car as LITTLE KID on a tiny “Sting Ray” type bike (!) rides through the scene. Canvas newspaper delivery bags on the back of his bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE KID",
          "text": "Paper, Mister? Bruce thinks a moment, then has an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Yeah! As the Little Kid stops, reaching for a newspaper, Bruce runs for him, glancing around guiltily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hey, kid! Your parents around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Uhh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Good! Desperate, Bruce",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROWS THE KID OFF THE BIKE",
          "text": "then jumps on the banana seat, churning his legs as fast as he can. Teetering, barely keeping his balance, Bruce races away from the staging area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce races the small bike out onto the main road, legs still churning wildly, when he’s BLINDED by on-rushing headlights. Bruce throws an arm up to protect his eyes and LOSE CONTROL OF THE BIKE, sailing off the road and crashing into a tree. As he picks himself up from the brush, the car that almost hit him backs up to check on him. An OLD LADY driver rolls down her window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "Young man, are you all right? Bruce runs for the car like a drowning man clawing for a life preserver. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You gotta get me out of here! The Old Lady points to the cat carrier resting on the car’s passenger seat. The old tabby inside MEOWS affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "I’m sorry, but there’s no room... Frantic, Bruce suddenly grabs the Old Lady’s arm and THROWS HER out of the truck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "There is now! As the Old Lady hits the pavement, Bruce jumps into the trunk and PUNCHES IT. As gravel spews from the tires, the Old Lady raises a feeble hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD LADY",
          "text": "Wait! My kitty-kitty! As if in response, the cat carrier suddenly FLIES out the passenger window, accompanied by a loud MEOWWWWW! INT. OLD LADY’S CAR - NIGHT Desperate, sweaty, crazed, Bruce hunkers over the steering wheel and careens down the dark road, driving like a bat outta hell. The light from the dashboard gives his face an eerie, “up-shadow” cast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Demons... monsters... what the hell were they thinking? Thing’s on my ass now... supernatural bastard... I gotta make tracks but fast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Bruce’s POV as he hauls ass, headlights stabbing the darkness, suddenly flashing across a WOMAN pushing a BABY CARRIAGE! And Bruce is heading straight for her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Oh hell! Bruce CRANKS the wheel to avoid the woman... \fVerheiden \"My Name Is Bruce\" 4/2/06 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The swerving, careening headlights of Bruce’s stolen car suddenly appear in the distance. In the foreground, a couple of disinterested Townsies, munching on snow-cones, take vague notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISINTERESTED TOWNIE",
          "text": "Wonder who that is? In the distance, the headlights suddenly swerve OFF THE ROAD. There’s a distant SCREEECH of tires, the CRUNCH of metal, then a muffled “plumphh” as FLAMES erupt in the distance. Then A SINGLE FIGURE begins to run/limp down the street. As he gets closer, we see it’s Bruce, silhouetted by the flames, yelping every time he lands on his injured leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(limping) Son of a OWW gotta get OHH outta here SHIT... Bruce runs up to the two Disinterested Townies and grabs them by their jackets. Bruce is crazy/angry with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "I need a car! Pronto!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISINTERESTED TOWNIE",
          "text": "Aren’t you that demon-fighting fella? That pulls Bruce up short. As he looks around, more Sawville shopkeepers and residents emerge onto the sidewalk. Bruce begins to realize he’s making a “scene.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Yeah, yeah, that’s me. (thinks, then) I, uhh, I blew the thing to Kingdom Come! Yeah, that’s it... I just came back for, uhh, shovels. To scrape him up. And trash bags! It’s helluva mess out there... As Bruce “improvises”, a pick-up truck rolls down the street. Seeing that the open bed is empty, Bruce throws a “goodbye” salute toward the baffled Townies and (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "LEAPS INTO THE BACK. Grinning at his good luck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "So long, suckers! .»+.as the truck pulls over and parks, the driver getting out and going to one of the shops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Son of a -- Beside himself, Bruce leaps out of the truck as the sounds of CAR HORNS rise in the distance. It’s the CARAVAN of surviving monster fighters, coming back into town. Hearing all the racket, KELLY comes out of her bar, worried. When she sees Bruce, they lock eyes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Bruce. Where's Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Jeff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You just left him out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No! I mean, kind of! (off her disdain) Come on, lady, nobody told me this monster was real! Down the street, a GRAYHOUND BUS comes around a corner, getting ready to pull out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(desperate, to Kelly) Shoe’s untied! Kelly looks down. Bruce takes the opportunity to SPRINT FOR THE BUS just as JEFF steps out of one of the approaching cars, devastated by Bruce’s betrayal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mom! Where's Bruce? More townfolk emerge from their cars, some still bleeding and seriously pissed off after Bruce’s shoot ‘em up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT IN ARM GUY",
          "text": "Thespian bastard shot me in the arm! Bruce, running for the bus, turns and runs backwards as he tries to respond to the charges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sorry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT IN LEG GUY",
          "text": "He got me in the leg! As the crowd becomes a mob and begins to surge toward Bruce, he BOLTS for the Grayhound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(to bus) Wait! Wait! For the luvva God, stop! He reaches the bus and slaps at the side until it grinds to a stop. Gasping, Bruce runs for the door and jumps inside, the bus pulling out just as the mob reaches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWNSFOLK",
          "text": "Get out of town! Go back to Hollywood! You shot my Uncle! Gasping, Bruce moves to the back of the bus and looks out the rear window as the mob recedes, throwing ROCKS, FAUCETS, a round POKER TABLE and other handy items against the glass. But Bruce’s focus is on KELLY AND JEFF, standing together. As they recede in the distance, their mutual looks of betrayal are like daggers in Bruce’s heart. As Bruce settles into his seat, utterly devastated, a elbow-jointed piece of plumbing pipe BANGING behind him... EXT. BRUCE’S HOUSE - DAYBREAK The bus stops at the driveway by Bruce’s trailer and he gets off, shoulders slumping, a shell of a man. As Bruce nears the stoop of his trailer, he spots a padded manila envelope on the porch. Dissolute, Bruce grabs it and heads inside. \fVerheiden \"My Name Is Bruce\" 4/2/06 75. INT. BRUCE’S HOUSE - DAY Bruce walks into his trailer and spots SamNRob on his blanket. After his awful day, Bruce is aching for a little affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Cute little Sam’nRob. At least I still have you. (kneeling) C’mere, boy. The dog just stares at Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Come on, little guy. Here boy. Here boy. Come on, fella. Come to Daddy. That’s it. Come on. Here boy, here boy, here boy... (suddenly mad) Son of a bitch!! Bruce HURLS the manila envelope at the dog, getting a loud BARK and SCREECH. Giving up on the mutt, Bruce wanders to a cupboard, pulling out a box of generic “Fruit Loops” cereal. He fills a bowl with cereal, then grabs a quart of milk from the fridge and sloshes it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "I‘ll feel better after breakfast... it’s most important meal of the day... He’s about to dig in when he notices the “message” light blinking on his answering machine. Heartbroken, he punches the “play” button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE",
          "text": "(jaunty voice) This is Bruce Campbell, actor extraordinaire. If you’re young, female and not currently incarcerated, page me at star-998, otherwise leave a message after the tone... BEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "(on machine) Bruce, it’s Deborah. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Deb...? (grabbing machine) Deborah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "(on machine) There’s something I’ve been meaning to tell you, something that’s been weighing on me ever since our divorce. Bruce clutches the answering machine to his heart, praying for good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Of course I forgive you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "(on machine) ...it’s the alimony payment. It’s just not cutting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Huh?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEBORAH",
          "text": "(on machine) My lawyer’s filed a motion to have it increased, along with a restraining order, so don’t even try returning this call... Fuming, Bruce RIPS the answering machine cord out of the wall, then smashes the box on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Heartless hell-spawn! Emotionally crushed, Bruce spots the manila envelope near Sam’Rob’s dog blanket. He rips it open and pulls out TWO SCRIPTS. “Cavealien 3 and 4.” As Bruce’s jaw falls open, he notices a little buck slip paper-clipped to the first script, “From The Desk Of Mills Toddner.” Hand written under that, “Pack your bags, baby, they’re back-to-back in Romania! Love ya, Mills.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "No... NO... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "His life falling to pieces before his eyes, Bruce stumbles back, tripping over a throw rug. As he flails, he accidentally smacks the bowl of Fruit Loops, SENDING THEM FLYING. As Bruce lands on his ass, the Fruit Loops and milk explode over him, the cereal sticking to him like bizarre sequins. As Bruce lies there, dazed, milk and cereal dripping off him, THE DOORBELL RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hold on... just a minute... Still dripping Fruit Loops, Bruce staggers to the door. He throws it open, revealing... A HARD-EDGED STRIPPER (KASEY) IN A FLAG BIKINI, waving two lit sparklers. Bottle of whiskey under one arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "I’m busy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "And I'm Kasey, the famous singing prostitute! (singing) I’m here to offer birthday greetings and wish you lots of luck, and if you’re really really nice I’ll even toss in a f--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(cuts her off) Who sent you?! Kasey fumbles in her tiny purse, finding a note...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "“From your friend and agent, Mills Toddner. Here’s some birthday sugar, baby.” Bruce stares at Kasey in slack-jawed disbelief. Fruit Loops dangling from his hair and face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "This was my surprise? A woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "Actually I’m only half-way through my trans-gender surgeries, so technically... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Kasey reaches for her bikini bottoms, like she’s going to pull them down and show Bruce something “surprising.” Bruce waves his hands frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "For the love of God, stop!! As Kasey relents, Bruce’s phone RINGS. Struggling to maintain his emotional equilibrium, he staggers back to answer it as Kasey enters, looking around curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Campbell residence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff’s on the phone, talking to Bruce from his trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Bruce. It’s Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(eyes narrowing) You little BASTARD. You're the one who dragged me into this nightmare! Now I suppose you’re going to chew my ass for taking a powder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No. I... I just wanted to thank you. Bruce looks at the phone like Jeff's speaking Swahili.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Thank me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "For teaching me the meaning of “courage.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I ran like a cheap mascara!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "That’s just it. I was trying to dodge my responsibilities by dumping them on you. You showed me that I have to face this thing on my own. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce can’t believe he’s being let off the hook. Improvs to suggest that was his plan all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Well... thought I’d help you shape up... I’m glad you’ve seen the error of your ways... yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Truth is, I’m the one who unleashed the Guan-Di. So it’s up to me to kill it. The reality of Jeff's plan hits Bruce’s addled brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You’re gonna take on Toshiro McShithead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "All I needed was a push. Thank you, Mr. Campbell... As the line goes dead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kid! KID!! (slams down phone) Son of a --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "Boyfriend troubles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(reeling) No! Distraught, Bruce paces his living room. He grabs the bottle that Kacey brought and spins off the cap, about to drink himself to oblivion when he hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Stupid kid... he’s gonna get himself killed! (about to drink) What do I care? I’ve got my own problems! As Bruce stares at the bottle, suddenly two tiny Bruce figures appear on his shoulders. One is the “Angel” Bruce, complete with simpering voice. The other is the “Devil” Bruce, with a growling nasty voice. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL BRUCE",
          "text": "I’m your good nature, Bruce. (simpering voice) If Jeff goes up against the Guan- Di alone, he’1l be cut to ribbons. You've got to help the lad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEVIL BRUCE",
          "text": "(gruff voice) Don’t listen to him! Kid’s an asshole! Fuck him! Nobody lives forever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL BRUCE",
          "text": "(simpering voice) How can you even think such a thing? This young man is our biggest fan! As this conversation continues, two more, even TINIER Bruce figures magically appear -- this time on the ANGEL BRUCE’S tiny shoulders! ANGEL BRUCE’S ANGEL (simpering voice) You’re absolutely right, Angel Bruce. Remind him that our fans support us no matter what. ANGEL BRUCE’S DEVIL (gruff voice) What the hell are you talking about? If Campbell takes the dirt nap, we’re all toast! Surprisingly, that last piece of logic hits home with Angel Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGEL BRUCE",
          "text": "(simpering voice) Well, he does have a point. And young Jeff did release the fiend... (to big Bruce) Maybe we should let him die... Bruce suddenly SCREAMS, waving his arms, dissipating the multiple bickering devil/angel figures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AHHHH",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Bruce looks at the whisky bottle, sorely tempted, then suddenly HURLS it across the room. Resolve building in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(to Kasey) You. Uncle Sam-Antha. How’d you like to make a quick fifty bucks? Kasey rises with a matter of fact sigh, reaching for her bikini bottoms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "Story of my life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "No! I need a ride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "That’s why I’m here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KASEY",
          "text": "Oh. Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Little town called Sawville. (gritting his teeth) Looks like I’ve got to kill me a Guan-Di. As Kasey blankly mulls this non-sequitur...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kasey’s VW Bug putt-putts into town, pulling over on main street. Regardless of the weather, Kasey’s still in her sexy patriotic bikini. As they both get out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sit. Try not to blow anybody until I get back. Bruce starts down the sidewalk, the same walk he took the day before. But this time the reaction is much different. He’s met with sneers and snarls. Gingerly, he approaches the (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "GROCERY STORE, display of apples out front. Bruce starts to reach for an apple, like yesterday, only to have the Shopkeeper slam a BUTCHER KNIFE down inches from his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOPKEEPER",
          "text": "Apples aren’t for sale! Bruce backs off, counting his fingers, and continues down the sidewalk, pausing in front of the APPLIANCE STORE. A display of ghetto-blaster radios out front. Bruce offers a meek little wave to the Appliance Store Owner, who angrily punches the play button on one of the radios.",
          "sentiment": "neutral"
        },
        {
          "speaker": "APPLIANCE STORE OWNER",
          "text": "Wrote this last night, bitch. A chugging RAP SONG starts to play...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO RAP SONG",
          "text": "(sing-song rap) BRUCE CAMPBELL, man used to be it, now BRUCE CAMPBELL, man’s fulla shit. Actor-man said he’d save our town from fear, but all we saw was his yellow rear, BRUCE CAMPBELL, dat’s right, BRUCE CAMPBELL, runs from a fight, BRUCE CAMPBELL, got balls like a mouse, BRUCE CAMPBELL, he’s worthless louse... (etc) Bruce moves off from the blaring rap-song, passing AN ELDERLY MAN, the one who gave him the sign of the cross earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I just wanted to thank you for your blessing, kind sir... The Elderly Man suddenly HAWKS an enormous loogie into Bruce’s face, leaving strands of saliva dangling from Bruce’s chin. As Bruce tries to mop this off, he comes across the same group of SCHOOL CHILDREN he had bumped into the day before. Seeing Bruce, they rush up excitedly, but instead of “hail the conquering hero,” they start kicking and punching him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "You piece of shit! Coward! Wimp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Come on, kids, I did my best -- The First Kid KICKS HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST KID",
          "text": "You shot my Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND KID",
          "text": "I drew this picture of you! The kid shows Bruce the drawing: Bruce running away from a monster, a yellow streak up his back, lumps of poop coming out of his pants. As the kids jeer, a THIRD KID, the one who had drawn Bruce getting his head cut off last time, tentatively shows Bruce his new drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD KID",
          "text": "I still believe in you, Mr. Campbell. The drawing shows Bruce standing on the neck of the dead monster, triumphant. Bruce is touched...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Gosh, thanks... But before Bruce can get too mushy, the other kids turn on Third Kid and start pounding him, ripping his drawing to pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD KID",
          "text": "OWW! STOP!! Wahhhhhh... Bruce uses the distraction to ease away, finally reaching Kelly’s bar. A CLOSED sign in the window. Frustrated, Bruce is trying to figure his next move when he notices a billow of smoke rising from behind the building. He goes around to the side, where KELLY is standing over a burn barrel, grabbing papers and posters from the back of her pick-up bed and jamming them into the flames. NOTE: There’s a stocked gun rack inside the pick-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kelly! Kelly turns, eyes narrowing when she sees Bruce. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Go back to Hollywood, big shot. Find yourself some hot and cold running starlets. You and I are so over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kelly, please. I’m not a shallow sex machine like most Hollywood types... As Bruce struggles to reason with Kelly, KACEY, still in her bikini, marches up on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KACEY",
          "text": "Hey, Mister, you owe me $50! Kelly is stunned. Bruce is mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Just a second...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KACEY",
          "text": "And we still need to have sex! As Bruce stammers, Kacey pats the ground, like that’s where they should do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KACEY, (CONT'D)",
          "text": "Right here would work. (to Kelly) Hey, B-cup, got a blanket we could borrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "She's a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KACEY",
          "text": "(catches him) Technically I’m still a “he”... Bruce’s shoulders sag as he realizes the truth is only going to get him in more trouble, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "“He” is a... (mumbling real fast) ...famoussingingprostitute... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KACEY",
          "text": "Toss in another twenty-five bucks and I’1l1 do her too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "(to Bruce, disgusted) My God. You really are a total waste of skin. Torn between Kacey’s demands and Kelly’s disgust, Bruce turns to Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Just... wait! Frustrated, Bruce runs back to Kacey and peels out $50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "For Christ's sake, just take it and go! He starts back toward Kelly, then stops, lowering his voice to Kacey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(pig latin) I’1l take a raincheck on the ex- say a little ater-lay. As Kacey takes the money and leaves, Bruce runs back to Kelly as she shoves even more papers into the bin. He’s about to say something when he notices the “papers” all consist of Bruce Campbell memorabilia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Kelly, listen to me, we don’t have time to... (shocked) Hey! Those are my posters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Jeff asked me to purge his trailer. It was my pleasure. She stuffs a MINDWARP poster into the flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sweet Jesus! That’s the limited edition ”“B” style!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Plenty more where that came from. (annoyed) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "Are you still here? Don’t you have a bad movie to make? Kelly pulls an Ash “Army Of Darkness” action figure from the bed of the pick-up and tosses it into the flames as Bruce winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "A couple, actually. But the truth is... I haven’t been able to stop thinking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Oh please. She shakes her head derisively as Bruce takes a step closer, just inches away from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I know it sounds crazy. I mean, we barely know each other. But I think... I think I’m in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You wanna move that hand? PULL OUT and REVEAL Bruce’s hand jammed down the back of Kelly’s pants. Bruce pulls out his hand, chagrined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Okay. So maybe it’s over between us. At least let me help you rescue Jeff. Kelly stops in the midst of jamming another poster into the flames, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Jeff needs to be rescued?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "He called me this morning. He’s going after the Guan-Di!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I thought you knew! Kelly looks toward the sky, the sun close to setting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Oh my God! It’1ll be dark soon. (intense) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "We need to get the town together, now! As Kelly grabs a cell-phone from her pocket, frantically punching a number, Bruce tries to pluck the smoldering Bruce doll from the flames... INT. KELLY’S BAR - NIGHT A group of grumbling townfolk, several sporting new splints, bandages on their faces, crutches and other medical evidence of Bruce shooting spree have gathered in Kelly’s bar. A rumble of discontent magnifies into open rebellion when BRUCE appears. As if on cue, the entire mob surges forward and grabs Bruce, pinning him against the wall, punching him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "OWWW! Wait! OWW! A boy’s life OWW hangs in UMPH the balance!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Stop it! Now! The angry ROAR subsides. The crowd, still holding Bruce, turns toward Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "Let him talk. Bruce stares into their faces, all seething with sheer rage, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Look, rural folk, I know I let you down... and I’m sorry. But the callow movie star who came into your lives yesterday is not the man standing before you today. The Townfolk release Bruce and take a step back, tentatively giving Bruce a moment to redeem himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "That’s right. It took the faith of a kid like Jeff, and the decency of a good woman like Kelly to help me see the light. In the last twenty four hours, I’ve learned a little something about honor. Respect. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(he looks at Kelly) Maybe even love. This time even Kelly is touched by Bruce’s sentiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Man’s not much if he can’t own up to his mistakes. So I’m here to apologize, but more importantly, to makes this right. (heartfelt) I’m not just asking you for a second chance. I’m begging you for one. There’s a long moment of silence. Bruce stands there a moment, then REVERSE THE ANGLE, revealing that the room is COMPLETELY EMPTY. Everyone just left, except Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You moved ‘em, all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gates loom in the darkness as headlights wash across the gate. After a moment, Jeff steps from his car, grabbing a rifle and a flashlight. As he closes the car door, a breeze kicks up a flutter of leaves that wash across the old tombstones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Okay. This was a bad idea. As Jeff stares at the moldering graves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocks begin to rattle, signaling the re-emergence of the demonic Guan-Di. As the rock-fall clatters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff hears the rocks moving and gets the creeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Scratch “maybe.” As Jeff nervously holds his position, rifle in hand, waiting for the Guan-Di to emerge... \fVerheiden \"My Name Is Bruce\" 4/2/06 89. INT. KELLY’S PICK-UP/EXT. ROAD - NIGHT Kelly hunched over the wheel, steaming mad. Bruce is sitting beside her, reeling from her verbal assault. As they tear down the road, the last vestiges of sunlight disappearing behind the trees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Big ass movie-star. Haven’t you ever heard of a TELEPHONE?! No, YOU had to waste eight hours DRIVING all the way back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Thought chick’s got off on the whole mano a mano thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Mano a moron, you mean... Bruce glances through the back cab window, looking at the Bruce Campbell memorabilia scattered in the truck bed. Posters, cardboard standees and even scripts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Wait a minute. Light-bulb going off, Bruce reaches through the window into the back truck bed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Don’t mess around. My demolition supplies are back there. Bruce looks again, noticing a wooden crate that says DYNAMITE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You keep a crate of dynamite in your truck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "You don’t? Bruce doesn’t have an answer to that. He fumbles a little more, pulling back with a handful of OLD SCRIPTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "What are you doing with those? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Listen, sister, maybe your idea of a “plan” is to tap this Guan-Di on the shoulder and “pretty-please” him to death, but seems to me we’re gonna need more than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "And you think you’re can find it in one of your old scripts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Brilliant Hollywood writers spent weeks on these stories!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Gimme a break...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Rising action, character arcs, set ups and pay offs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I’ve seen better plots ina Bazooka Joe comic! Bruce sneers at the insult, flipping open a script. He reads a second, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "This could work -- where’s the closest oceanic oil drilling platform?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Ireland. Miffed, Bruce tosses that script out the window, opens another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You got any abandoned steel mills with giant vats of molten metal? Kelly shakes her head “no.” Bruce tosses that one, tries again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Extensive cave systems with cannibal bats underneath an active volcano? Kelly shakes her head no again. Out goes another script. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "An island full of mutated giant gorillas? No, wait, I died in that one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly suddenly veers off the main road, taking the same dirt road we saw Jeff and Clayton take earlier. As Bruce SLAMS against the side of the truck from the turn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UMPH",
          "text": "(rubbing his head) Do you even know where you’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Jeff‘s friends were killed outside an old Chinese cemetary. I’m guessing that’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(cuts her off) Lady, guesswork is the last thing we need right now. She points out the window at a sign nailed to a tree. \"Jeff's this way!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "The signs help. They careen down the dirt road, coming up on the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce and Kelly pull up to the old cemetary, a waft of dust rolling over them as they park next to Jeff’s car. Kelly jumps out and looks in Jeff's vehicle, scared when she realizes he’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Oh my God. He’s gone. (yelling) Jeff! JEFF! No answer. As Kelly gets more concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Boy’s got any sense, he’s probably hightailing it back to town. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "If he had any sense, he wouldn’t have called you. (yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "As Kelly continues calling, Bruce reaches into Kelly’s truck and grabs a rifle off the gun rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "We'd better split up. You go around to the right, I'll go... (bumps into someone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AHHHH",
          "text": "Bruce YELPS as he turns around, realizing he bumped into JEFF, who was standing right behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Jeff! As Kelly runs toward her son, Bruce notices that Jeff's frozen in fear, his eyes wide and staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(eyes fixed) Hi, Bruce. With trepidation, Bruce follows Jeff's stare across the graveyard, to... THE FEARSOME GUAN-DI, looming in the shadows, sword gleaming in the moonlit darkness. As Kelly reaches Jeff, pulling him close in a hug, she also sees the demonic creature. Oh no... Rifle in hand, Bruce steps in front of Kelly and Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Stay behind me. (cocks rifle) Things heat up, Mr. Winchester’s gonna get mighty nervous. Suddenly, the stand-off is broken when another figure enters, just in front of the Guan-Di. It’s old WING, the bowling Chinese wise man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "Mr. Campbell. So you have returned. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That’s right, Wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "You think you can destroy Guan-Di? Destroy the protector of the dead? You’re a fool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Pot meet kettle, pajama-man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "Don’t you see? The demon is under my command... exacting my revenge against those who have scorned me... he’s nothing more than an empty-headed vessel doing my bidding... The Guan-Di looks down at Wing with a cranky “huh? What’d you say?” look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Uhh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Mr. Wing! He’s right behind you! Wing LAUGHS at Kelly’s concern, pulling a small packet of food from his Chinese robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "I have nothing to fear from Guan- Di, for I have come with the sacred bean curd. Bruce glances toward that mottled sign at the mouth of the graveyard. PRO ECTE FO THOSE WH DIE . BEWA E HOSE WITHOUT EAN URD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kelly, that sign! (beat) “Protected for those who died... beware those without bean curd!” Of course! Wing laughs at Bruce, Kelly and Jeff, taking an enormous bite of the (rank) bean curd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "(curd spilling from his mouth) (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING, (CONT'D)",
          "text": "You see! HA HA HA HA!! Mmmm, good! While Wing is chuckling, the Guan-Di is getting seriously pissed. He rises to his full height behind Wing, eyes blazing red with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Wait a sec. Didn’t you say the Guan-Di protects the dead -- ZOOM IN on Wing, bean curd still spilling from his mouth, as he glances back and sees the Guan-Di’s demonic, angry eyes glowing over him. Bean curd still spilling from his mouth, Wing suddenly realizes he’s hosed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WING",
          "text": "Good poin -- The Guan-Di suddenly LASHES OUT, his silver blade lopping off Wing’s head with one savage whack! Bean curd goes flying as the Guan-Di turns his demonic red eyes toward Bruce and Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Bruce -- Bruce contemplates his next move, snapping his fingers as he gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Wait, wait one minute... (remembering) There was one other script... I did pass on it... more like a rewrite... actually, I saved the thing, Writer’s Guild screwed me out of my credit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Bruce, what is it?! Bruce suddenly raises his rifle and aims it, NOT at the Guan-Di but at the tree branches over the Guan-Di’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sweet little number that goes something like this -- Bruce FIRES! The bullet hits a branch over the Guan-Di’s head and splits it off, sending it dropping straight toward the demon. The Guan-Di looks up as the branch comes down -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MISSING HIM BY INCHES and crashing into a pile of LOGS by the Guan-Di’s feet. The impact dislodges the logs and sends them rolling out of the graveyard... STRAIGHT TOWARD BRUCE, KELLY AND JEFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN",
          "text": "Kelly and Jeff bolt, but Bruce TRIPS over a fallen branch and pancakes to the ground as the Guan-Di approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Kelly! Jeff! Run! As they sprint off, the Guan-Di reaches Bruce and PICKS HIM UP BY THE SCRUFF OF HIS SHIRT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Ayiyaiyaiyai... Then the Guan-Di THROWS Bruce across the graveyard. Bruce SLAMS into one of the old markers and slides to the ground, groaning. He’s struggling to pick himself up when the Guan-Di suddenly looms over him, grabbing him and HURLING BRUCE into Kelly’s pick-up. Bruce’s ass crunches in the windshield, then he rolls off and hits the dirt. As Bruce tries to get up, the Guan-Di’s shadow looms over him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Wait... can’t we talk this ouwWWW... The Guan-Di lifts Bruce to his feet so they’re looking at each other eye to eye, then the Guan-Di SLAMS his palm into Bruce’s chest. ETHEREAL FIRE explodes from the contact as Bruce’s eyes flutter, stretching into an “oriental” configuration and turning demonic red. He’s been POSSESSED by the Guan-Di!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "(growling) Nhhggrrrrrr... The Guan-Di releases Bruce and he staggers back, walking jerkily, like a puppet on a string... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Am... u... let...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly and Jeff are racing through the moonlit woods, around trees and dense foliage, desperate to get away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Hurry, Jeff, run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(over shoulder) But, but what about... SUDDENLY THE POSSESSED BRUCE springs up in front of them. Kelly SCREAMS as Jeff SLAMS right into him. Bruce’s hand SNAPS OUT and grab Jeff around the throat, choking him. His other hand reaches for Jeff's pocket, and the Asian amulet (which has been there since Jeff put it there, back in his trailer).",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(possessed) You... released Guan-Di... took am- u-let...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Bruce! What are you doing? As Jeff chokes, unable to break free, Kelly tries to punch Bruce away, but he’s too strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "For God's sakes, Bruce! Let him go! Desperate, Kelly finds a heavy branch on the ground and swings it like a BASEBALL BAT, smashing it across the back of Bruce’s head. But the limb simply disintegrates into dust as Bruce continues to choke Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(possessed) ...took... keeeeyyyy... beaaannn curd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Oh God oh God oh God... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Desperate, getting an idea, Kelly picks up on the possessed Bruce’s last comment and BOLTS back toward the graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly races to Wing’s decapitated body. Looking for something, she kneels by Wing’s corpse, prying open his dead hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly runs back into the woods. Jeff is faltering, gasping as possessed Bruce continues to choke him. Suddenly, KELLY rushes up to the demonic Bruce and STUFFS a handful of bean-curd into his mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Suck on that, hell-demon! Let him go! Bean curd dribbling from his possessed lips, Bruce releases Jeff, rears back and ROARS toward the Heavens. Spitting curd into the sky. Then, spent, Bruce drops to his knees, head down, gasping. Not willing to take any chances, KELLY finds another thick branch and raises it, preparing for a killing stroke. She hesitates, just for a moment, eyes filling with unexpected tears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "I... I’m sorry... As she swings, Bruce’s hand suddenly SNAPS UP and catches her wrist mid-swing. Bruce’s head is still down, so for an instant we don’t know if this is real or Memorex-Demon Bruce until... HE LOOKS UP. His eyes clear, back to normal. Slowly shaking his head “no” as he stands, savoring Kelly’s relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You're sorry. That bean-curd tastes like... The heroic moment is muted when Jeff, angry after being choked, KICKS BRUCE IN THE BALLS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "OOmphhhh! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Son of a bitch, you tried to kill me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(pained voice) No... it was the demon... the one without balls... Still in agony, Bruce shows them the amulet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "And this... is what it’s after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Costume jewelry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Not quite. (glaring at Jeff) Genius here took it when he unleashed Hari-Kari-Larry. It’s a sacred amulet, the one that brings peace to the Guan-Di and the souls of the dead. You know. Just THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Easy. We can play the blame game later. Question is, what do we do now? Bruce pulls himself together. Looks into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What else you got in that truck of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPEN TIGHT on a smiling, heroic Bruce Campbell face. Slowly PULL BACK to reveal it’s actually a CARDBOARD STANDEE from the CAVEALIEN movie, featuring Bruce in his uniform. The box of DYNAMITE right behind it. The Standee is perched between some fallen rocks in the mouth of the cave. CONTINUE PULLING BACK to reveal Bruce and Kelly rolling demolition wire out away from the standee, toward a \fVerheiden \"My Name Is Bruce\" 4/2/06 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce and Kelly bring the wire back to Jeff, waiting with the dynamite plunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Way I figure it, this demon has a serious hard-on for yours truly. When he spots my puss on his doorstep he’s gonna go Pearl Harbor, and that’s when we drop the mountain on his Jackie-Chan ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Sounds risky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Yeah. That’s our only standee. But right now it’s our only... In the distance, they HEAR the demonic YOWL of the Guan- Di. Jeff, hooking up the wires to an old-fashioned “shove the handle down” detonator box, shivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Jesus. He’s coming back. As they finish their preparations, Bruce looks Kelly and Jeff in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Look, however this turns out, I just want you both to know... Kelly and Jeff both take a breath, like they know the sentiment that Bruce is going for...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "..-that I’1l never forgive you for dragging me out here. In the distance, the Guan-Di moves out of the woods into the moonlight. His gleaming sword WET with blood. As he nears the cave entrance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Hold... hold it... wait until he’s inside the cave... The Guan-Di sees the smiling Bruce standee in the cave entrance and REARS BACK, GROWLING. With a samurai change, it runs at the standee, blade high. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "He’s seen it! Easy... easy... But just as it seems it’s going to take the bait and go into the cave entrance, the Guan-Di STOPS. Like it senses something’s wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "He’s not buying it! Shit! That’s a great likeness, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What are we going to do? Bruce collects himself, shaking his head. Can’t believe he’s about to do this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Wait here. I’m going in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Bruce, wait! That’s suicide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You're right. Bruce shoves his rifle into Kelly’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "You'd better do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Bruce, the Guan-Di’s going to be looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Kay-rist.... (takes gun back) All right. I'11 try to lure him into the cave. The second he does inside, you drop that plunger. Got me? Bruce is about to take off when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Bruce! Wait. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She suddenly, impulsively pulls Bruce into a tight embrace. They look into each other’s eyes, then, just as they’re about to kiss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY, (CONT'D)",
          "text": "You wanna move that hand? Bruce looks down, surprised. PULL BACK to reveal that for once, he’s NOT groping her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "But I... Kelly smiles, takes his hands and pulls them around her in a passionate embrace. Then they kiss, passionate, the kind of kiss a girl gives a guy right before he heads off to war. As they finally break...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "For luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Another kiss like that, I could win the lottery. Bruce nods back to Jeff, poised over the plunger, then BOLTS FOR THE CAVE ENTRANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guan-Di turns as it hears Bruce running toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "All right, Top Ramen, let’s do this! The Guan-Di raises his sword, the steel glinting in the moonlight, as Bruce runs at him and TACKLES HIM STRAIGHT BACK INTO THE CAVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff realizes it’s time to do the deed, but he’s frozen over the plunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Jeff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Mom, I... I can’t! (anguished) It... it’s Bruce Campbell! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "I know how much he means to you... how much he means to audiences the world over... but right now, you've got to ask yourself one question. (beat) What would Bruce Campbell do? Jeff thinks a moment, then shrugs and SLAMS DOWN the plunger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cave entrance EXPLODES in a plume of fire and rock. As the explosion settles, dust and smoke billowing, an eerie quiet falls across the scene. KELLY and JEFF slowly move toward the cave entrance. It’s completely sealed by fallen rock. Horrified by what they’ve done, Jeff and Kelly drop to their knees outside the blast area. BRUCE'S SMILING FACE, torn from the shattered standee, grins at them from the dusty boulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I... I can’t believe he’s gone. Suddenly there’s a RATTLE of rock by the cave entrance. Kelly and Jeff turn, fearing the worst, stunned to see BRUCE’S BLOODIED HAND clawing out of the rubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "They rush over and throw away some of the rocks, pulling Bruce free. He’s battered and bloodied, but alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Somebody get the license number of that truck? As they pull Bruce out, he makes a point of taking the stolen amulet from his pocket and JAMMING it into the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "And STAY there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wobbly, Bruce takes Kelly’s hand, and with Jeff beside them, they begin to limp away from the cave. It’s a quiet moment, the horror finally winding down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Just got one request, Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Anything, Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Next time you release an ancient Chinese demon, call that Buffy chick, will ya? As they all share a movie-ending laugh... THE GUAN-DI BURSTS OUT OF THE ROCKS behind them. In SLOW MOTION, Bruce, Kelly and Jeff turn in horror as the monster ROARS toward them, sword high, about to kill them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "cut! (regular motion) Cut cut cut cut CUT! All action stops. The Guan-Di pulls up short, puzzled. Kelly and Jeff take a step back, watching as Bruce goes out of character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "This isn’t working. (re: Kelly) First of all, could props swing a little mouthie-washie for Ms. Romania 1992? Kissing this broad’s like licking a cat’s ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "(Romanian accent) Up yours. PULL BACK to reveal we’re on an EXTERIOR MOVIE SET. A gaffer’s truck nearby reads ROMANIAN LIGHTING SERVICES. As the crew chatter in ROMANIAN, the DIRECTOR OF PHOTOGRAPHY (the same guy we saw shooting CAVEALIEN) steps into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR OF PHOTOGRAPHY",
          "text": "What’s the problem, B.C.? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "A blind man could see it! The audience is going to be totally invested in my character by this point. We pull the ol’ “surprise, they all die” ending, we’re gonna lose ‘em. (slaps Fred on the back) People love me, Fred. They want me to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR OF PHOTOGRAPHY",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Don’t argue with the muse. Bruce paces a moment, snapping his fingers, the picture of “the creative process.” Finally, triumphant, like he’s hit on the solution...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "Pack up these potato eaters. We’re moving on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lovely little country home on a bright sunny day. After a moment, KELLY, wearing a pretty summer dress, steps out, smiling broadly as BRUCE comes down the walk, jaunty and heroic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sore eyes, meet sight-for. I could use some serious feel-good about now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY",
          "text": "Step right up, movie-star. As they sweep back in a romantic kiss, Jeff, now dressed like a college preppy, walks out on the porch, smiling at all the love on display. As Bruce and Kelly break off their kiss, Jeff unfolds an official looking letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Guys, guess what! I was just accepted to Yale! Bruce and Kelly both rush to Jeff, pulling him close. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Told you that C average wouldn’t matter! (pulls them together) Come on. Group hug! As they hold one another, savoring their new, perfect lives, suddenly a shadow washes over them. As they turn, eyes going wide in horror, reveal THE GUAN-DI standing over them, raising his sword and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the Guan-Di image frozen on a small screen, Bruce leans back from a flatbed, enraptured with the conclusion of his latest masterpiece. He gives his weary editor a nudge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Perfecto. Fanboy’s will be creaming their jeans over the false ending. (cocky, to editor) Take three more seconds off Kelly’s close-up... no, make it five... and hold on me. Then give me a fade and a dissolve... pre- lap that dialogue... show me some magic, baby! Suddenly there’s another demonic RUMBLE. The editing room SHAKES. Cocky Bruce suddenly looks nervous... what the hell is going on? Suddenly the fierce Guan-Di demon",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURSTS INTO THE EDITING ROOM",
          "text": "and careens toward a SCREAMING BRUCE (just like the ending of the first EVIL DEAD). CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON SCREEN, the violent editing room scene fades to black. Bruce leans back in a comfy chair in the plush screening room, puffing a stogie, savoring the completion of his latest epic. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVerheiden \"My Name Is Bruce\" 4/2/06 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Two trick endings! Get my publicist on the phone and tell her to book my tickets to the Saturn Awards. ‘cause we’ve got a winner! (hits intercom) Okay, Morrie, roll it again! Bruce leans back, savoring his smoke, when suddenly we hear another RUMBLE... and Guan-Di suddenly LEAPS ACROSS THE SCREENING ROOM and lunges at Bruce as he stands and SCREAMS, mimicking (again) the end of EVIL DEAD... FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_044"
    }
  ]
}