{
  "movie_id": "MOV046",
  "scenes": [
    {
      "location": "PLAZA HOTEL",
      "time": "NIGHT",
      "characters": [
        "KID, (SINGING)",
        "FRED, (0.C.)",
        "BILL, (CONT'D)",
        "TOOT TOOT",
        "SENATOR PASTORE, (ON SCREEN)",
        "MINIATURE NEIGHBORHOOD",
        "FIRST AD, (CONT'D)",
        "TROLLEY",
        "POP TO BLACK",
        "MINIATURE JFK AIRPORT",
        "DANIEL, (SINGING)",
        "ANNOUNCER, (0.C.)",
        "SOUND GUY, (0.C.)",
        "WOOF",
        "ANNOUNCER, (PRELAP)",
        "DOROTHY, (CONT'D)",
        "ARSENIO HALL, (ON SCREEN)",
        "JERRY, (0.C)",
        "LLOYD, (SINGING)",
        "FRED, (ON SCREEN)",
        "STUDENTS, (SINGING)",
        "FRED, (V.O.)",
        "OPRAH",
        "DANIEL, (CONT'D)",
        "ANDREA, (SINGING)",
        "FRED, (CONT'D)",
        "BILL",
        "BOOM.",
        "MINIATURE TRI-STATE AREA",
        "FIRST AD",
        "LLOYD, (CONT'D)",
        "TROLLEY, (0.C.)",
        "THE MINIATURE NEIGHBORHOOD",
        "FRED, (SINGING)",
        "FRED",
        "KING FRIDAY",
        "X THE OWL",
        "JOANNE",
        "DOCTOR, (0.C.)",
        "BACK TO",
        "DOROTHY",
        "EVERYONE, (SINGING)",
        "TODD",
        "LORRAINE",
        "MARGY",
        "LILA",
        "BOY",
        "ANDREA, (CONT'D)",
        "ANDREA",
        "THE END",
        "MR. MCFEELY, (V.O.)",
        "ELLEN, (0.C.)",
        "BOOM BOOM-BOOM",
        "ON SCREEN",
        "CREW",
        "JERRY",
        "ELL",
        "MR. MCFEELY, (CONT'D)",
        "LADY ABERLIN, (CONT'D)",
        "ELLEN",
        "MINIATURE NEW JERSEY",
        "JERRY, (CONT'D)",
        "JERRY, (SINGING)",
        "MINIATURE NYC AIRPORT",
        "MINIATURE NEW YORK CITY",
        "LLOYD, (0.C.)",
        "CUT TO",
        "LADY ABERLIN",
        "NARRATOR, (ON SCREEN)",
        "DAD",
        "JERRY, (0.C.)",
        "LLOYD",
        "LADY ABERLIN, (SINGING)",
        "MINIATURE PITTSBURGH",
        "JOANNE, (CONT'D)",
        "MR. MCFEELY",
        "EVERYONE",
        "SOUND GUY",
        "DANIEL"
      ],
      "dialogues": [
        {
          "speaker": "FRED, (SINGING)",
          "text": "It's a beautiful day in this neighborhood. A beautiful day for a neighbor. Would you be mine? Could you be mine? At the closet, Fred takes off his sport coat and hangs it",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "It's a neighborly day in this beauty wood. A neighborly day for a beauty. Would you be mine? Could you be mine? He plucks a RED CARDIGAN off the hanger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "I've always wanted to have a neighbor just like you. Fred points right into the camera. You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "I've always wanted to live ina neighborhood with you. So, let's make the most of this beeeeautiful day. He playfully zips up the sweater before sitting on the be",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "Since we're together we might as well say. Repeating a ritual he has done for decades, Fred slips of his DRESS SHOE and tosses it to his other hand. \fHe replaces it with the BLUE BOAT SHOE and ties it tight before moving on to the next foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "Would you be mine, could you be mine? Won't you be my neighbor? Won't you please, won't you please? Please won't you be my neighbor? He smiles and settles in. Then, that soft warm voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Hello neighbor. So good to see you again today. Fred pulls out a large WOODEN BOARD checkered with severa little patterned DOORS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Do you see the special thing that I brought in to show you? It’s called a picture board, because behind each one of these little doors is a picture of people. Look who this one is. Fred opens a door to reveal a soft-focus headshot of LADY ABERLIN, 40s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "It’s Lady Aberlin. Let’s see who's behind this door. He opens another -- this time it’s the KING FRIDAY puppet",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "It’s King Friday the thirteenth -- with his crown and mustache and beard. What’s behind here? Fred opens another door. It’s MISTER MCFEELY, 50s, in a w wig, goatee, and hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "It’s Mister McFeely. He says “speedy delivery,” doesn’t he? (then) Today, I’d like you to meet a new friend of mine named Lloyd Vogel. He opens the last door. It’s LLOYD VOGEL, 35. He’s got a BLOODY LIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone has hurt my friend Lloyd, and not just on his face. He is having a hard time forgiving the person who hurt him. Do you know what it means, to forgive? Fred waits for you to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "It is a decision we make to release a person from the feelings of anger we have at them. It’s strange, but sometimes it’s hardest of all to forgive someone we love. Fred smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Let’s go say hello to my new friend Lloyd, shall we? Fred heads toward the front door, and waves for us to com along -- The VIBRAPHONE chimes carry us out the window and into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MINIATURE NEIGHBORHOOD",
          "text": "The same houses, cars, trees, and trolley -- in reverse. We expand out to reveal much more than just Mister Rogers Neighborhood. Now we see all of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE PITTSBURGH",
          "text": "And we're over the bridges and rivers, past the Monongahe Incline, over the trees and mountains into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE NEW YORK CITY",
          "text": "We stop over NEW YORK CITY as the sun sets. The city lights flicker on, and the sounds of life in Manhattan bring us into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The historic art-deco masterpiece glows in the moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We push into the third floor window. Inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (PRELAP)",
          "text": "Here to present this year’s winner for Feature Writing, please welcome last year’s winner --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lavish black-tie awards dinner, celebrating the NATIONA MAGAZINE AWARDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (0.C.)",
          "text": "Lloyd Vogel. The GLAMOROUS CROWD of journalists applaud as Lloyd gets from his seat and approaches the podium. ELLEN, 50, his long-time editor, looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Thank you. It’s so wonderful to be here tonight with my fellow misfits. We clean up good. Chuckles. Lloyd looks to the teleprompter, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "So why do we write for magazines for a living? Because doing anything else doesn’t seem quite like living at all. We get a front row seat to history. We get to expose the truth that others cannot see. And sometimes, just sometimes, we get to change a broken world with our words. APPLAUSE takes us to -- EXT. LLOYD’S BUILDING - STREET - LATE NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd exits a cab in front of his building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight fills the airy home. Lloyd’s wife, ANDREA, 35, t a huge bite of a brioche. She’s in heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Mmmm. Lloyd places a handful of diapers on a pile of BABY CLOTH and GEAR. He’s trying to pack. GAVIN, their four-month-ol sleeps in the rocker nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "Thank you. I needed this. I ate a block of cheese for dinner. Lloyd smiles, then looks at the disorganized pile of clot",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "So what are we forgetting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "We definitely need more diapers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "More than this? We’re just going to Jersey for one night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "We go through at least twelve a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "We do? What are you feeding that kid? Wouldn’t it be easier to just leave him with a sitter? We could --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You know I’m not ready to leave him with a stranger. He’s too little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hey, so your sister called last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wanted to make sure you’d written your toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh, I’m all set. I’m just gonna use my speech from her first wedding. Or maybe from her second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "(playing along) Okay sure. Just change the names. They share a smile. She’s suddenly serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "And hey. She wanted me to tell you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Your father is coming. Lloyd goes silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "I guess she reached out months ago, and didn’t think he would respond but he called, and he’s coming to the wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You okay? Lloyd pulls it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah! Fine. (then, slightly jokey) But I don’t think we should go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Lloyd!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What? Seriously -- why have a baby if you can’t use him to get out social engagements?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s what Lorraine’s afraid of -- that you’1l back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I'm kidding. I would never miss her wedding. I look forward to them every year. Andrea laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Okay. Well I think it’1ll be nice for Gavin to meet his grandfather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Sure. Lloyd is distracted. Andrea studies him, worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TAXI CAB idles. Andrea bounces Gavin on the sidewalk. In the back of the car, Lloyd tries to install a baby sea Lloyd SHOVES the car seat HARD, seeping stress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Dammit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "(to Gavin) Daddy’s just being funny. Lloyd gives the car seat a shake. It’s completely unattac",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It’s impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Here. Take him. Here. Andrea offers Gavin to Lloyd. He takes the baby, and Andr climbs into the back seat. Lloyd bounces Gavin, looking off into space, not connecte Andrea jams her knee into the seat and CLICKS it into pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Great. The vibraphone takes us to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE TRI-STATE AREA",
          "text": "The NEW YORK SKYLINE and the HUDSON RIVER. We dip down toward I-95, where the TAXI moves North towar New Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest, sparsely attended affair. TODD, 35, the doughy and blue collar groom, waits by the A-REVEREND. Lloyd and Andrea sit near the back. Gavin is asleep on An in a carrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "(re: Todd) He looks terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "He should be. He’s marrying Lorraine. The music changes. The small crowd STANDS and TURNS to see LORRAINE VOGEL, 3 in a slinky white dress. Escorting Lorraine is JERRY VOGEL, 65, tan with pomade in hair and a flashy blazer. Jerry waves at Lloyd -- a big ratpack grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Breathe. Lloyd quickly looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wedding music blasts. \f9. Lorraine and Todd approach Lloyd and Andrea at their tabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "(to Lorraine) Oh my, you look so beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I’m ten pounds short of my target weight, but whatever -- He notices Todd, the groom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hey, I’m Lloyd. The brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "I know, man. I guess I’m Todd, you know, the husband. Todd swallows Lloyd in a bro-hug. Lorraine squeezes Gavin’s foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "And look at you, ya little peanut. (then) I don’t think we’re having kids. Lloyd notices Jerry on the other side of the room. He's talking to DOROTHY, 55, wearing heavy make-up and a low-c dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "How'd that happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I invited him and he came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "To walk you down the aisle? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "He offered. He missed the first two, I thought ‘why the hell not?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I can think of a few reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "He’s old, and if he’s gonna make an effort -- \f10. Jerry takes the mic at the stage. Lloyd’s face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Oh, I guess it’s time we get this started. So, in lieu of the typical father of the bride speech, I thought I’d -- well, I'd like to sing a little ditty. The music starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "This one is for my Lorraine -- and for you too -- Jerry leans over to Dorothy, searching for his name, then",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "Todd. Jerry sings “Somethin’ Stupid,” while Lorraine and Todd m to the center to slow dance. Jerry croons, doing his best Sinatra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (SINGING)",
          "text": "I know I stand in line until you think you have the time To spend an evening with me And if we go some place to dance, I know that there's a chance you will be leaving with me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Admit it. Now you regret eloping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Of course he’s drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "He can sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (SINGING)",
          "text": "Then afterwards we drop into a quiet little place- And have a drink or two And then I go and spoil it all by saying something stupid Like “I love you” Jerry looks at Lorraine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (SINGING)",
          "text": "I love you. \f11. Then, he trains his eyes on Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (SINGING)",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd hides away in a corner with Andrea and Gavin. Jerry bounds up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Here we are. In the pearl of the Garden State --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hello, Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Come on! You don’t have to call me Jerry. Or call me Jerry. I don’t care. Jerry trains his grin on Andrea and Gavin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "And hello to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hi -- I’m Andrea. Lloyd’s wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Andrea! Of course! What a unique pleasure. (to Gavin) Hello, little fella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "This is Gavin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "What a handsome man. You look just like me -- and Lloyd too, I guess, but mostly me. Andrea smiles. A very long, very awkward beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "Let’s have a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "What is that? A pop? That stuff’1ll kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I'm giving my toast, then we’re leaving, so -- Jerry turns to Andrea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Doll -- could you give us a moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "She’s not a doll. She’s a public interest attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "There money in that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "We’re gonna circulate. Lloyd gives Andrea a hard look. Andrea mouths “breathe.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You got a BABY. And a wife? Lloyd nods. Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "You happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Well, she seems nice enough. (then) But aren’t you kinda old to have a baby --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m not that old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You're smart. Your mom and I hardly knew each other when she got pregnant. We were babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Don’t talk about her. \f13. Jerry grabs Lloyd’s arm tightly. Lloyd tenses at the constraint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You don’t know the whole story. Your mom didn’t exactly- Lloyd pulls himself away, and decks Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "DON’T TALK ABOUT MY MOM. Todd grabs Lloyd before he can lunge at Jerry again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "Whoa, whoa, whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Let go of me. Lloyd shoves Todd hard. He SLAMS into Lorraine, spilling wine all over her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Stop! Stop it! In the commotion, a GROOMSMAN comes out of nowhere and DE Lloyd. Suddenly, everyone is scrapping. Dorothy runs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "What the hell!! Jerry tries to break them up, and gets pushed back, knock him against the windows. Blood dumps out onto Lloyd’s chin. Everything stops. Lloyd looks around the room. Silence. Lloyd's eyes land on Andrea, in disbelief. Gavin’s scream",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea and Lloyd are mid-argument. Lloyd holds a bloody b towel to his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shoulda known this would happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "It wasn’t inevitable! It wasn’t like “oh, when these two see each other, somebody's going to get punched.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You didn’t hear him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You were out of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "He was out of control!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "So you’re going to take no responsibility for what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Of course I am. I offered to pay for Lorraine’s dry cleaning. Andrea stares at him in disbelief. 14. The VIBRAPHONE floats in with the melody of “What Do You With The Mad That You Feel” -- We FREEZE and PUSH IN on Lloyd’s face -- his broken nose, swollen eye and split lip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. MISTER ROGERS’ NEIGHBORHOOD HOME - LIVING ROOM - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pull out on the photo of that same face. Fred sits beside the big Wooden Board with little pattern doors. He stares at Lloyd’s photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Have you ever felt like Lloyd does? So angry you want to hurt someone else, or yourself? I know I have. Fred smiles. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "When I was a boy I was very chubby. The other kids would chase me and call me names -- like “Fat Freddy.” It made me very sad and I would cry to myself. And other times, it made me very angry. (then) There is always something to do with the mad you feel. There’s a knock at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Did you hear that? Another knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Oh. Someone is at my door. Let’s go see who it is. Fred looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "It’s Mr. McFeely. He opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY",
          "text": "Speedy Delivery. Mr. McFeely hands Fred the mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (CONT'D)",
          "text": "Look. It’s a magazine. In the bundle -- an ESQUIRE MAGAZINE. He picks it up, lea through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, thank you. Magazines are always filled with all sorts of interesting information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY",
          "text": "They sure are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "My friend Lloyd works for a magazine. He’s a very wonderful writer. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY",
          "text": "That reminds me. I have a video I found, and I thought you and your neighbor may like to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY",
          "text": "It’s about how people make a magazine. It’s called “How People Make a Magazine.” I know a lot of people like magazines so I thought you might find this interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I think we would -- do you have time to show it to us now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY",
          "text": "I'd be glad to see it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Let’s look at it on Picture Picture. Mr. McFeely takes the video out of the sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY",
          "text": "Here’s the tape. Fred takes the tape and slides it in the wall by the painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "We'll watch it on Picture Picture and see how people make a magazine. In the painting, a large scale PRINTING FACILITY. We push INTO the frame --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TECHNICIAN globs yellow ink onto a roller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (V.O.)",
          "text": "Now this is the ink they use in the printing press that prints the magazines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (V.O.)",
          "text": "Yellow ink. It looks like mustard. \f17. A forklift moves a giant roll of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (V.O.)",
          "text": "And these are large rolls of blank paper that will get loaded into the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (V.O.)",
          "text": "I wonder how many magazines they can make out of one of those large rolls. The PRINTING PRESS whirs to life. The belt spits out an image in blue, then yellow, then gr then red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (V.O.)",
          "text": "They print the magazines in giant sheets. One color at a time. The pages are sorted, collated, and stapled, and then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (V.O.)",
          "text": "This machine assembles the magazine and glues it all together. The finished magazine flies out. The cover of ESQUIRE MAGAZINE. Now we're in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slick and bustling. Magazine culture in its 90’s heyday. An EMPLOYEE weaves through cubicles, distributing the new issue to every desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (V.O.)",
          "text": "Oh, now who’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (V.O.)",
          "text": "These are the people who decide what will be in the magazine. They pick the pictures and design the layout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (V.O.)",
          "text": "Oh, that’s an important job. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. MCFEELY, (V.O.)",
          "text": "And these are the people who write the words that go into a magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (V.O.)",
          "text": "It is a lot of work to make a magazine, isn’t it? Lloyd enters the bullpen. His lip is still swollen and hi black eye looks worse. He beelines for a corner office. INT. ESQUIRE MAGAZINE - ELLEN’S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd enters, all smiles. From her desk, Ellen sees Lloyd’s busted nose and raises eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Pay no attention to my face. Softball injury. Nothing to worry about. Good morning, Ellen. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "This should be interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What should?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Sending you on an assignment with a busted face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "An assignment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Yep. You’re the perfect person for it. You just had a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Why are you giving me an assignment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "We're doing an issue on heroes. We're profiling a number of inspirational people -- we just need a small piece of copy to accompany a pretty photo. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You hired me as an investigative journalist, Ellen. I don’t do puff pieces. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Wait a second, didn’t I hire you to do whatever I tell you to do? And right now that’s doing a profile on one of our nation’s heroes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Mister Rogers. A laugh escapes from Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "As in, the hokey kid’s show guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "As in the beloved children’s television host, yes. Look, I think this could be good for you. Start to change your image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t need to change my image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Okay. Lloyd absorbs the indignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Ellen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "He was the only person on our list willing to be interviewed by you, Lloyd. You're developing a reputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "A reputation? People love talking to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Yes, they do. Until they read what you write about them. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "So I’m supposed to go easy on this guy because... what? He plays with puppets for a living? Ellen sighs, done with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "400 words. Play nice. Lloyd can’t believe he just lost this battle. INT. ESQUIRE MAGAZINE - LLOYD’S CUBICLE - DAY A shrine to Lloyd’s extensive travel and accomplishments. Buried in the clutter is a photo of Lloyd and Andrea and baby announcement for Gavin. Lloyd sits at his desk, stewing. He picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(into phone) Hello, this is Lloyd Vogel with Esquire Magazine calling to schedule an interview with, um -- (quietly) Mister Rogers? One of Lloyd’s peers walks by, and Lloyd slinks down. EXT. LLOYD’S BUILDING - DAY Lloyd approaches his building. Jerry is waiting by his gold ‘93 CADILLAC DEVILLE. His fa is swollen and bruised too. He follows Lloyd to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Sorry about your face. I got it good, too. Lloyd doesn’t speak. He just keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "Look, I messed this up. I just want to talk to you. We have a lot that needs to be said. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. I’m not going to be ambushed. Lloyd opens the door, steps through --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Come on, Lloyd. -- and locks it behind him. Jerry lingers on the other side of the door, wounded and embarrassed. INT. LLOYD’S LOFT - CONTINUOUS Lloyd steps out of the elevator into SCREAMING BABIES and MOMS. It’s Andrea’s “Mommy and Me” group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hi honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hi. Hi guys. The Moms turn, smile politely -- confused by Lloyd’s face",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "Smells in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Yeah, it’s the bathroom trash. Nine kinds of diapers. Lloyd slinks into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd ties off the trash bag. He makes his way out when the phone RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd picks up the cordless phone in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hello? \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "This is Fred Rogers. That familiar voice. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hi. That was quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Well, I figured if you wanted to talk to me, I should want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh, uh, sure. I just wanted to set a time to sit with you and ask you a few questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "I’m happy to schedule something, except for one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "You have me here right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah, okay. Lloyd digs out a pen and paper from a drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd sits on the floor scribbling his notes, struggling keep up with Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "I try to look through the camera, into the eyes of each child watching, and speak to them, as if individually, trying to be fully present to their feelings and needs. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "This is important when people of any age speak to one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh huh. Right. He moves to the window and looks out -- ON THE STREET, Jerry leans against his Cadillac reading a newspaper. He’s not leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Do you know what the most important thing in the world is to me, right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Talking on the telephone to Lloyd Vogel. This stops Lloyd. INT. LLOYD’S LOFT - NIGHT Lloyd lies on the bed, staring at the ceiling. Andrea approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I got an assignment. Andrea inhales, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Where you going this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Pittsburgh, tomorrow. \f24. Andrea absorbs the familiar pain of Lloyd leaving for a story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m profiling Mister Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Really? I love him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Yeah. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Wait, Ellen’s giving you a profile? Lloyd shrugs, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "She knows that’s not what you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I think that’s her point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Can you say no? Can you take a break and be with us for a while? You weren’t able to take any time off when Gavin was born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Not really. Andrea looks at him with genuine compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Well, at least it’s someone good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah, we'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Oh god, Lloyd. Please don’t ruin my childhood. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd looks out the window. Jerry’s Cadillac is still the",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE JFK AIRPORT",
          "text": "A small plane takes off from the runway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE PITTSBURGH",
          "text": "We move over the river, dipping down toward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd approaches the distinctive concrete building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd spots BILL ISLER, a sharply dressed guy, getting co at craft service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hey, I’m looking for Fred Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m here for an interview with -- am I in the wrong place? Fred Rogers? Bill shrugs, messing with Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "I’m from Esquire. I’m Lloyd --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "I know who you are. Bill extends his hand, a sparkle of mischief in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL, (CONT'D)",
          "text": "Bill Isler. Lloyd shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh. You were messing with me. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "In here. Bill moves toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL, (CONT'D)",
          "text": "You'll get about twenty minutes with him during the break --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I was told an hour. Bill gestures at Lloyd’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "You’re not gonna try to fight him are ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh, uh -- softball league. Play at the plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Maybe you shouldn't have led with your face. Bill opens the stage door and suddenly they’re in -- INT. WQED - MISTER ROGERS’ NEIGHBORHOOD SET - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fish tank, the stop light, the closet full of cardiga the boat shoes, and the magical Trolley that bridges Mist Rogers’ house with the “Neighborhood of Make Believe.” The CAMERA OPERATORS sit behind the cameras, ready. At the center of all the commotion -- Fred Rogers kneels down, deep in conversation with a youn BOY who is swinging around a LIGHT-UP PLASTIC SWORD. A small oxygen tank connects to his nose. His MOM and DAD by his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Sorry guy. Could be a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Is this a Make-a-Wish thing? Producer MARGY, 40s, in charge, walks by. The FIRST AD trails her. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "How we doing Margy? She points to her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "He’s ruining my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "Half-hour already, which puts us... seventy three minutes behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Yikes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "I gotta go in. Cover me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "You’re on your own. Bill’s face and body language transform from stern to war he approaches Fred. Unlike everybody else, Fred has all the time in the world The Boy still swings his sword, fighting something that i there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(to the Boy) You have the same color sweater as I do. I can’t see colors very well. Isn't that interesting? The Boy ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(to Fred) I’m sorry. (to the Boy) Son, he’s talking to you. The Boy hits his Dad in the shin with the sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "That sword looks very sharp. And heavy too. The Boy shrugs. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Well you must be very strong to hold it like that. And you know what? I bet you’re very strong on the inside, too. A moment. The Boy stops. Something small shifts inside of him. He hands the sword to his Mom and -- The Boy hugs Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Oh. Thank you for that. Mom and Dad watch, tearfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "I’m terribly sorry, Fred, but we need to start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Yes. Of course. (to the Mom, Dad, and Boy) May I take your picture? Fred pulls out a small camera. Dad pulls the Boy close and the family smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Thank you so much for visiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Folks, if you’1l follow me. Bill leads the family off the set. Lloyd’s not buying the sincerity of the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "How often does this happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "Every day. As soon as the family is gone, Fred moves to his mark in FRONT YARD where a TARP and TENT POLES wait on the Astrot Margy nods to the First AD. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Okay here we go! Everyone settle. Quiet please. Lloyd follows Margy, well behind the cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD, (CONT'D)",
          "text": "Roll sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUND GUY, (0.C.)",
          "text": "Speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Mark it. The LOADER steps in front of the camera and snaps the sla",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD, (CONT'D)",
          "text": "And, action. Fred speaks into camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Do you know what this is? It’s a -- Fred spots Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Lloyd! Fred leaves his mark and marches quickly across the set, poles in hand. He grins with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Hold please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "We can’t fire him can we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Hello, Lloyd. It’s nice to meet you. Everyone turns to Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hi. Fred notices his black eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, dear. Are you all right? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Play at the plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh. It looks like it hurts. Behind Fred, a sea of glares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Why don’t we chat afterwards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "We have to keep moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Can we have Evan look at him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No, no -- I’m good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "I’m sorry, Fred. Margy claps her hands together, strict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Yes, I know, Sister Margy. (to Lloyd) Thank you for being here, Lloyd. I'm looking forward to talking with you. I truly am. He looks to Margy. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "After this. Everyone, this is Lloyd Vogel! A wonderful writer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "Thank you, Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Okay, resetting. Fred moves to his mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "(to Lloyd) Step over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Roll sound. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUND GUY, (0.C.)",
          "text": "Speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Mark it. The Loader snaps the slate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD, (CONT'D)",
          "text": "And action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(to camera) Do you know what this is? It’s a tent. It’s something you can sleep in when you are camping, or just when you'd like to sleep outdoors. Let’s set it up. Fred takes a couple poles and threads them through the ny with ease. As he threads the third pole, the tent COLLAPSES. Lloyd smiles. Fred maintains his focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Let’s see. He tries it again, using his body weight to jam the pole the right place. The tent BUCKLES again. Lloyd and Members of the Crew gig Margy and Bill look concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Mercy. Fred tries again. Same result. Fred's sweaty and frustrated, but smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "I can’t -- I can’t do it. It must take two grown-ups to set up a tent. The tent completely collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a CUT. Let’s go again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Hold on please, I'd like to watch it. Fred moves to the monitors. He watches while everyone wai Margy comes over to Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "You know, we can pre-set a tent for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "No no, this is fine. I think we’re good. Lloyd's face says it all -- what the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Okay, that’s lunch everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small and cluttered, with bamboo wallpaper. No desk. The walls are filled with art and children’s drawings sen from all over the world. Fred settles into his chair as Lloyd flips on his tape recorder and takes out a notebook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "The tent. Why didn’t you let them set it up for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Children need to know that even when adults plan things, sometimes they don’t turn out the way you’ve hoped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You've got to keep trying. Fred notices the ring on Lloyd's finger. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "How long have you been married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh, eight years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, that’s a wonderful accomplishment. Does your spouse have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Andrea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Andrea. I’d love to meet her one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m sure. (then) You've lived in Pittsburgh your whole life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I grew up not too far from here in a town called Latrobe, but we've lived here for quite some time, and we've raised our boys here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Do you think living here makes it easier or more difficult to be a celebrity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "A celebrity? Mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You don’t consider yourself famous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Fame is a four letter word, and like tape, or zoom, or face -- Lloyd blinks at Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "What ultimately matters is what we do with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "And what are you doing with it? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "We're trying to give children positive ways to deal with their feelings. Lloyd writes that down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "This will be a piece for an issue about heroes. Do you consider yourself a hero?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I don’t think of myself as a hero. No, not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What about “Mister Rogers?” Is he a hero?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I don’t understand the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "There’s you, Fred, and there’s the character you play, Mister Rogers. Fred narrows his eyes, studying Lloyd, really taking him",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You said it was a play at the plate. That’s what happened to you? Lloyd forces a polite smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "What did happened to you, Lloyd? Fred's eyes are locked on Lloyd. Lloyd hesitates, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I got into a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh my. Who did you get into a fight with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It’s not important. Lloyd chuckles. Fred doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "Jerry. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "And who is Jerry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "My father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh my.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I'd rather not talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "What were you and your father fighting about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m here to interview you, Mr. Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Well, that is what we’re doing, isn’t it? Lloyd and Fred stare at each other for an uncomfortable moment. Margy knocks on the door frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "We're ready for you in studio B, Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Okay, Margy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m sorry, I thought we had twenty minutes. Fred gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "May I take your picture, Lloyd? I like to take pictures of the people I meet so that I can show them to my wife Joanne. Fred takes out a camera and snaps his photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Thank you so much. I hope you’1l stick around. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "That’s it? Fred exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whimsical fantasy land, crafted in cardboard around a flimsy looking CASTLE. DANIEL STRIPED TIGER sits on the ledge of a large Grandfa CLOCK. Lady Aberlin practices her lines. Lloyd finds Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hey -- I’m gonna need more time with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "He’s a very busy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You said twenty. That wasn’t twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Sorry, guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Come on, I don’t want to have to write that Fred was unwilling to sit through a full interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "You just had a full interview. That’s what everyone gets. The FIRST AD steps behind the monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Daniel, you set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I’m set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Thank you, Daniel. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Did she just talk to the puppet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Daniel isn’t just a puppet. Daniel is Fred. Fred is Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh... you mean --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Please stop talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Trolley -- Action. The Trolley comes out of the TUNNEL and into the Neighbor of Make Believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROLLEY",
          "text": "TooT Toot! It glides by Lady Aberlin, who sprays a VINTAGE PERFUME ATOMIZER around the castle and the leafy tree. She sniffs between sprays as she approaches Daniel’s Cloc",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hello, Lady Aberlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN",
          "text": "Oh -- Hi, Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Are you making that funny smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN",
          "text": "Uh, you mean that skunk kinda smell? Lloyd watches as -- Fred crouched under the scenery, his hand reaching up int the Daniel Striped Tiger Puppet. Fred strains to stay crouched. He looks feeble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN, (CONT'D)",
          "text": "No, I’m trying to help that smell go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "By squirting another smell? \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN",
          "text": "That’s right. A sweet smelling smell. Wanna smell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Okay. She sprays, and Daniel takes a few sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Hmm -- that does smell good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN",
          "text": "Where did the bad smell come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "That was Mister Skunk. He got scared and he just sprayed this smell -- all over me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN",
          "text": "Oh no. Did he say he was sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "No, and -- Fred's voice cracks. He teeters, powering through his obv discomfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "-- that makes me so very MAD, and I don’t know what to do! Lady Aberlin takes Daniel’s little hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN",
          "text": "Oh, Daniel. The band starts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN, (SINGING)",
          "text": "What do you do with the mad that you feel? When you feel so mad you could bite. Lloyd grits his teeth, taking quick and shallow breaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (SINGING)",
          "text": "When the whole wide world seems oh so wrong, and nothing you do seems very right. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY ABERLIN, (SINGING)",
          "text": "What do you do? Do you punch a bag? Do you pound some clay or some dough? Do you round up friends for a game of tag or see how fast you go? Lloyd watches Fred sing as Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (SINGING)",
          "text": "I can stop when I want to. Can stop when I wish. Can stop, stop, stop anytime. On Lloyd, overwhelmed. INT. ESQUIRE MAGAZINE - ELLEN’S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd sits across from Ellen, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I just don’t know if he’s for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "That’s not for you to say, Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I think with a few more interviews -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "No, no, no. I told you, this isn’t an exposé. Just please, put pen to paper. A couple funny anecdotes. Keep it simple --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELL",
          "text": "I can’t do that, Ellen. He’s a lot more complex than I thought --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "He’s a children’s entertainer. This isn’t Mikhail Gorbachev we're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t think you understand what you're asking of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I’m asking you to do your job, now get out of here and come back to me when you have your first draft. \f40. Lloyd simmers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd sits on the floor close to the TV, one hand on the A box of tapes is beside him. The volume is LOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "ARSENIO HALL gives Fred, late 60s, one of his trademarked leather jackets. His house band plays the Neighborhood th song. Fred puts on the jacket -- and the audience chants: WOOF-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARSENIO HALL, (ON SCREEN)",
          "text": "Now, this gives new meaning to “boys in the hoooood!” Fred laughs and claps along. The audience is going nuts. Lloyd chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARSENIO HALL, (ON SCREEN)",
          "text": "We'll be back with Mister Rogers! Lloyd FAST FORWARDS until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARSENIO HALL, (ON SCREEN)",
          "text": "Can we talk about kids, just for a minute, kids today. Um. Ya know, we all grew up with you. And uh, I see things going on out there, kinda worries me. I wish uh more people would watch Mister Rogers-— Andrea's keys RATTLE and she comes in the front door -- G in a wrap on her chest, groceries in both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hey. Lloyd doesn’t budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "How'd it go? \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "He’s just about the nicest person I've ever met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "When you say that it doesn’t sound like a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARSENIO HALL, (ON SCREEN)",
          "text": "There’s an attitude out there, there’s some things going on, there’s a lot of hopelessness. What do we need to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "There are no simple answers of course, but if we could, through television programs, as well as every other imaginable program, let people know that each one of us is precious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARSENIO HALL, (ON SCREEN)",
          "text": "It all starts in the home. We can never underrate how important that is. MINIATURE LLOYD’S LOFT The sun sets over Lloyd’s loft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd stares at the TV. Dark circles under his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "Old, black and white footage. A much younger Fred sits at piano, giving an interview right to the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "I don’t think that anybody can grow unless he really is accepted exactly as he is. Because if somebody is always saying to a child “uh you’re going to grow up and you're going to be fine.” So much of that in this country anyway. Andrea brings Gavin to Lloyd. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "It’s your turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yup. She goes back to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "You know, that a child is appreciated for what he WILL be not for what he is. He WILL be a great consumer someday. And so, the quicker we can get them to grow up and the quicker we can get them out of the nest, so that they will go out and buy. Lloyd rocks Gavin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "Fred, 40, sits behind a microphone at a hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (ON SCREEN)",
          "text": "In 1969, the US Senate considered a bill that would cut funding for the newly formed Corporation for Public Broadcasting. At stake was a grant for nearly twenty million dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR PASTORE, (ON SCREEN)",
          "text": "Will it make you happy if you read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "I'd just like to talk about it, if it's all right. On our program, we deal with such things as -- as the inner drama of childhood. We don't have to bop somebody over the head to make drama on the screen. We deal with such things as getting a haircut, or the feelings about brothers and sisters, and the kind of anger that arises in simple family situations. I think that it's much more dramatic that two men could be working out their feelings of anger -- much more dramatic than showing something of gunfire. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR PASTORE, (ON SCREEN)",
          "text": "Do you narrate it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "I'm the host, yes. And I do all the puppets and I write all the music, and I write all the scripts -- Lloyd bounces Gavin, but he doesn’t look at him. He’s absorbed in the TV. Gavin fusses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(to Gavin) Shhh shh. It’s okay little guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "Could I tell you the words of one of the songs, which I feel is very important?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR PASTORE, (ON SCREEN)",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "It starts out: “What do you do with the mad that you feel?” And that first line came straight from a child. “When you feel so mad you could bite. When the whole wide world seems oh so wrong, and nothing you do seems very right. What do you do? Do you punch a bag? Do you pound some clay or some dough? Do you round up friends for a game of tag or see how fast you go? It's great to be able to stop when you've planned the thing that's wrong. And be able to do something else instead -- and think this song.” Fred is impassioned. His voice, clear and strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "“I can stop when I want to. Can stop when I wish. Can stop, stop, stop anytime. And what a good feeling to feel like this! And know that the feeling is really mine. Know that there's something deep inside that helps us become what we can. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "For a girl can be someday a lady, and a boy can be someday a man.” All the attention turns to Senator Pastore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR PASTORE, (ON SCREEN)",
          "text": "Well -- I'm supposed to be a pretty tough guy, and this is the first time I've had goose bumps for the last two days. The crowd laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "Well, I'm grateful, not only for your goose bumps, but for your interest in -- in our kind of communication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENATOR PASTORE, (ON SCREEN)",
          "text": "I think it's wonderful. It's wonderful. Looks like you just earned them their twenty million dollars. The crowd applauds. Lloyd pauses the VCR, capturing Fred, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "OPRAH, at her 1980s peak, interviews Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "What do you think is the biggest mistake people make in raising their children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Uh, not to remember their own childhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I think that the best thing that we can do is to think about what it was like for us, and know what our children are going through. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "But you know what, it’s so hard once you get to be a parent, you always say ‘I will never do this’ when your mother is doing it to you, or your father is doing it to you, you say I will never do this to my child, and then you get to our age and you forget what it was like to be this size. You really do forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "But those children can help re- envoke what it was like. And that’s why when you’re a parent you have a new chance to grow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPRAH",
          "text": "You do. Did you ever -- I can’t imagine -- I know you are the father of two boys, but I can’t imagine you ever having a problem with your children. You ever have any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Well, of course. I’m a human being just like everybody else. Lloyd stares down at Gavin, who is now sound asleep -- something wells within him. EXT. LLOYD’S APARTMENT - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd looks out the window. Jerry’s Cadillac is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The research clips continue -- but now they’re speeding u and shifting -- as if they’re worming into Lloyd’s consciousness. - Daniel the Striped Tiger sits on the Clocktower waving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Hello, Lloyd - Fred testifies before Congress in 1969. His voice, clea and strong. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (ON SCREEN)",
          "text": "I can stop when I want to. Can stop when I wish. Can stop, stop, stop anytime. And what a good feeling to feel like this! And know that the feeling is really mine. - King Friday calls from the castle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING FRIDAY",
          "text": "What are you afraid of? Distorted images float in, menacing and surreal -- - Lloyd slams the door in Jerry's face. - Fred’s crouched down, singing as Daniel. He looks up DIRECTLY AT LLOYD. - Fred takes picture and picture after picture. - Jerry appears dressed as Mr. McFeely",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Speedy Delivery! - Daniel the Striped Tiger sleeps. As he rolls over, he BECOMES Lloyd. A ringing PHONE brings us to -- INT. LLOYD’S LOFT - EARLY MORNING Lloyd and Andrea are asleep. The house phone RINGS, waking them. Andrea answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Oh my, I woke you up. Is this Andrea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "This is Fred Rogers. Andrea smiles, star-struck. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Oh hil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Uh, Lloyd’s right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred’s dressed for the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Andrea, while I have you, I just wanted to thank you so much for sharing Lloyd with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Um. You’re welcome?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "It can’t be easy -- with him traveling, what with Gavin at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Thank you for saying that. I'll give you to Lloyd now. (to Lloyd) Mister Rogers knows my name! She hands Lloyd the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "This is Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You left without getting to say goodbye so I’m glad we get to continue to talk. I’m going to New York City today to film and Joanne is coming with me, so we thought you might like to come down and say hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh -- The sound of a STRING QUARTET takes us to -- \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CREW films the Quartet as they play beautifully. Fred s on a stool nearby, listening with abandon. A bright smile his face. All the seats are empty except for Bill and Lloyd, in the back row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "How much time will I get with him today? Bill shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "You're here because Fred wants you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Honored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "He likes everybody, but he loves people like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "People like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "I’ve read your work. You don’t really care for humanity, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m just doing my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "I insisted he read you before we agreed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "And did he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Every article we could find. The song ends and Fred claps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh thank you. That made me wanna get up and do a little dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowd has gathered around the theater doors. Lloyd watches as Fred patiently meets everyone, listening deeply to each person. Bill is by his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Hello everybody. Nice to see you. JOANNE, an older WOMAN with short gray hair sidles up nex Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "I call this move the handshake handoff. A WOMAN talks to Fred as he shakes her hand. Bill puts his hand on both of their hands and shakes in rhythm -- and then suddenly the Woman is shaking Bill's h as Fred moves on to the next person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Quite a skill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "We stole Bill from the governor’s office fourteen years ago. Have you got to know him yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Love Bill. Big fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "He’s very protective of Roge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You call him Roge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "We don’t call him Mister Rogers at home, dear. She puts out her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE, (CONT'D)",
          "text": "Joanne Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh, nice to meet you. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "You as well, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "How does it feel to be married to a living saint? Joanne’s smile drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "I’m not fond of that term.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "If you think of him as a saint, then his way of being is unattainable. He works at it all the time. It’s a practice. He’s not a perfect person. He has a temper. He chooses how he responds to that anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "That must take a lot of effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "Well, he does things every day that help ground him. He reads scripture, he swims laps. He prays for people by name. Writes letters - - hundreds of them. He’s been doing that since I met him. Fred walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(to Joanne) My love. He kisses her on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "Bye, my love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "We'll see you in just a few hours. Fred turns his attention to Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "I thought we might spend some time together, Lloyd. \f51. Lloyd follows Fred down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors slide open. The car is filled with SCHOOL KIDS of all kinds. Fred gets on. Lloyd follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Do you always take the subway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Joanne and I have a small apartment here. It’s just a few stops away. It’s the easiest way to get around sometimes. Fred sits down, and Lloyd dives in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "So -- you’ve covered some heavy stuff, especially for a show aimed at children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I’m glad you had a chance to view our program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Death, divorce, war. It gets dark. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You know, Lloyd -- Maggie Stewart taught me the most beautiful piece of sign language. Fred interlocks his index fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "It means “friend.” Isn’t that perfect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Who's Maggie Stewart? The School Kids have recognized Fred. They WHISPER. Lloyd notices, uncomfortable. \f52. One KID starts to sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID, (SINGING)",
          "text": "It’s a beautiful day in the neighborhood. Then a few more join in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENTS, (SINGING)",
          "text": "A beautiful day for a neighbor. Would you be mine? Could you be mine? Fred laughs and sings along. The entire car joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE, (SINGING)",
          "text": "It's a neighborly day in this beauty wood. A neighborly day for a beauty. Would you be mine? Could you be mine? On Lloyd, frustrated, notebook out and empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cramped and dusty. Fred and Lloyd sit uncomfortably close together -- for Ll Lloyd's recorder is out and running. A suitcase rests at Fred’s feet. Fred smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Seems like all these people line up to tell you their problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Isn't it wonderful? Such bravery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Seems like that would be an incredible burden on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I’m grateful that you would say that, Lloyd. I’m grateful for your compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Is it a burden on you? \f53. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "Okay. Let’s assume it is a burden on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "There’s no normal life that’s free from pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "How do you deal with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, there are many things you can do with your feelings that don’t hurt yourself or anybody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah, like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Why, you can pound a lump of clay. Or swim as fast as you can swim. Or play the lowest keys on the piano all together. (then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Do you ever talk to anyone about the burden you carry? Fred pretends to slam the keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM.",
          "text": "Lloyd blinks, startled. The recorder runs with a faint electronic hiss. Fred looks up, deliberate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Would you like to meet my friends from The Neighborhood of Make Believe? Fred opens the suitcase, revealing several PUPPETS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "They look like they’ve seen better days. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "They've been with me quite a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You ever think of swapping them out or getting new ones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Didn't you have any special friends when you were very young, Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Special friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Maybe a special toy, or a stuffed animal you loved very much? Even when it got ratty and well-worn, you just loved it all the more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t know, I’m sure I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Can you tell me about your special friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Uh -- I think I had a rabbit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Did your rabbit friend have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It was just rabbit -- A real memory rushes in, dislodged from somewhere deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "It was Old Rabbit. Fred leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Who gave you Old Rabbit? Lloyd glares at Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "My mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "She must love you very much. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "That she did. She died when I was young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I’m sure that if she saw you today, saw the person you have become, she’d be proud of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I wanna get back to my questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You wanted to meet my special friends from the Neighborhood of Make Believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. I asked about the burden you carry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Let’s see -- Fred scans his puppets one by one, choosing his weapon carefully. First is the King Friday puppet. Fred does his voice, deep and majestic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING FRIDAY",
          "text": "I am King Friday the thirteenth. Lloyd Vogel the journalist, I presume. Lloyd stares blankly at the puppet. Fred picks up Daniel Striped Tiger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(in his own voice) And here's Daniel Striped Tiger. He’s often too shy to talk. (to Daniel) But that’s all right Daniel. (to Lloyd) Have you met Daniel? Fred moves closer to Lloyd, sitting right next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. Not officially. Daniel turns to Lloyd. \f56. Fred speaks in Daniel’s high, sweet voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I'd like to meet Old Rabbit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(to Fred) I don’t want to talk about Old Rabbit, I gotta say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(to Daniel) Maybe Lloyd doesn’t want to talk right now, Daniel. And that’s okay. Daniel hangs his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Can you put the puppet down? Fred obliges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "What else would you like to discuss, Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You stopped making the show for three years in the mid-seventies. Why did you quit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "At the time, I felt like the program had covered the main facets of childhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "And what brought you back? Money? Boredom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "My sons had grown into teenagers. And were struggling. We all were. I realized there was still much more to talk about. Lloyd leans in. Finally something he can use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I can’t imagine it was easy to grow up with you as a father. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Until recently, my eldest never told people about me. He’s very private, and that’s okay. My younger son -- he genuinely tested me -- but eventually we found our way. I’m so proud of them both. (then) But you’re right, Lloyd -- it couldn’t have been easy on them. Thank you. Thank you for that perspective. Lloyd sighs, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You’re welcome. Fred waits patiently for the next question. Lloyd burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Was that not the answer you were looking for? Being a parent doesn’t mean being a perfect parent. You might be experiencing some of that now, with your son? Lloyd and Fred stare at each other for an uncomfortable moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "And, I've been thinking a great deal about you and your father. Were you able to work through your disagreement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "This is ridiculous. Lloyd gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Where are you going, Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "We're done. Thanks. It’s been a real pleasure. Lloyd walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Mercy. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd walks home, a mess. He scans the street for Jerry’s car, doesn’t see it. What a relief. INT. LLOYD’S LOFT - DAY Lloyd enters. Jerry sits at the table next to Andrea. Behind them stands DOROTHY, holding Gavin. We recognize h from the wedding, but now she’s dressed down, natural. There’s food on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Hey hey. Lloyd drops his bag and keys, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "C’mon, sit down. We cooked you some take-out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "They brought pizza. Andrea pleads to Lloyd with her eyes. Just sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lloyd, this is Dorothy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Hello. Lloyd won’t look at Dorothy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Can’t you just say hello? Where’s your manners?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "I’m sorry. We should just go. Dorothy hands Gavin to Andrea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(to Lloyd) I had an idea, okay? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "We'd eat some food, and we’d talk like people. I messed things up at the wedding -- Lloyd says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "Of course, you didn’t help, but I get it. Jerry's anger’s burbling up, getting the better of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "And then you let me sit out there in my car on the street. For two nights. Like I’m homeless, like I’m a bum --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "(to Jerry) You're not helping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "What’s the point? He won’t say a word. Finally, Lloyd looks at Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You came here to introduce me to her, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Dorothy. Lloyd turns to Dorothy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hi, Dorothy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Hello, Lloyd. Dorothy says nothing. Lloyd turns back to Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Okay, you did what you came here to do. Now I want you to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Lloyd -- \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I might never come back here, so please listen to me. Dorothy and I have been together and in love for fifteen years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(to Dorothy) He left as soon as Mom got sick. Did you know that? He couldn’t even wait for her to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "She really didn’t want me there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Because you were sleeping around while she was dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I know. It took me years to get myself together. Dorothy is why I’m standing here. She helped me grow the hell up. Andrea's eyes well. Lloyd just stares, then turns to Doro",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You know what they tell you about people dying? They tell you it’s peaceful. They just slip away. Mom screamed as she went. You know that? She screamed until she passed out and then they came in and revived her and she went right back to it. Jerry's hand goes to his face -- he massages his jaw --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lloyd --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It was me and Lorraine and the nurses! Sign the paperwork. Put her in the ground. Pack up the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Hang on -- can we -- Jerry kneads his thumb into his jaw. Beads of sweat form his forehead. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "My jaw -- Jerry SLUMPS forward in his chair, head HITTING the table Plates CRASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Jerry. JERRY! Dorothy grabs Jerry. Andrea's at the phone, dialing 911. Lloyd stands there, staring at Jerry, eyes wide. Complete frozen. He looks over at Andrea, talking hurriedly into the phone He looks at Dorothy, pushing Jerry upright, slapping his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Lloyd, do something! Jerry crumples to the floor, unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd waits just outside Jerry’s room. He hears the DOCTO talking to Jerry and Dorothy, who’s crying. It’s a blur o words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (0.C.)",
          "text": "The cardiac MRI revealed more extensive stenosis than we thought... An operation at this time... The risk of infection alone... At your age... It’s not much of a conversation anymore... we knew we’d be here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (0.C.)",
          "text": "I’m just supposed to go home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (0.C.)",
          "text": "There are many options. Your home is one of them... I’1l have someone from hospice come in to walk you through it... Lloyd walks down the hall, emotionally crumbling. He PUSH through the door and into the -- \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty, except for Andrea and Gavin, asleep in his car sea",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You know anything? Lloyd sits down, unable to answer. His heart is racing. H sweating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I hate hospitals. Andrea puts her hand on the back of his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "You should go home. Get him to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I don’t want to leave you here. Lloyd tries to calm himself, but something’s not right. P is growing, clouding his thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m not staying here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Okay. Let’s all go together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. I have to go to Pittsburgh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I have to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "With your dad like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I have a deadline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I’m pretty sure Ellen will understand if you tell her what’s happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t want to. I want to go to Pittsburgh. I want to do my job. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "This shouldn’t be a surprise to you. Lloyd walks toward the door. Andrea moves to block him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Don’t talk to me like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You seem to think that now that we have a kid, I shouldn’t care about things I have always cared about, just because you don’t anymore. Well, I still care about my work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I never asked you to stop caring about your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Why? Everyone who is important is in this hospital right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Can’t you be on my side for once? You used to be on my side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I’m telling you -- because I amon your side, because I love you -- NoW is not the time to go work. A MAN passes in front of Lloyd. He looks like Fred -- and he’s carrying a bag with DANIEL TIGER peeking out. Lloyd blinks. Was that Fred? Was that real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I -- I need to go -- if I’m going to make it to Pittsburgh by the morning. Lloyd leaves, following the Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Fine. I’m gonna go sit with your family, while you go. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd rushes out of the hospital, avoiding an ambulance a stretcher on his way, his heart beating quickly, looking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd spots the Man with Daniel Tiger in his bag and foll him through the crowd -- through the maze of the bus term -- up escalators, and finally outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busses idle. Lloyd scans until -- He SPOTS the Man getting on a bus -- The destination: PITTSBURGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd races onto the bus, looking at the PASSENGERS. No Fred. The bus pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE PITTSBURGH",
          "text": "The sun rises behind the skyline of Pittsburgh, the light reflecting off the buildings, the river. A BUS zooms over a bridge as the sun rises behind the skyline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd hurries up to a WQED -- everything looks normal but clouds might be made of COTTON. And -- is the building ma of BALSAWOOD?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd rushes into the stage to find Margy and the rest of crew setting up for an episode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "Lloyd. There you are. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I need to talk to Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "very funny, mister. Get over there. We're ready to shoot. The First AD pushes Lloyd toward the lit set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "Right this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What am I doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "You're in this episode, of course. Wait over there. Vibraphone music chimes in. The First AD points Lloyd toward the front door of the se",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD, (CONT'D)",
          "text": "Sound speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUND GUY",
          "text": "Speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "And.... Action. Lloyd stands outside of the door. The First AD signals for him to KNOCK. He does. Fred opens the door, to a shell-shocked Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Why, it’s my good friend, Lloyd Vogel. (to the camera) You remember Lloyd. Lloyd steps onto the familiar landing of the familiar set",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Fred -- I don’t understand. (then, looking out) Can we stop? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Are you feeling unwell, Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Stop. Stop asking me questions. I ask you the questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "On today’s program I thought we would talk about hospitals. Fred looks out to the cameras. And we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Sometimes when someone is sick, they have to visit the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I hate hospitals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "A hospital is a place where doctors and nurses work together to take special care of people who are sick or hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Stop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Would you like to pretend we’re at a hospital, Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd pulls back a curtain and peeks out. He’s on the CASTLE SET and he’s SMALL. The size of a pupp He takes a step out. The Trolley comes ROARING up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOOT TOOT",
          "text": "X The Owl appears in his tree. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "X THE OWL",
          "text": "Hello, Old Rabbit. Suddenly, Lloyd has TWO RABBIT EARS. He tugs at them. The firmly attached to his skull. King Friday appears in a parapet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING FRIDAY",
          "text": "Old Rabbit, I presume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m not -- I don’t -- Where’s Fred? Lloyd starts breathing hard. Daniel appears next to Lloyd",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "I've been waiting to meet you, Old Rabbit. I’m so happy you came for a visit. Lloyd looks down and sees Fred down below the set, his ha in the puppet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL, (CONT'D)",
          "text": "Hello, Lady Aberlin. Andrea appears, dressed as Lady Aberlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Well hello. Hello, Old Rabbit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Oh my god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING FRIDAY",
          "text": "We were discussing hospitals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Well, a hospital is where you go when your body is hurt, but what do you do when your feelings are hurt? A piano riff wafts in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIEL",
          "text": "Well, you talk about them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "You talk about them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (SINGING)",
          "text": "It’s good to talk. It’s good to say the things we feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What’s happening to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (SINGING)",
          "text": "It’s good to talk. We’re much more real without the lock. Fred steps out from behind the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "It’s good to talk. He looks at Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "Go ahead. Try saying “I like you.” They all look at Lloyd. We hold for a painfully long beat, until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(to Andrea) I like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "I’m sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "I’m angry. The music stops. Lloyd pauses. He can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "You're angry. When did you become angry? Do you remember? Did something happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd steps towards a pool of light. 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "At its center, Lloyd’s mother, LILA VOGEL, 45, lying ina hospital bed. She smiles when she sees him. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILA",
          "text": "Hey peanut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hi, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILA",
          "text": "I know you think you're doing this for me. Holding onto this anger. I don’t need it. Lloyd begins to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Lloyd? INT. WQED - MISTER ROGERS’ NEIGHBORHOOD SET - DAY Lloyd lies on his back, unconscious, Fred and the Crew standing over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "I don’t know. He just collapsed. A Schumann PIANO DUET starts with a jolt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd springs up from a deep sleep, disoriented. The piano is coming from the other room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd ambles through slowly. He notices pictures hanging along walls. REAL PEOPLE, all races, genders, ages, abilities. All smiling. These are Fred’s friends. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spacious and well appointed, but not showy in the least. room is dominated by two GRAND PIANOS. Joanne sits at the piano closest to the window playing effortlessly, her fingers light on the keys. Fred, sits at the other, not quite as good, but heartfelt and keeping up. Lloyd wanders in. Listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "Turn. They both turn their sheet music and continue, until -- Fred spots Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(to Lloyd) Oh good, you’re awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "Goodness, if I knew you were there, I would have stopped all the racket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No, no. That was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You must be very hungry. Let me get my jacket, and we'll go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Nonsense. Fred walks down the hallway. Lloyd stares at Joanne -- not sure what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "You're really in it, mister. Fred walks back in with his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "How about some Chinese food? I love those spring rolls. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Sure. As they go --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE",
          "text": "Tell Andrea and Gavin I say hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hole in the wall. TWO COUPLES and a SMALL FAMILY eat beside Fred and Lloyd. The WAITRESS sets down their food. Fred's plate is piled high with vegetables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, look at that. Thank you so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You a vegetarian? Lloyd bites into an egg roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I just can’t imagine eating anything with a mother. Lloyd laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Bill was right. You love people like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "What are people like you? Lloyd is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "I’ve never met anyone like you in my entire life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Broken people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I don’t think you are broken. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you are a man of conviction, a person who knows what is wrong and what is right. (then) Try to remember that your relationship with your father also helped to shape those parts. He helped you become who you are. Lloyd shifts uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Would you do something with me, Lloyd? A little exercise I like to do sometimes. Lloyd glances around -- everyone’s staring and leaning 72. in. Fred notices, but rather than whisper, he speaks a little louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "We'll take a minute and think about all the people who... loved us into being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I can’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "They will come to you. Lloyd takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Just one minute of silence. Fred looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Let's begin. As the minute passes -- Lloyd sniffs. He sniffs again. We realize that the whole restaurant is quiet. They’re doing it. And suddenly, Fred is looking DIRECTLY INTO CAMERA and his gaze, effortlessly. all holds \f73. Now Lloyd's eyes are welling. His face contorts as the emotions build. For once, finally, Lloyd experiences a brief moment of clarity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Thank you for doing that with me. I feel so much better. Lloyd smiles through his tears. He knows what he has to d",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE NYC AIRPORT",
          "text": "A tiny plane touches down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd walks with Andrea, who holds a sleeping Gavin in a wrap. She’s still angry with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "So the way I left --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Was messed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yes. I should’ve called you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You shouldn’t have left. (then) The doctor came out looking for you and I didn’t know what to tell her -- I didn’t know what to tell your dad. And of course I couldn’t get a cab, so I took a train. At midnight. The way people were looking at me with Gavin. I was like ‘somebody's calling child services.’ Lloyd looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "I know you’re trying to apologize, but that doesn’t mean it gets to be easy. They both smile. Andrea exhales. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I realize now -- that I need to deal with my -- feelings. On Andrea, did he say feelings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "When I’m scared -- which I was in the hospital and have been for a long time, I guess -- I just get really angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Mmhmm. Lloyd fights for the words, struggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "And -- I know, it’s a way of saying I can’t deal with this -- leave me alone. And that’s not what I want. Lloyd holds back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "It’s the opposite of what I actually want. You and Gavin are -- I don’t want to push you away. You’re what I want. Andrea tears up. Lloyd holds her. They both cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "I’m sorry. (then) I need to go see Jerry. He's... dying. Saying it is hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred kneels, praying beside his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Celia Sherman. Colby Dickerson -- \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Church-like silence hangs over the Olympic sized pool. The water is completely still, like glass. Fred steps to the edge, in his Speed-o and swim cap. He f his goggles into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Justin Cook. He dives in. His movements are smooth. His arms knife through the wate feet churning behind him. He reaches the edge and then kicks off -- WHOOSH -- glidi back to where he started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the back of a taxi, Lloyd eyes the small house with Jerry's Cadillac parked in the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Lloyd Vogel. Andrea Vogel. Gavin Vogel. Jerry Vogel. Lloyd gets out, walks up the path, and rings the bell. He waits a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (0.C.)",
          "text": "Thank you, God. Dorothy answers. She’s in a housecoat, no make up. After a long silence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry's lying in a hospital bed, asleep. Lloyd takes a long look. Like this, Jerry looks so small old. Dorothy whispers. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "He’ll be so happy you’re here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No, don’t wake him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd and Dorothy sip tea and poke at a plate of cheese a crackers. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "He still eats like a teenager. Cold cuts and sugar cereal. Stubborn goat. Least you come by it honestly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Did you know about me and my sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Not until very recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What about my mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "When he got sick last year -- after the first episode -- he started to talk -- to tell me things I wish he’d told me a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY, (CONT'D)",
          "text": "Don’t budge. She steps out, then comes back with a scrap book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Everything you ever wrote. He kept it in his trunk so I wouldn’t see it. When they towed the car here, I found it. He turns the pages. Article after article. Cut out and fi \f77. INT. JERRY AND DOROTHY’S HOUSE - GUEST ROOM - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd sits in the sofa bed, laptop out. He’s typing furiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV’s on. Jerry sits up, watching, sipping OJ through a straw. Lloy beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "We got bourbon, you know. Someone should drink it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Not even beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Do you have a beer? Yeah, I'd drink a beer if it made you happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "No. I don’t have a beer. And don’t do it because it’d make me happy. Do it cause you wanna do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You don’t have a beer and I don’t want a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "So don’t drink anything. Dehydrate. After a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "I’m trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No, I’m trying. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "I don’t like alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Because I drink? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Probably. (then) Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Oh, you are some pain in the ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t like Cadillacs either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You're gonna give me another heart attack. Both men crack a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd lifts luggage out of the trunk while Andrea waits w Gavin. He kisses",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I definitely broke the pack n’ play. It just snapped like a chicken bone. (then) How is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "He seems fine, but I don’t know. They don’t put a hospital bed in your living room if you’re fine. (then) Thank you for coming. her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "You’re gonna love the sofa bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. INT. JERRY AND DOROTHY’S HOUSE - GUEST BEDROOM - LATE NIG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd and Andrea are asleep. Gavin cries. \f79. Lloyd gets up, and takes Gavin into -- INT. JERRY AND DOROTHY’S HOUSE - KITCHEN - LATE NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd holds Gavin in one arm while he pulls a bottle from fridge. He puts it in a pot with water and sets it on the stove. The only light comes from the burner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Shhh. Shhh. As the bottle heats, Lloyd sits down with Gavin. He sways side to side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "I know, you wish it was your mom who was awake right now. But we’re gonna let her sleep, okay? I’m gonna get better at this. And we're going to have to get used to each other. Slowly, quietly, only for Gavin -- Lloyd stumbles his way through the Mister Rogers song --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (SINGING)",
          "text": "I like you as you are Exactly and precisely I think you turned out nicely Gavin begins to settle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "I like you as you are Without a doubt or question -- Suddenly Lloyd realizes -- Gavin is looking right at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (0.C)",
          "text": "Who’s that? Dorothy? INT. JERRY AND DOROTHY’S HOUSE - LIVING ROOM - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd emerges with Gavin holding his bottle to find his father awake in his hospital bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What? Are you okay? \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It’s four in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I don’t sleep much these days. Jerry nods at Gavin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "You don’t sleep either, do ya? (then) I never did this with you. Up in the middle of the night, doing the mom thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It’s not a mom thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You know what I mean. The moment hangs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You should rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "No, stay. Lloyd puts Gavin in the car seat, and sits next to Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "Hey, right back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What? Jerry nods toward a side table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Grab two glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t think that’s the best idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "How do you know? You don’t drink. (then) Come on. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Fine. Lloyd pours two glasses -- a thimble in his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Now we're talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Cheers. They clink. Lloyd takes a drink and coughs. Jerry laughs. The moment hangs, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lloyd -- Jerry inhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "I’m sorry I left you and your sister. It was selfish. And it was - - cruel. Lloyd looks at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "Will you look at me? Lloyd looks at Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "I am so sorry, son. Lloyd and Jerry sit in silence, until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "It’s not fair, you know? I think I’m just now starting to figure out how to live my life. Jerry's eyes pool with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "I’ve always loved you. Lloyd smiles through his tears, takes his father’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I love you too, Dad. Lloyd looks directly at his father, really seeing him. \f82. Gavin stirs. Lloyd picks him up and brings him to Jerry. Jerry grabs Gavin's toe. INT. JERRY AND DOROTHY’S HOUSE - SUN ROOM - DAY Lloyd paces, bouncing Gavin, while Andrea reads a draft o Lloyd's article. She makes a noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Shhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It’s stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Shhhh! Finally, Andrea finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "It’s like ten thousand words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "And it’s not really about Mister Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I mean it is, but it’s -- so YOU. You never talk about this stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "No. Andrea smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "It’s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Yeah. INT. JERRY AND DOROTHY’S HOUSE - GUEST ROOM - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd picks up the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "Lloyd. 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. ESQUIRE MAGAZINE - ELLEN’S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen talks at her desk, almost annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I love it. Lloyd's face brightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (0.C.)",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Yes. It’s going to be the cover. Don’t tell anyone I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I don’t deserve you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "No you don’t. She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Esquire Magazine gets printed. The cover -- a disarming, smiling portrait of Fred in his cardigan. The title reads -- CAN YOU SAY... HERO? The magazines are boxed and loaded onto trucks. \f84. INT. JERRY AND DOROTHY’S HOUSE - LIVING ROOM - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry reads Lloyd's article in Esquire, a stack of them a by the front door. Lloyd sits beside him, looking on nervously. Jerry snorts. Lloyd smiles. INT. JERRY AND DOROTHY’S HOUSE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd hugs Lorraine and Todd by the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Okay right off the bat -- about the wedding --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Whatever. It was the most entertaining one yet. (then) I’m just glad you’re here. Lorraine heads inside, leaving Todd and Lloyd facing off. Lloyd puts his hand out. A peace offering. Todd slaps him on the shoulder and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd, Andrea, Lorraine, Todd, and Dorothy have gathered around Jerry's bed. He’s more gaunt now, and his color ha changed. He’s not eating anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(to Lorraine) Don’t go to Martha’s Vineyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Why not? It’s my honeymoon. I deserve it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "Absolutely you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "It’s not a question of entitlement. You’re not gonna like it. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "It’s a buncha rich jerks and it’ll be freezing. You’re gonna freeze to death with rich jerks. There’s a knock on the door. Lloyd springs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD, (CONT'D)",
          "text": "I'll get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Who’s here? Lloyd opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Ah, I'm in the right place. Lloyd. Lloyd returns with Fred carrying a pie, everyone freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "Holy crap. Fred laughs. Andrea rises, receives the pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Andrea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Hello Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Its such a pleasure to finally see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "(re: pie) Can I take this for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, thank you. Everyone is wide eyed, frozen, taking in the celebrity in their house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "Hello, Mister Rogers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Hello. Lorraine nudges him. \f86. Fred leans over to Gavin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "And hello Gavin, I hope you and I can be friends someday. Fred approaches Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Mister Vogel, may I call you Jerry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Yes sir, you certainly may. He reaches out and shakes Jerry’s hand, who is touched. INT. JERRY AND DOROTHY’S HOUSE - LIVING ROOM - LATER Fred and the Vogels eat pie. They sit on couches and chai around Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Lloyd, Joanne adored your article. As did I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m so glad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Andrea, are you feeling more ready about daycare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "A little. Maybe. Lloyd gives Andrea a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "What? You’re not the only one who talks to Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "Hey Mister Rogers, is it true you were a sharp shooter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "A Navy Seal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "No, I’m afraid not. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "What kind of an insane question is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "I heard it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "(to Andrea) Where did you guys go on your honeymoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "We eloped in Maui, so we were kinda already on our honeymoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "I woulda gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You weren’t invited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lloyd’s embarrassed by us. Lloyd bristles a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (CONT'D)",
          "text": "I'm kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Maybe we do a family vacation instead. What do you think, Dad? Should we dip our toes in the ocean together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOROTHY",
          "text": "I like the sound of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Crash your honeymoon? Count me in. If I’m still here. Lloyd, Andrea, and Todd look at their plates, uncomfortab Nobody is saying what they’re actually thinking. Fred smiles. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You know, death is something that many of us are uncomfortable speaking about. But, to die is to be human. And anything human is mentionable, and anything that is mentionable is manageable. Lorraine looks at Jerry, tears forming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Anything mentionable is manageable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred's got his camera out, and the family is standing together around Jerry's bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You gotta send me a copy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Joanne will be so happy to see this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TODD",
          "text": "It'd be so much cooler if he were in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORRAINE",
          "text": "Shhh. Fred snaps the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Thank you. (then) I should be going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’1l1 walk you out. Fred kneels down, incredibly close to Jerry, and whispers something to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You can count on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Thank you. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred and Lloyd walk to the curb where Bill waits with a T CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Hey -- what did you say to Jerry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I asked him to pray for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "For you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I figure anyone who’s going through what he’s going through must be awfully close to God. Fred gets into his seat. Bill shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Read the article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "And? Bill makes the faintest possible approving nod. Lloyd looks at Fred who is sitting in the passenger seat. As they start to drive off Fred makes the sign for “frien Lloyd, despite himself, gives it back. Fred and Bill drive off. The VIBRAPHONE takes us to -- EXT. MISTER ROGERS’ NEIGHBORHOOD - YARD - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred sits on a grassy patch next to a house. He talks to camera, slow and introspective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "When I was very young I had a dog that I loved very much. Her name was Mitzi. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "And she got to be old, and she died. I was very sad when she died, because she and I were good pals. And when she died, I cried. And my grandmother heard me crying, I remember, and she came and just put her arm around me, because she knew I was sad. She knew how much I loved that dog. And my dad said we'd have to bury Mitzi, and I didn't want to. I didn't want to bury her because I thought I’d just pretend that she was still alive. But my dad said that her body was dead and we'd have to bury her. So we did. Soft music starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (V.O.)",
          "text": "Sometimes people get sad and they really do feel bad, but the very same people who are sad sometimes are the very same people who are glad sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE NEW JERSEY",
          "text": "A TOY HEARSE drives slowly through the town, eventually pulling up to a wooded CEMETARY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "It’s funny but it’s true It's the same, isn't it for me and - We push into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lloyd, Andrea, Dorothy, Lorraine and Todd are gathered ar Jerry's casket, as the PRIEST prays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "Sometimes people are good And they do just what they should But the very same people who are good sometimes Are the very same people who are bad sometimes \f91. The prayer ends. Everyone stands, sharing a hug or a supportive arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the guests trickle off, Andrea finds Lloyd with Gavin wrap on his chest. She holds a bouquet of flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "It's funny, but it's true It’s the same isn’t it, for me Isn’t it the same for you? Lloyd and Andrea walk together, through the stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "You know -- maybe I can slow down for a few months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Stay home with Gavin. Let you get back to work, without worrying about daycare. I want to. Andrea folds into Lloyd as they walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Really? You? Lloyd nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Gavin and I already discussed and we both agree. Andrea takes Lloyd’s arm. They walk down the path, togeth A PIANO TRILL takes us back to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINIATURE NEIGHBORHOOD",
          "text": "We move through the blue sky and dip down to the little yellow house -- one last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred sits with his wooden board with a patterned door for each of his friends. \f92. He looks at Lloyd’s photo -- bruised and bloodied",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Welcome back, neighbor. I hope you know that you've made this day a special day, by just your being you. There's no person in the whole world like you, and I like you, just the way you are. (then) I’m glad I had the opportunity to tell you about my friend Lloyd, and his family. I have a new picture of Lloyd and his family. Would you like to see it? Fred waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "I‘1l show it to you. Fred takes out a PHOTO. On a SUNNY BEACH -- Lloyd, Andrea, Lorraine and Todd hudd around Dorothy, smiling big. She holds Gavin, who clutche OLD RABBIT in his tiny hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "That’s a nice picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROLLEY, (0.C.)",
          "text": "Toot toot. The Trolley passes by, then stops and comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROLLEY",
          "text": "Toot. Toot. Toot. Fred chuckles -- Trolley is such a kidder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Oh, I will, thank you. The Trolley speeds away as the pianist noodles on the vib",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "It's such a good feeling to know you're alive. It's such a happy feeling. Fred takes off his blue boat shoes, one at a time. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "You're growing inside. And when you wake up ready to say... He stands and unzips his Red Cardigan, then moves to the closet and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "\"I think I'll make a snappy new day.\" Fred snaps twice, once with each hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "It's such a good feeling, a very good feeling, the feeling you know that I'll be back when the week is new. He carefully hangs up the sweater, then pulls his gray sp coat off a hanger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (SINGING)",
          "text": "And I'll have more ideas for you. And you'll have things you'll want to talk about. I will too. He grabs the board with windows on it from the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Be back next time. He waves and moves toward the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "Bye bye. He goes, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST AD",
          "text": "That’s a CUT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW",
          "text": "Cutting. We PULL BACK to reveal the set and the Crew, who adjust lights and reset the props. Fred walks over to the monitors and watches playback with Margy. Fred nods approvingly -- then walks over to the PIANO. \f94. He sits down, places his hands on the keys, and begins to play a light melody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGY",
          "text": "That's a wrap. We’re on location tomorrow at Mister Wagner’s shoe store. Call time is eight AM. ADs have the call sheet. The band clears out. As the last of Crew exit, the sound grows darker, heavier More emotional. The stage lights shut off, leaving Fred -- alone -- in th ghostly light. Fred finds the lowest keys and CRESCENDOS. Emotion pours out of him. BOOM BOOM BOOM. He strikes them one last time, letting the sound fill the space. BOOM. He sighs, content. Then his fingers play across the keys, morphing into something brighter, more hopeful -- The closing theme of Mister Rogers’ Neighborhood. As Fred plays us off, we --",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_046"
    }
  ]
}