{
  "movie_id": "MOV068",
  "scenes": [
    {
      "location": "CONOR'S BACKGARDEN MOMENTS LATER 8A",
      "characters": [
        "5A",
        "17.",
        "33.",
        "111.",
        "MISS KWAN",
        "131-131AEXT. PAVEMENT/ LONG PAVEMENT",
        "GRANDMA, (CONT'D)",
        "HARRY, (CONT'D)",
        "GRANDMA",
        "MUM, (CONT'D)",
        "47.",
        "SPEAK THE TRUTH",
        "38.",
        "MR. CLARK",
        "173.",
        "215.",
        "CONOR, (V.O.)",
        "MONSTER, (0.S.)",
        "NIGHTMARE 24B",
        "DIRECTRESS, (0.S.)",
        "MUM, (0.S.)",
        "CONOR",
        "MONSTER",
        "171.",
        "NIGHTMARE 24A",
        "39.",
        "MONSTER, (V.O.)",
        "ANTON",
        "195.",
        "SPEAK THE TRUTH BOY",
        "CONOR.",
        "MUM",
        "NO MUM",
        "LILY",
        "SULLY",
        "HARRY",
        "34.",
        "DAD",
        "DAD, (CONT'D)",
        "DIRECTRESS",
        "MISS KWAN, (0.S.)",
        "42.",
        "20.",
        "58.",
        "155.",
        "LILY EVANS",
        "WAKE UP",
        "MONSTER, (CONT'D)",
        "MUSIC FINISHES",
        "212.",
        "NIGHTMARE 24C",
        "4A",
        "CONOR, (CONT'D)",
        "WHAT",
        "NO",
        "35.",
        "DIRECTRESS, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Conor gets out to the backgarden to where the clothes are hanging to look for a clean pair of socks but all the clo are wet. He takes a wet pair of socks and goes back into house. \fINT. CONOR’S Kitchen - MomenTS LATER Conor stuffs the WASHING MACHINE with LAUNDRY, over-filli it, but shutting it all in the door. \f10 InT. conor’S BEDROOM - momeNTS LATER 10 Conor pulls the duvet over his bed so it’s made, if quite messy. (Clumsily hiding the wrinkles of the duvet under t cushions) \f11 10. Int. conor’s house upstairs hallway - momENTS LATER 11 Conor looks at his Mum’s bedroom (the door is closed) and then over the top of the stairs. Down in the kitchen, we hear the faint sounds of a WOMAN on her phone. This is GRANDMA (mid-50s, crisp, professional, VERY ungrandmother Conor only sees the top of her head as she exits, still i her coat, still on her phone, scolding someone sternly. W don't see her face in these scenes. She also is clearly making an attempt to keep her voice down. GrANDMA (into phone) Because I’ve got three showings today, that’s why. I’m not responsible for your sick Weimaraner- He steps back so she won’t see him. We only catch a glimp of her as she leaves. He waits a beat, then starts down the stairs, but she re- enters, carrying bags of groceries, still on the phone. C freezes. Grandma stops in the hall, angry at something th been said. GranDMA (CONT'D) (into phone) How dare you throw that in my face? Do you have any idea what-? (beat, listens, gathers self, still angry, whispers fiercely) Now, you listen to me, Marcus, I know full well you’ve covered for me- Storms into kitchen. We hear her still talking. Conor wai nervous. She exits the kitchen again, still whispering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA, (CONT'D)",
          "text": "(into phone) Fine. Fine. I’1ll call her myself. (hangs up) Lazy bastard. She exits again. Conor waits a beat, then goes downstairs \f11. 11A InT. conor’s downstairs hallway - seconDS LATER 11A Conor, deeply curious, heads towards the kitchen. Then he HEARS THE FRONT DOOR again and steps quickly into- \f12. 12 InT. conor’s sittING ROOM - conTINUOUS 12 ...-where he hides behind the door. His Grandma, on the p again, enters, looking for a pen and paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(into phone) If you do my afternoons today, I can take your open house on Saturday. (rolls eyes) Of course, I'll give you your commission... She looks around the warmly messy sitting room, lifting things, and looking for and finding a bit of paper. She k looking. GraNDMA (CONT'D) (to herself) Pen, pen, pen... This house- (into phone) Yes, I’m here right now. (almost snapping) She’s fine. Conor watches, waiting to be discovered, but his grandma never even turns around. She finds a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA, (CONT'D)",
          "text": "(into phone, coldly, finding it hard to say thanks ) Yes. Thank you. I... appreciate it. Hangs up as the caller is mid-sentence. Leaves. By sound, Conor follows her movements into the kitchen, out again a out of the house. He waits until her car starts before he feels safe to move again. \f13 13. InT. conor’s kitCHEN - momentS LATER 13 On the counter, there are now BAGS OF GROCERIES and a clo CARDBOARD BOX with a POST-IT NOTE on it. Conor reads it, doesn’t react. Opens the groceries. They’re FULL OF MEDICINAL-LOOKING HE FOOD. Conor makes a face. CuT TO: Conor prepares himself breakfast. The toast is burnt. Con scratches the burnt stuff off with a knife. The black dus falls on the white plate. He makes a couple of strokes on dust with his finger and creates a drawing. \f14 14. InT. conOR’S KITCHEN - MomenTS LATER 14 Conor throws away his leftovers (there’s a lot he didn’t eat), and washes the breakfast dishes on the sink. He sta there for a moment absentminded staring out the window. \f15. 14A EXT. CHURCHYARD HILLTOP/ CONOR’S HOUSE- MomenTS LATER CONOR’S POV - A yew tree stands in the churchyard at the of the hill in front of the house. \f15 16. Int. conoR’S KITCHEN - mornING - MomenTS LATER 15 He finishes packing his school bag with books and papers. Looks at the clock again. There is something he needs to check. He opens a drawer of the kitchen table and slams it shut making a loud dry noise. He waits there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (0.S.)",
          "text": "(faint) Con? Is everything alright? Finally. Conor Yes Mum! It slipped from my hands! I gotta go or iI'll be late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Ok! Rush!",
          "sentiment": "neutral"
        },
        {
          "speaker": "17.",
          "text": "Int. conoR’S KITCHEN - mornING - MomenTS LATER 15B CONOR’S MUM leans against the kitchen counter with a cup tea, scarf tied around her head. She’s clearly undergoing CHEMO-THERAPY: thin, pale, bald. Exhausted, but facing it well. Conor SWEEPS up the glass. Mum You've had breakfast? ConoR Yes, mum. She gives him a look. She may be ill, but she’s still Mum Conor (CONT'D) (exasperated) Toast, cereal and juice. (mum sees no sign) I washed the dishes. Mum (quietly, looking at the clean kitchen) There's washing going too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Yes Mum. Mum reaches for the BROOM.. MuM (sighs) I’m sorry I wasn’t up. ConoR It’s okay. Mum You know, it’s just this new round of- Conor It’s okay. Mum is surprised at strength of his interruption, but she lets it pass. She turns to the groceries and the box. MuM (caught) Your grandma’s coming to stay with us tomorrow for a few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Aw, mum. We don’t need her here- \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "You know how I get at this point in the treatments-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "We've been okay every time before- Mum You shouldn’t have to make yourself breakfast every morning-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I'm fine-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR.",
          "text": "Frases Conor complaining Beat, as it’s Conor’s turn to be shocked at the interrupt Mum, exhausted, smiles again. Mum (CONT'D) Only a few days, I promise. That’s all I can take, too. Like living with your boss. (laughs ) She's going to bring me a box full of wigs she got somewhere, if you can believe it. Be lucky if I don’t end up looking like a zombie Lady Gaga. Conor is relaxing, the atmosphere improving. Mum regards for a moment, then ruffles his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "(fake serious) Now, tell me you haven’t shrunk my favourite wool jumpers? Conor laughs shyly. Mum (CONT'D) Go on, go. (as he crosses to his bag) Stop dragging your feet! He picks them up comically, like a clown. As Conor puts h rucksack on, Mum leans against the counter, looking out t window. \f19. 16-16A EXT. CONOR’S HOUSE DRIVEWAY/ STREETS - later 16-16 Conor walks to school, rucksack on his back. It’s a bit o journey, and he pulls his coat tight against the cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20.",
          "text": "Ext. SHOP ROAD - moRNING 16B He’s deep in thought, but he’s distracted by one SHOP WIN (the ART SHOP where his paper bag was from). Inside the window are a set of art pencils that he obviously craves. He’s about to walk on but he sees someone down the street steps into the doorway to hide while he watches: A girl, LILY, 12, thick glasses, the friend from the phot his bedroom. She’s harmless, goofy, charming, but Conor h back so she won’t see him. \f21. 17 Ext. SCHOOL OUTSIDE - momENTS LATER 17 Establish. Conor & Lily are in the first year of secondar so they’re the tiniest students among giants. \f18 22. ExT. ALLEY/ SPORTS FIELD - later 18 C/U on Conor falling, as if pushed, hitting the concrete path. Still down, he puts his hand to his lip. It comes a bloody. Behind him, we see HARRY, 13, blond wonder boy, calmly vicious bully, flanked by ANTON and SULLY, both 13. Harry straightening his leg, clearly having tripped Conor. Harry Careful there, O’Malley. You might fall. The minions laugh. Conor is resigned. This isn’t new. He reaches for his bag and starts to get up, but a perfectly timed trip from Harry sends him falling again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY, (CONT'D)",
          "text": "Always off in your own little dreamworld. What’s there that’s so interesting, O'Malley? The minions keep laughing. Conor starts to rise again. There’s blood on his lip. sully (joyous) He’s bleeding! anton He’1l have to get his slaphead mother to kiss it for him! Silence, as the group absorbs this crossing of the line. Conor's face hardens, but before he can respond, Lily bou back into the scene. Lily You leave him alone! [Cowards! There’s three of you and one of him! I’m not scared of you! You're pathetic! ] Conor winces, and Harry’s minions are already laughing. N Harry, though, who never stops looking at Conor. SuLLY Your puppy’s here to save you, O'Malley! Outraged, Lily - who is, in fact, a little puppy-ish - pu Sully hard. Surprised, he falls backwards over a shrubber",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "I'm just making it a fair fight! \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY EVANS",
          "text": "Everyone freezes as Head of Year MISS KWAN (late 30s, Bri Chinese descent, stern but fair) storms over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "They started it, Miss! MisS KWAN I don’t want to hear it. (to Sully, now rising) Are you hurt, Sullivan? Sully, seeing an opening, fakes injury. Badly. Sully I might need to go home, Miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KWAN",
          "text": "Don’t milk it. (to Lily) My office, Lily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "But, Miss, they were-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KWAN",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "They were making fun of Conor’s mother! Everyone freezes. A dangerous silence. Miss KWAN Is this true, Conor? Conor looks from Anton to Sully, and on to Lily, her face burning with injustice, but then to Harry, who is as calm firmly fixed on Conor as ever. ConoR (eyes on Harry) No, Miss. I just fell. They were helping me up. Lily looks like she’s been slapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS KWAN",
          "text": "Get to your forms. (to Lily) Not you. Miss Kwan drags an aghast Lily away. Conor watches them g When he turns back, Harry is holding out Conor's bag for \fHarry Well done, O’Malley. Beat. Conor takes the bag and makes his way inside. 24. \f19 25. Int. Physical Social and Education class - lATER 19 A Powerpoint display at the front of the class reads: “TH MIRACLE OF BIRTH”. MR CLARK, 40s, wry, kind, perhaps a bi soft, steps up next to it. Mr Clark Brace yourselves. Conor sits at the back, an empty desk next to him. He loo very drowsy. MR Clark (CONT'D) We've been studying this all week. You've seen the diagrams, heard the descriptions. You think you’re ready to watch the real thing. He gives a you-have-no-idea-what-you’re-in-for chuckle an clicks to start a hilariously graphic CHILDBIRTH DOCUMENT on the Powerpoint. The sounds from the documentary (\"The cervix fully dilate 10 centimeters and the baby's head crowns when the widest part of it reaches the vaginal opening”, complete with so of a mother in labour) fade as we focus on Conor, looking exhausted, falling asleep propping up his face with his h He’s sitting under the A/C vent and the sound of it start merge with a WIND sound, that eventually rises to the SOUNDTRACK of the NIGHTMARE we heard over the TITLES. We close on Conor, the soundtrack rising to a FAINT SCREAMIN (\"Conor!\"). Mr Clark (CONT'D) Conor? Conor jumps as Mr Clark is right next to him. He waits to if he’s in trouble. But Mr Clark looks overly sympathetic MR Clark (CONT'D) You all right there? You look tired. (beat, nothing from Conor) You know, if you ever wanted to talk- He’s interrupted by a labour-scream from the video and an accompanying SHOUT OF HORROR from the class who can’t bel what they’re seeing (\"As soon as the baby's head comes ou the doctor will suction amniotic fluid, blood, and mucus they baby’s nose and mouth”). Mr Clark looks up with an amused smile, gives Conor a last look, and keeps patrolli the classroom. Conor sees Harry a few seats over. Harry’s watched the exchange and looks as if he’s sussing Conor out, somehow. \f26. As the sounds of childbirth and the accompanying trauma o the class continue (\"The umbilical cord will eventually f off due to a combination of putrefaction and mummificatio Lily enters from the front, eyes swollen from crying. She sits next to Conor in the empty desk. He doesn’t acknowle her, despite her furious gaze. Wounded, she looks up at the video and is comically horri by what she sees. Mr Clark reaches the front of the classroom as the sounds childbirth reach their exhausted conclusion (“And mother’ happy ordeal is finally over...”). Mr Clark clicks off th Powerpoint and turns to the class. Mr Clark (CONT'D) Any questions? Apart from Conor, Lily and Harry, every single traumatise hand in the classroom shoots into the air. \f20 27. EXT. BIN street - that afternoon 20 Conor walks home by himself, lost in thought. LiLY (0.S.) Hey! Wait! Conor, wait! She catches up to him. He ignores her. Lily (CONT'D) Why did you do that today? Why didn’t you tell Miss Kwan what really happened? Conor Why did you butt in when it was none of your business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "I was trying to help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I don’t need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "(visibly hurt) My mum keeps asking why you don’t come over anymore. Conor says nothing. Lily (CONT'D) (now genuinely distressed) What the heck is wrong with you? I've got detention all week now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "That’s not my problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "But it’s your fault. Conor turns on her in fury. She steps back, frightened. ConoR It’s your fault. It’s all your fault. He takes off walking again, leaving her behind. LiLY (calling after him) We used to be friends! Conor carries on down the street, fast at first then slow as he nears his house. He looks back to see if Lily is st there, half-hoping she will be. She isn’t. \f21 28. InT. conor’s sitting room - momentS LATER 21 Conor enters, not too happy. Mum is waiting there, cardbo box open. Conor looks wary at an OLD-FASHIONED SUPER 8 FI PROJECTOR. Canisters of FILM sit next to it. Mum is nervo excited. ConOR What is it? \f22 29. INT. conor’s sitting room - momENTS LATER 22 Conor and Mum set up the projector. Neither of them reall know how to do it, so they figure it out together, thread the film, getting it wrong, eventually getting it right. MuM Your granddad’s old film projector. CoNOR You mean... like a video player?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(laughs ) No, this is a relic, a proper dinosaur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(long beat) What are we supposed to do with it? Mum I wish you could have met him. Even your grandma softened up around him. By the way, she is coming to stay with us tomorrow for a few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Aw, mum. We don’t need her here-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "You know how I get at this point in the treatments-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "We've been okay every time before- Mum You shouldn’t have to make yourself breakfast every morning-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I'm fine-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR.",
          "text": "Conor's a bit shocked at the strength of the interruption Mum is, too. Exhausted, she smiles again. Mum (CONT'D) Only a few days, I promise. That’s all I can take, too. Like living with your boss. She laughs. Conor tries to, too. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "Can we just enjoy the movie? I got it for us. ConoR (picking up film canister) What are we watching?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "King Kong. Oldie but a goodie. ConOR Are we really going to watch something though? You always fall asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I won’t fall asleep. I promise. (stepping back) Right. I think we got it. Black & White TITLES come up for KING KONG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(moans ) You didn’t say it was black and white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(mischievous ) Be happy it’s not a silent movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Shush. Conor nestles in to watch, unhappy. \f23 31. InT. conor’s sitting room - later 23 It’s dark outside now. Conor, despite himself, is still watching. We can see leftovers of the pizza they ordered. looks over. His mum is asleep against the arm of the sett He reaches over and covers her with a blanket and keeps watching it. But it’s the sequence where KONG is on the Empire State Building. BI-PLANES ATTACK and KONG falls- Conor is surprisingly shocked by this, obviously triggeri some memory. He watches as Kong falls and falls and falls Then with a burst of WHITE, the reel finishes, leaving Co watching a blank white space. We zoom in on the white and dissolve to: \f24 32. Int. conor’s BEDROOM/HALLWAY - that night 24 A white sketchpad sheet. A hand comes in to draw. Conor a his desk. It’s RAINING heavily outside now, and his windo covered with condensation. His clock reads 11.34. He draws KONG on the skyscraper. It’s good. He FLIPS THE PAPER OVER and draws BI-PLANES on the back. He holds it u the desklamp. He flicks the light on and off, making the planes appear and disappear, like they’re firing shots (S Effect: “Ratatatatatata” leading us to sound of nightmare Then he draws Kong falling. He gets lost in it, and the s of the NIGHTMARE rises again. This time, we even see flas of it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHTMARE 24A",
          "text": "--FLASH OF TWO PAIRS OF HANDS locked in a ferocious grip, as if one is trying to keep the other from falling. Conor keeps drawing, almost furiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHTMARE 24B",
          "text": "--FLASH OF VIOLENT MOTION, dark and burning. Conor keeps drawing, as the soundtrack intensifies. He doesn’t notice a breeze tousling his hair or the pencils rolling across the desk again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHTMARE 24C",
          "text": "--FLASH OF A DISTANT FIGURE ON A CLIFF’S EDGE, calling out, “CONOR!!” Soundtrack ceases as he sits back and blinks at the sketchpad. He’s drawn a GAPING HOLE OF BLACKNESS that loo as if it might swallow the whole world. A face - possibly HIMSELF - stands at the edge of it, looking back up to us He suddenly hears hurried footsteps in the hall. They rus past his room to the toilet. We hear his mum being brutal sick. Conor waits. She vomits again. ConOR (calling to her) Do you need any help? Mum (0.S.) (beat, forced cheer) No, sweetheart! Beat, then water running. Footsteps. He covers the nightm with the Kong drawing and quickly moves back to his bed. opens his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You okay? Mum I’m kind of used to it by now. Sorry I dozed off during the film. You should be asleep, too. ConoR I was. I am. She sees his desklamp still on. She goes over and picks u the sketchpad, including the nightmare drawing. Conor is alarmed. Mum sits down on the bed next to him and looks through his Kong sketches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "This is good, Conor. Such a sad ending. Conor (troubled) Why did they kill King Kong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "People don't like what they don“t understand. They get scared. Conor Her boyfriend was a jerk. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Yeah, he's pretty bad. Conor King Kong should have squashed him. Broken him into a million pieces. (makes squashing motion) Boom! She smiles and turns to the nightmare finally, a little scared by the hole and the face he’s drawn, but she looks closer. It has very realistic eyes. She’s very surprised impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "What is this? Is that you? Conor No, Mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Looks like you. Conor shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "It's very good. Really, REALLY good. The strokes of the pen... And I love the reflection in the eyes... Life is in the eyes, you know. (gentle beat) What's it of? What's this scene? Conor (shrugs ) Nothing. Just... I made it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Well, doesn't matter where it comes from if it's true. That's what artists do. They say the truth. Conor smiles. Suddenly the mother realizes what time it i",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "Gosh, it's late, isn't it? Time for us both to be asleep. She bops him playfully on the head with the sketchpad. \f37. InT. conOR’S BEDROOM - night - conTINUOUS 3 Conor is back on his bed in the dark bedroom. He can“t ge back to sleep. He sits up and looks at his small DRAWING in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "38.",
          "text": "EXT. churchyard hilltop - night - continuous 3A A YEW TREE, huge, ancient, ominous looms on the hill overlooking Conor’s house. Its needle-like leaves are sha in the moonlight, red berries clustered throughout its branches. It sits in a small churchyard on a hilltop, a graveyard stretching down the hill in front of it. Down below, Conor’s bedroom desk light comes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "39.",
          "text": "InT. conOR’S BEDROOM - niGHT - conTINUOUS 3B Conor takes out drawing pencils and sharpens them. He tak out an inexpensive SKETCHPAD out of a PAPER BAG from an a store. Tired but awake, he flips through the earlier sket - fantastical things, superheroes, etc, they’re very good and finds a blank page. He taps the pencil to his teeth, wondering what to draw. clock ticks over to 12.07, and as if on cue: monster (0.S.) (whispering) Conor. A monstrous voice, deep, old as the earth itself. Conor l immediately to the door. Did he actually hear that? ConoR Mum? But it’s not coming from the door. He looks out his close window. It dramatically frames the hilltop with the yew t Conor decides to draw it, making a frame on his page for window. A pencil starts to roll across the desk. Conor sees it, looks back up to the window: the YEW TREE NO LONGER THERE. Conor is astonished, confused. Conor stands and looks out window. It’s shut but a breeze tousles his hair. \f3c 40. The yew tree is now standing farther down the hill. 3c Conor stares in disbelief. As he watches, the tree begins change. It shifts and splits, twisting slowly, incredibly into the shape of a TOWERING MAN: --two muscular arms made from branches twining together. --a second leg placed down beside the trunk. --the uppermost branches gathering into a great and terri face with huge, monstrous eyes. Conor watches, amazed, but not overly afraid... THE MONSTER, huge and impressive, strides across the rail line, over Conor’s back fence and stands up in front of h MonSTER Conor O'Malley. The voice echoes and booms. The Monster suddenly FALLS against the house, its hands on either side of Conor’s window, lowering its head to peer inside. \f41. The Monster pushes against the house. It creaks under the Monster's weight. MonstER (CONT'D) I have come to get you, Conor O'Malley. Conor (beat) So come and get me then. Monster What did you say? Conor crosses his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I said, come and get me then. The monster roars terrifyingly. Conor hides at one side o his desk and puts his hands over his ears at the sheer vo of the Monster’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "(taunting) Why don’t you run, Conor O'Malley? Why don’t you run for your mother? Conor looks surprisingly defiant at this. He stands and closes his bedroom door, as if to protect his mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(surprisingly defiant) You leave her alone! I’m not afraid of you! A beat, as the monster, impossibly, looks surprised- And disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "42.",
          "text": "Then it ROARS and PUNCHES an enormous fist through Conor' window, taking out a large section of the wall. Conor at last tries to run, but the monster is too fast, grabbing him up and pulling him out of his bedroom... \f43. 3F I/E CONOR’S BEDROOM - NIGHT - CONTINUOUS 3F ...-lifting him high into the night. The Monster roars ag still terrifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3G In the Monster’s grasp, Conor can barely breathe, but looks surprisingly defiant. The Monster stops, perplexed. The Monster gets an angry look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You will be. Before the end. I will visit you again on further nights Conor O'Malley. And I will shake your walls until you wake. And then I will tell you three stories. And when I have finished my stories, you will tell me a forth and it will be the truth. Your truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(scared now) What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "This truth that you hide. (glowers ) The truth you draw, Conor O'Malley. The truth you dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No. No way-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "For this is why you called me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Called you? I didn’t call you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You will tell me the fourth tale. You will tell me the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "And if I don’t? Its mouth ROARS impossibly wide, and hundreds of branches emerge from it like tentacles trying to reach Conor’s fac Cut TO: \fOmitted 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omitted 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "47.",
          "text": "Int. Conor’S BEDROOM - dawn 4B As credits end, zoom out from the drawing and Conor rips up. He empties the bag of sketchpad/supplies and starts filling it with berries. \f48. INT. CONOR’S KITCHEN - MORNING - later 5 CONOR pokes his head around the door into his kitchen. ConOR Mum? It’s empty. Good. He drags the PAPER BAG FROM THE ART STO to the BIN and shoves it deep inside. It opens a little; see that it’s full of YEW TREE BERRIES. Conor covers it w other rubbish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omitted 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "5A",
          "text": "\fOmitted 50. \f51. ExT. conOR’S HOUSE DRIVEWAY - MomenTS LATER Conor drags the wheelie bin to the curb to leave it for t dustmen, wipes his hands, looks back to the house. ConOR Right. \f25 Omitted 52. 25 \f26 Omitted 53. 26 \f27 Omitted 54. 27 \f55. 27 NEW INT. CONOR’S BEDROOM - AFTERNOON 27 NEW Conor enters his room and throws his rucksack to the floo He removes his clothes and checks out the bruises on his chest and stomach. He changes his clothes and looks out the window. \f28 56. EXT. conor’s bacK GARDEN - the next morning 28 The rain has stopped. It’s a cold, clear day. Conor waril walks across his back garden to an OLD IRON GATE in the b fence. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This LEADS ON TO THE RAILWAY LINE, but a LOCK on the GATE has long since broken. The gate is slouched open. Conor approaches, all the time watching the tree on the hilltop. He gets to the gate, stepping slightly through, on the open half. A WIND rustles the top of the yew tree. It also RUSTLES CONOR’S HAIR. Do we hear a whisper? Is a voice saying, “Conor...” Conor pulls the gate shut firmly, still watching the tree The wind dies. Mum (0.S.) Conor? He turns at the call from his mum. \f29 59. InT. conor’S KITCHEN/sittinG ROOM - the NEXT DAY 29 Conor enters through the kitchen and sees his GRANDMA (mi 50s, crisp, professional, VERY ungrandmotherly) standing her back turned to him in the sitting room. Mum, red scar tied around her head, sits on the couch looking into a bo She glances up and sees Conor, causing GRANDMA to turn. Grandma (crisp, not entirely friendly) Ah, there’s the little man. Mum (still looking in box) Jesus, Ma, let him have a childhood first. (pulls out a terrible wig) Where did you say you got these? GrandMA Clearance of a very nice old people’s home. They’re turning it into flats and I’1l be the agent. Mum gives Conor a look of comical horror Grandma can’t se Conor smiles. Grandma looks to see if she’s being made fu of, but Mum’s face immediately goes serious again. GranDMA (CONT'D) They’re clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Thanks, Ma. Conor shares one last conspiratorial look with his Mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "They’11 be warmer than those scarves. It’s not exactly summer anymore. In case you haven’t noticed. Mum (quietly defiant) I like my scarves. GraNDMA (to Conor) Your mother needs some tea. Green, no sugar. I take mine black. Conor looks at his Mum at this command. She rolls her eye and nods. As he leaves, Grandma turns back to Mum. GranDMA (CONT'D) Now then, Elisabeth, my girl. What are we going to do with you? \f30 60. InT. conor’s kITCHEN - MOMENTS LATER 30 Conor waits for the kettle. He looks out the window, wher the yew tree sits innocently atop the hill. He hears rais voices from the sitting room. \f61. 30A EXT. CHURCHYARD HILLTOP / CONOR’S HOUSE - MORNING 30A He stares HARD at the tree while his mum and grandma argue and the kettle whistle gains in intensity. GranDMA (0o.S.) ...-this has gone on far too long, these things need to be discussed- Mum (0.S.) Ma, I know what I’m doing- GRANDMA (o.S.) Yes, all those marvelous impulsive decisions that never affect your life at all-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (0.S.)",
          "text": "Says the woman who schedules her toilet breaks. Seriously, Ma? We’re having this conversation now? GRANDMA (o.S.) I'm sorry, I’m sorry, I just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (0.S.)",
          "text": "Go help Conor with the tea or I will literally go insane. Kettle whistle sound stops as Grandma enters kitchen. She regards Conor, hands on hips. GranDMA (beat, all business, voice low so mum can’t listen) You and I need to have a talk. Conor stiffens. This isn’t the first time for this. ConOR I'm making tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Conor-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I'm making tea. GraNDMA (snapping) We have to- (beat, gathers herself) I’m not your enemy, Conor. I’m here to help your mother. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I know why you’re here. He grabs a cloth and starts furiously wiping the counter. Grandma snatches the cloth out of his hand. To his surpri he sees that her hands are shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "I’m here because 12-year-old boys shouldn't be wiping down counters without being asked to first. ConOR Were you going to do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Less of your cheek-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "She's always sick after the treatments. She’ll be better tomorrow. And then you can go home. Grandma doesn’t answer, just rubs her face, then her arms keeping strong emotions in check. This is a woman whose daughter may be dying, after all. Conor is so unsettled, he grabs another cloth and starts the counter again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(barely controlled) She'll seem better tomorrow. But she won't be. Conor doesn’t like this at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Yes, she will. “You go through the rough stuff but it’s for a good reason.” That’s what she says. Grandma clearly wants to say much more but can’t or won't",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "You need to talk to her about this. (to herself) She needs to talk about this with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Talk to me about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(beat) About you coming to live with me. There, the die is cast. Conor is furious. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I’m never coming to live with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Conor, listen to me, if your mother-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "There’s no if. She’ll feel better and then you can leave-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Conor- A panicked call from the sitting room. Mum (0.S.) (distressed) Ma? Mum? A look of heartbreaking terror crosses Grandma's face, as bolts, almost comically fast, out of the kitchen to her daughter. Conor follows, glancing out the window, where t tree is still a tree- \f64. 31 InT. conor’S SITTING ROOM - conTINUOUS 31 Conor enters the sitting room. Grandma is helping Mum up the floor, Mum is in serious pain. Mum (gestures to mantel) I need the Oromorph-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(looking) Which one? Conor steps forward, points. ConOR That one. For the stabbing pains. Quick, grim beat for Grandma and Mum that Conor knows thi then Grandma grabs a LIQUID PAINKILLER from the mantelpie and starts to dose her daughter. Mum pants as she swallows it, trying to catch her breath, ride out the pain. Grandma rubs her back. GranDMA It’s okay, darling, it’s okay, shh, shh, shh. Grandma looks up at Conor, her face set and unreadable. \f32 65. InT. conor’s sitting room - that evening 32 Grandma sets a meal, heavy on the celery, down in front o Conor and his Mum, who looks much more tired. They eat on trays in the sitting room. Mum A tray where joy goes to die. GraNDMA It’s good for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "When in history has that ever worked? Grandma’s not listening. She’s looking back at the projec",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Are you just going to leave that hunk of junk in the middle of the sitting room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "It’s not a hunk of junk. Dad loved it. Grandma snorts, a little dismissively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "But all those classics. King Kong, Frankenstein-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "When exactly do you think I was born? I was 18 years old when Star Wars came out. I have about as much interest in boring old films as Conor probably does. (to Conor) Right? ConoR (quietly) King Kong was pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(shaking her head, to Mum) You and your father. Always chasing butterflies. Mum Yeah, well, you were always there to remind us we had chores to do. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(stung) And made sure there was food on the table. Mum holds up limp celery, giggling with Conor. Grandma se GranDMA (CONT'D) Shall I just make you ice cream sundaes that you’ll throw back up? (grabs pizza box, still there from before) Or order pizza that’1l make sure you've only got empty calories to face more chemo with? Mum What’s wrong with food that makes me happy? Can’t you let me enjoy life a bit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(shocked) Yes! I want you to enjoy it for a long, long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(warning her about Conor) Ma-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Why is it so bad that I’d like you to take care of yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I don’t know, is it so hard to remember I’m a grown woman and can make those decisions for myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(shaking her head) The irony of it. No one wants to be like their parents, but we all expect our kids to be exactly like us. (almost to herself) No wonder it’s always so hard. Mum (mumbles ) Daddy liked pizza. This really hurts. Grandma stands, gathering the trays, e if they aren’t finished. Mum (CONT'D) (regretful) Ma, I’m- \f67. Grandma disappears into the kitchen. Mum looks at Conor a sighs. \f33 68. InT. conor’s hallWAY/CONOR’S BEDROOM - that night 33 Conor stands outside his own bedroom as his grandma hands his blankets. Her bag is partially unpacked on his own be ConOR Just don’t touch anything. GraNDMA Trust me, I’1l be doing my very best not to. She hands him a last pillow. GraNDMA (CONT'D) Our conversation isn’t over, young man. She gives him a “to be continued” look and shuts the door ConOR (quietly) Oh, yes, it is. Fade to bLACK. \f69. Sounds fade up Nightmare sounds, wind, roaring screaming, rising again i crescendo to: \f34 70. InT. conor’S SITTING ROOM - that night 34 Conor sits up, sweating, panting again. The sitting room dark. Conor calms himself where he sleeps on the settee. He looks around the dim, untidy room. We can see plenty o get well cards on the shelves, plus tumbles of smart chicklit, his mum’s CD collection (90s rave, Massive Atta Blur), some of her drawings. Conor glances impatiently at the clock display on the DVD player. It clicks over from 12.06 to 12.07. A breeze tousles Conor’s hair. He listens for the Monster And listens. And listens. Nothing. The clock ticks over to 12.08. He sees a pen rol across the top of the DVD player. Other things, including shoe, start rolling towards the kitchen. Conor gets to his feet, blanket wrapped around him. He go into... \f35 71. Int. conor’S KITCHEN - conTINUOUS 35 ...the kitchen. The kitchen roll and a cup from the table rolling towards the door outside. It rattles, too. Conor opens it. \f72. 35A INT./EXT. CONOR’S KITCHEN /BACK GARDEN - NIGHT 35A The Monster is waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "What took you so long? \f73. 35B ExT. conOR’S BACK GARDEN - continuous 35B Conor exits into his back garden. The Monster towers over again. MonsteR It is time for me to tell you the first tale. ConOR (disgusted) What good does that do me? I don’t need a story- (looks up to his bedroom) I need a bus ticket for my grandma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "(more strongly) It is time for me to tell you the first tale- Conor turns away. MonSTER (CONT'D) Where do you think you’re going? I will be listened to! I have been alive as long as this land and you will-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(turns back, angry) What do you know about anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "I know about you, Conor O“Malley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No, you don’t. If you did, you'd know I don’t have time to listen to stupid stories from a stupid tree that isn’t even real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Were the leaves on your floor real? Were the berries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Who cares if they were! They were berries. Ohhh, so scary, save me from the berries!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "How strange. The words you say tell me you are scared of the berries but your actions suggests otherwise. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You're as old as the land and you’ve never heard of sarcasm? The monster doesn’t know how to answer that. ConOR (CONT'D) (giving up) Never mind... I saw you when I was talking to my grandma, and I thought... MonsteR You thought I came to topple your enemies. Slay your dragons. Conor frowns. This is obviously true. ConOR Or at least help me with my grandmother. But all you want to do is tell me stupid stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Stories of how I toppled enemies. Stories of how I slew dragons. The Monster leans down until its face is close to Conor's MONSTER (CONT’D) Let me tell you a tale of when I came walking. Let me tell you of the end of a wicked queen and how I made sure she was never seen again. The Monster looks up to Conor’s bedroom, where grandma sleeps. Conor follows his gaze. ConOR Go on then. The Monster grins his evil grin. The Monster puts his han on the ground. Branches, leaves, twigs start to twine aro Conor. A branch with leaves covers Conor's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "What do you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Nothing. There are leaves in the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Use your imagination. What do you see? \f36 75. BlaCKNESS, conor’s vision - conTINUOUS 36 We cut to blackness, what Conor is seeing. There’s nothin Then there’s a small light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I see a spark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Yes? And? The spark seems reflected on water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No, it’s water. It’s watercolour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Keep looking. A world starts to appear: the light on the water becomes sun reflected on a brook. Pull out to see that - though t world is an abstract, water-colour-like landscape, we can recognise the hilltop behind Conor’s house with a younger smaller yew tree on it. ConOR Whoa. MonSTER Whoa, indeed. We zoom up to... \f76. 37 EXT. First Tale Hilltop - DAY 37 ..+.the water-colour hilltop itself, turning to look down an empty valley below. All the modern houses and roads ar gone, but there’s a small VILLAGE and a looming CASTLE. T abstract style remains for the entire tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "Long ago, before this was a town with roads and trains and cars, it was a kingdom. ConOR (V.0O.) Here? We don’t even have a Tesco. We race down the hill, over the village and towards the Castle, swooping over moats and turrets before finding a window, rushing through it and. \f38 InT. first tale castle hallway - conTINUOUS ..-down a hallway, passing maids and servants and the business of a castle before stopping in the... 77. 38 \f78. 39 InT. first tale throne room - conTINUOUS 39 .-throne room, where a KING sits on a throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "It was a happy kingdom, with a wise king who had won peace for his people. But peace had come at a price. \f79. 40 Ext. first tale battlefield 1 - day - conTINUOUS 40 A battlefield of armies fighting. Monster (v.O.) The king had lost all three of his sons in battle. To giants. A FIRST SON of the king is killed by a giant. \f4l 80. ExT. first tale battlefield 2 - day - contINUOUS 41 A different battlefield in a different place. Monster (v.O.) To dragons. A SECOND SON of the king is killed by a dragon. \f42 81. ExT. first tale battlefield 3 - day - continuous 42 A final battlefield, one army fighting another led by a terrible wizard. Monster (v.O.) To armies of men led by great wizards. The battle commences, hard-fought and chaotic. \f82. 42a EXT. conor’s baCK GARDEN - conTINUOUS 42a Conor grabs at the leaves covering his eyes. Conor This is all sounding pretty fairy tale-ish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You wouldn't say that if you heard the screams of a man killed by a spear. \f83. 42B ExT. first tale battlefield 3 - day - continuous 42B A THIRD SON of the king is run through with a spear. The screams are terrible. We return to... \f43 84. InT. first tale THRONE ROOM - day - conTINUOUS 43 The King sits forlorn on his throne again. MonstER (V.O.) The king’s sole remaining heir was his orphaned grandson. ANGLE ON: the toddler PRINCE, playing with a wooden toy dragon. The King watches him affectionately. Pan to revea QUEEN, sitting to the King’s right. MonSTER (v.O.) (cont’d) The King had taken a wife in peacetime, his first having died of heartbreak at the loss of all her sons. The KING leaps from his throne to play with the PRINCE. T QUEEN watches, detached. MONSTER (v.O.) (cont’d) (CONT'D) And if the new Queen’s tongue was a bit sharp, she was at least young and fair and made the King happy. We pull back out the hallway we came in and into: \f44 85. Ext. first tale countryside - day - contINUOUS 44 The young prince runs playfully through the countryside, King in pursuit. These images continue as the Prince ages the Prince with a dog, the Prince hunting his first stag, Prince winning his first joust as a 17-year-old. Monster (V.O.) The Prince grew until he was nearly aman, winning the love of the kingdom for his gallantry and good heart. But one day, the old king fell ill. In the audience for the joust, the king suddenly collapse \f45 86. InT. first tale THRONE ROOM - day - contINUOUS 45 The King, now in a sickbed tended by the Queen. MonSTER (V.O.) Rumour began to spread that he was being poisoned by his wife. That she was an evil witch, bent on taking the throne for herself. The Queen gives the King medicine. Or is it poison? MonSTER (v.O.) (cont’d) But the King loved her and even with his dying breath, he begged his subjects not to blame her. The King has his dying breath. We rush back out of the th room to... \f46 87. ExT. first tale COUNTRYSIDE - DAY - conTINUOUS 46 ...the Kingdom, in mourning, shadowy rain coming down. We find the Prince, looking up at the castle. MonSTER (v.0.) The Prince was too young to take his place yet as King. The Queen would rule as Regent for another year. The future was uncertain. The FARMER'S DAUGHTER approaches the Prince. He greets he with a flower. MonSTER (V.O.) The Prince, meanwhile, had given away his heart- Conor (V.0O.) (groaning) I knew it. There’s always some stupid prince falling in stupid love, ruining everything-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "(louder) The Prince, meanwhile, had given away his heart- The Prince sweeps the Farmer’s Daughter up in romance, running flirtatiously through orchards, exchanging love letters, parting with sweet sorrow... Monster (v.0.) (cont’d) She was beautiful and smart and though only a farmer’s daughter, the kingdom smiled on the match. We rush back up to the castle, through the hallway and in \f88. 47 InT. first TALE THRONE ROOM - DAY - conTINUOUS 47 The Queen, sitting on her throne, dispensing queenliness. MonstER (v.0.) The Queen, however, had other ideas. She was rather enjoying being Queen. And what better way to remain so than to marry the prince herself? ConOR (V.0.) WHAT?! That’s disgusting! She was his grandmother! Queen on throne, offering this objectionable plan to Prin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "Step-grandmother, no relation, and still a young, beautiful woman herself, don’t forget. The Prince, however, didn’t like the idea either. We rush out of the castle and into... \f48 89. ExT. first TALE COUNTRYSIDE - night - contINUOUS 48 ...a stormy night. The Prince saddles a horse and helps u the Farmer’s Daughter. Monster (V.O.) He took the farmer’s daughter and they rode away into the night- They ride through the storm, before taking shelter on... \f49 90. ExT. first TALE HILLTOP - night - conTINUOUS 49 ...the hilltop where the yew tree stands. The Prince and Farmer’s Daughter shelter at the base, under blankets. MonSTER (v.0.) Stopping only to shelter themselves under the branches of a yew tree. They slept. Sleeping is pretty clearly not what they’re doing under t blanket. ConOR Yeah, I don’t think they’re sleeping. MonsteR (V.O.) They slept. Eventually. The Prince and the Farmer’s Daughter sleep. The image sti as time passes and... \f50 gl. ExT. first TALE HILLTOP - DAY - contINUOUS 50 ...the sun comes up. The Prince wakes. MonstER (V.O.) The next morning, the Prince woke. “Arise, my beloved,” he said. The Prince mirrors the Monster’s words. MonSTER (V.O.) (cont’d) But the farmer’s daughter did not stir. The Farmer's Daughter slumps. CLOSE ON: The Prince’s bloo hand. MONSTER (V.O.) (CONT’D) Which was when the Prince noticed the blood. ConOR (V.0O.) Blood? The Prince stands. Blood everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "Someone had killed his beloved in the night and made him look like the murderer. “The Queen!” he cried. “The Queen is responsible for this treachery!” The Prince mirrors the Monster’s words. Men approach from distance. MonSTER (v.0.) (cont’d) He saw men approaching and knew they'd been sent to arrest him. Conor (v.0O.) And the queen would be able to rule on her own! I hope this story ends with you ripping her head off. The Prince looks around in panic. MONSTER (v.O.) There was nowhere for the Prince to run. His horse had been chased away. He turned to the only place he could look for help. The Prince looks up at the yew tree. ConOR (V.O.) You? \f92. The Prince talks to the tree. We don’t hear what he says. tree remains a tree. ConOR (v.0O.) (cont'd) What did he say? MonSTER (v.O.) He said enough to bring me walking. We rush away from hilltop and down into... \f51 93. ExT. first TALE COUNTRYSIDE - DAY - conTINUOUS 51 ...the Prince racing through the countryside. MonsTER (V.O.) He ran through the villages. “The Queen has murdered my bride! The Queen must be stopped!” Behind the Prince, the Monster comes, terrifying, huge. MonSTER (v.O.) (cont’d) The people were quick to rally to the Prince when they saw the great Green Man behind him, high as the hills, coming for vengeance. The Prince leads the villagers to a storming of the castl the Monster behind them. It tears down the castle walls. Flames rise, turrets tumble, until we ANGLE ON: the terri Queen screaming in the Monster’s upraised hand. MonSTER (CONT'D) The Queen was never seen again. \f94. 52-52A ExT. conOR’S BACK GARDEN - niGHT - conTINUOUS 52-5 Conor pushes away the leaves and looks up to the Monster. ConOR Good! She deserved it! He turns to the upstairs bedroom where his Grandma sleeps ConoR (CONT'D) I don’t suppose you can help me with her? I mean, I don’t want you to burn her at the stake or anything- MonSTER The story is not yet finished. Conor turns to the Monster, confused. CoNOR But you said the Queen was never seen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Indeed. The Monster puts the leaves back over Conor’s eyes. We ru back into... \f53 95. EXT. First TALE HILLTOP - DAY - conTINUOUS 53 ..+.the Castle burns in the background as the Monster, st holding the Queen, walks away from it. MonSTER (v.0.) I carried her far enough away so that her people would never find her- The Queen looks quite safe in the Monster's hands. MONSTER (v.O.) (cont’d) To a village by the sea, where she began a new life. \f96. 54 ExT. conor’S BaCK GARDEN - nighT - conTINUOUS 54 Conor is outraged, pushes the leaves away again. Conor But she killed the Farmer's Daughter! How can you save a murderer? He tries to step back from the Monster in dawning fright. ConOR (CONT'D) You really are a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "I never said she killed the farmer's daughter. I only said that the Prince said it was so. The Monster twists some branches into a frame. Conor watc it like a television. We move through the frame into: \f55 97. ExT. first TALE HILLTOP - nigHT - conTINUOUS 55 The Prince and the Farmer’s Daughter, sleeping, as before MonSTER (V.O.) The Prince never fell asleep that night. The Prince rises and looks down at the Farmer's Daughter. goes to his tied-up horse and retrieves something, settin the horse free in the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "But waiting for the Farmer Daughter to be lost in her dreams and then began his real plan. CLOSE ON: A KNIFE glinting in the Prince’s hand as he approaches the sleeping Farmer’s Daughter. Conor (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "We rush back from the hilltop to... \f98. 56 ExT. conor’s back GARDEN - nighT - conTINUOUS 56 Conor watches in shock as the scene fades on the hilltop, Monster lowering his hands. Conor You said he was surprised when he woke up! MonstER He was merely acting out a pantomime should anyone be watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "But... but you said he asked you for help and you gave it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "I only said he told me enough to make me come walking. I never said I came to help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "What did he say then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "He said it was for the good of the kingdom. That the queen was, in fact, a witch, too powerful to topple on his own, so he killed the Farmer’s Daughter to get the fury of the people behind him. Just as the King’s sons had died in battle, the Farmer's Daughter had given her life to a greater good. ConOR That’s a load of crap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "The justifications of men who kill should always be heard with scepticism. ConOR Did he ever get caught?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "He became a much beloved king who ruled happily until the end of his long days. Conor unhappily considers all this. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "So the good prince was a murderer and the evil queen wasn’t a witch after all? The Monster begins to rumble, louder and louder, until we realise it’s laughing, a laugh that shakes the earth, spooking owls from their perches, causing leaves to fall. MonSTER (calming some) No, the Queen most certainly was a witch and could well have been on her way to great evil. Who can say? ConOR Why’d you save her then? MonSTER Because what she was not, was a murderer. She hadn’t poisoned the king. He had merely grown old. ConOR I don’t get it. Who’s the good guy here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "There is not always a good guy. Nor is there always a bad one. Most people are somewhere inbetween. CoNOR That's a terrible story. And a cheat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It’s a true story. Many things that are true feel like a cheat. Kingdoms get the princes they deserve, farmer's daughters die for no reason, and sometimes witches merit saving. Quite often, actually. You'd be surprised. Conor glances unhappily up to his bedroom window again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "So how is that supposed to save me from her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (0.S.)",
          "text": "It is not her you need saving from. Conor turns back to the Monster, but he’s gone. On the hilltop, the yew tree is back in place, as if nothing had happened. Which is annoying. \f57 100. ExT. pavement CONVERSATION WITH LILY - the nexT DAY 57 Conor walks to school, rucksack on his back, stopping to at the PENCIL CASE again. He starts walking as Lily catch up to him. She doesn’t say anything at first, just waits his response. Gets none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "I forgive you. Conor says nothing, just walks on. LiLY (CONT'D) I forgive you for getting me in trouble, okay? Conor You got yourself in trouble. Lily (ignoring this) And I forgive you for all the things you said, too. Conor remains silent. Lily is defiant, but hopeful. LiLY (CONT'D) Aren’t you going to say you’re sorry back? Conor stops, and his anger backs Lily into a nearby wall. ConoR I’m not sorry, and I don’t forgive you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "My mum said we need to make allowances for you, but I just think you're acting like a jerk-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I was doing just fine before you screwed everything up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "(baffled) Me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No one knew, Lily. No one. And then your mum tells you and then guess what? Suddenly everybody knows-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LILY",
          "text": "About your mum-? \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(over) -and now they all treat me like I’m the sick one or that I’m not really there or... He stops, choked up, angry about it. He takes off again, leaving Lily behind. \f58 102. InT. Physical Social and Education CLASS - day - later 58 Mr. Clark is patrolling the classroom. Total silence, all pupils concentrated on their papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CLARK",
          "text": "10 more minutes to hand in your exams. The kids are doing a test. Conor at the end of the classr has his headphones on and is drawing on the exam paper. M Clark sees him. Conor looks up as if sensing him. Beat. M Clark approaches Conor but when it looks like he is going tell him off he turns his back to him and heads back to t front of the room. Harry has watched the whole exchange. \f103. 59 InT. School CORRIDOR FIRST FLOOR - day - lateR 59 Conor moving from one classroom to another. Alone. He get few confused looks from others, but no one speaks to him. \f60 Omitted 104. 60 \f61 105. EXT. SCHOOLYARD - DAY - latER 61 Conor stands by himself again. He looks around until he s Harry, Anton and Sully come out of a door together. He se almost to relax. Then, surprisingly, he heads over in the direction. \f62 106. ExT. SCHOOLYARD - DAY - moments laTER 62 Conor falls to the pavement again. He gets to one knee, a tear in his trousers. SULLY and ANTON are laughing. HARRY usual, stares with odd focus at Conor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SULLY",
          "text": "Seriously, O’Malley. All this falling! Anton You drunk or something? Conor sees classmates filing back into the building, Lily among them. She looks at him. Then looks away. HarRY O'Malley isn’t drunk, no. He just likes playing with us. Why is that, O'Malley? Sully reaches for the rising Conor to cause more mischief HarrY (CONT'D) Don’t touch him. SuLLY Don’t touch him? But it’s such a punchable face- Sully steps towards Conor. Conor clinches A FIST-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "(firmly) I said, don’t touch him. Sully immediately steps back. Harry (CONT’D) O'Malley and I have an understanding. I’m the only one who touches him. Isn’t that right? Conor says nothing, but this does seem to be the agreemen AnTON Harry, come on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "No, you see, there’s something I want to find out. Harry steps closer. Conor doesn’t back away. Harry raises a fist as if to strike Conor. Again, Conor doesn’t flinch, just waits for the punch. Beat. Harry drops his fist. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY, (CONT'D)",
          "text": "Yeah. That’s what I thought. Then he swings a fast, vicious punch to Conor which we do see connect- Cut TO: \f63 InT. conor’s house front hallway - later 108. 63 Conor enters, home from school, some bruising on his face but hasn’t even shut the door before Grandma is on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(brusque, businesslike) Good, you’re home. Your mum’s upstairs. She wants to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "What-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(putting a phone to her ear) Your father’s flying in on Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Dad's coming? From America?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(unhappy ) Yes, and I get to arrange it. Lucky me. Go. Your mum’s waiting. Grandma exits to the sitting room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Why is my dad coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(closing door behind her) And pack a bag. You're coming to stay with me for a few days. Then she’s gone. Conor stands for a moment, shellshocked. \f64 109. InT. conor’s hallway/MUM’S BEDROOM - momENTS LATER 64 Conor approaches the door to his mum’s bedroom. He’s badl disconcerted. He puts his hand on the knob but waits for moment. He takes a deep breath, opens the door- BOOM! Inside is entirely taken over by the NIGHTMARE: blackness, roaring and screaming, a horrible deafening no churning the blackness, a voice calling “Conor!” in terro Conor calls out and slams the door. Mum (0.S.) (from Conor’s room) Conor? I’m in here. Conor breathes heavy for a moment. He opens his mum’s doo crack. It’s normal. He closes it and goes to his own bedr \f65 110. InT. conor’S BEDROOM - DAY - conTINUOUS 65 His mum, in a TERRIBLE TINA TURNER-ESQUE WIG, lies on his bed, looking out at the yew tree, SKETCHING ON CONOR’S SKETCHPAD. MuM Hi, sweetheart. Come sit. He sits down next to her on the bed. She’s sketching the tree. The drawing is half-finished, but really excellent. Mum (CONT'D) (w/o turning) Yew trees are amazing, you know. Live for thousands of years. And they’re always planted in churchyards because the- ConOR (finishes, heard it a thousand times) -berries are poisonous so they have to be kept away from cows and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "No, that’s just the official version. The real reason is that yew trees dig their roots down into the graves and take all the things the dead wish they could have said and spread them into the world through their leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(skeptical) Uh-huh. Mum turns and smiles at him, exhausted, setting down the finished sketch. Conor gives a horrified look at the wig her head. She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I know. Tina Turner. If she was from Sheffield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I don’t really know who that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "111.",
          "text": "Ext. ChurCHYARD HILLTOP / conor’s house - day 65A Mum tugs the wig off, laughing, tying a scarf on her head They both look at the tree. Mum starts stroking his hair. ConOR Why am I going to stay with Grandma? Are you going back to hospital? Mum (sighs lovingly) We’ve been here before, sweetheart. I feel really bad and I go in and they take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Then why is dad coming? Mum pauses in the hair stroking, but picks right back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Aren’t you excited?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Grandma doesn’t seem too happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(snorts) Well, you know how she feels about your father. Don’t listen to her. Beat, silence. Conor braces himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "There's something else, isn’t there? Mum quickly, forcefully, cuts off his worry. MuM Look at me, son. He does. Mum (CONT'D) The latest treatment’s not doing what it’s supposed to. So they’re going to adjust it, try something else. That’s all. ConoR That’s all? \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(nodding) That’s all. There’s lots more they can do. It’s normal. Don’t worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I’m sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Because... You could tell me, you know. And here’s the moment, where she could tell him everythin But she can’t, not yet. She leans shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I remember when you were a little baby, and it was just the two of us. And you'd get, like, a fever or something. I used to get so scared. I was really, really young - only six years older than you, if you can believe it - and this was a time when things werent going so great. Your dad was gone and I wasn“t speaking to your Grandma. And I kept thinking, What if I get this wrong? It“d be the middle of the night and I wouldn“t know what to do, I°d have no one to ask, no one to lean on. And do you know what I'd always do? I’d look into your eyes, into your little baby eyes, and I'd say, “We’re a team, me and you. We’re in this together.” And I’d still be scared, but it didn’t matter so much anymore. Because you were counting on me, and that was the only thing that mattered. (rubs his head) Still is. up, puts an arm around him, her head on his They both look out at the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "I‘ll bet that old tree will keep an eye on the house for us while you’re at your grandma’s. Conor's expression is priceless. His mum grabs him and tu him to her, faux-serious. \f113. Mum (CONT'D) But for God’s sake, whatever you do, don’t touch your grandmother’s clock. Cut TO: \f114. 66-66A EXT./InT. Grandma's DRIVEWAY/sitting room - days l The face of Grandma's prize grandfather clock. It’s again the wall of a pristine sitting room, every surface clean museum-like, including glass display cases with figurines low bookcases, porcelain knickknacks. The polar opposite Conor's warmly untidy house. Conor leans on the doorframe Grandma very carefully SETS HER WRISTWATCH by the clock ( vice versa). GranDMA (looking at clock) I’ve got a house to show. I’m trusting you here alone until your dad shows up. Conor I’m not five years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(ignores this, finishes with watch) This is the correct time. Not the one on your computer, or even the one on the news. Right here. I almost got this on Antiques Roadshow once. It belong to my mother - your grear-grandmother. Perfect time keeping for over a hundred years. Conor rolls his eyes. A VERY old story. She brushes past \f67 115. Int. grandma’s front hallway - conTINUOUS 67 She glides smoothly to a mirror, checking how she looks. the wall, we might notice some pictures of her and her family, including one of her with CONOR’S GRANDFATHER, pl by the same actor as the Monster. GrandMA Pick up your rucksack, please. Don’t want your father to think I’m keeping you in a pigsty. ConOR (muttering) Not much chance of that. His Grandma opens a front closet, puts on a coat. GrandMA Now, Conor, when you go to the hospital, your father may not notice how tired your mum’s been getting, okay? So we’re going to have to make sure he doesn’t overstay his welcome. Final check in the mirror. GranDMA (CONT'D) (to herself) Not that that’s historically been a problem. She gives one last appraising look at Conor. Grandma (CONT'D) If you get hungry before your dad gets here, there’s steamed broccoli in the fridge. No eggs. You’ve already had eggs twice this week. (frowns, sighs) Be good. And lets herself out. \f68 116. InT. granDMA’S Kitchen - moments LATER Montage as Conor looks around his Grandma’s house for something to do. First in her spotless kitchen, cupboards full of nothing a boy might like to eat. 68 \f69 117. InT. grandma's kiTCHEN - momENTS LATER Conor now stands on the counter-top, digging deep into a cupboard. He finds a packet of cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Get in. 69 \f70 118. InT. grandma’s TV room - momentS LATER 70 Conor in a sterile TV room, eating the cookies. Only dull channels (BBC, Living) are available. Every channel he wa to watch blocked by a PIN code. \f71 119. InT. grandma’s guEST ROOM - momENTS LATER 71 Conor opens the door to his temporary bedroom. His suitca is open, clothes removed, but the room is bright white, pictures of sailboats on the wall. It could be a hotel ro \f72 120. EXT. grandma’s back garden - momentS LATER 72 Conor steps out into his Grandma’s back garden which has green space at all, just stone paths, sheds and an office she’s had built in the back. No hilltop on the horizon. No tree to be seen anywhere. \f73 121. InT. grandma's CORRIDOR, upstairs - momenTS LATER 73 Conor climbs the steep steps up to the door of Grandma’s conversion. It’s locked. He can’t believe it. He tries to look through the keyhole, but can only see glimpses of a room inside. Then Conor JUMPS at the sound of the DOORBELL. He hurries down the stairs to... \f74 122. InT. granDMA’S FRONT HALLWAY - conTINUOUS 74 ...-the front door. He opens it on: HIS DAD, late thirtie handsome, slightly too boyish for his own good. Conor’s gives him a genuinely free smile. \f75 123. InT. CHINESE Restaurant - later that EVENING 75 Conor and his Dad sit at a table, waiting for their food. has a glass of RED WINE, Conor a clear soft drink. Dad is quite sure how to talk to this son he doesn’t see very of His accent is HALF-IRISH/HALF-AMERICAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "How you hanging in there, champ? ConOR “Champ”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Sorry. America is almost a whole different language. Dad fidgets with his wine glass. Conor drums lightly with chopsticks. Dad (CONT'D) Your mom seemed pretty good tonight. A real fighter, that one. Conor shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD, (CONT'D)",
          "text": "You look tired, Con. How are you holding up? ConOR That's like the eight hundredth time you've asked me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I'm fine. Mum’s on this new medicine. It'll make her better. Why is everyone acting like she’s... He stops. Takes a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "“Everyone”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Grandma. Wants me to come live with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "You mean when your mum- \f124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "If.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(takes the correction) If your mum...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "But that’s not going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Still. You’re going to need to be brave for her. You’re going to need to be real, real brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You talk like American television. Dad takes this in good humour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Your sister’s doing well. Almost sitting up by herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Half-sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "I can’t wait for you to meet her. I've been talking to your grandma about getting you out to LA. Conor looks up surprised and with nascent hope. ConOR You want me to come to LA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Absolutely! Would you like that? I was thinking maybe over Christmas, so we can get you back in time for school... Dad smiles, pleased he’s connected. Then he blows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(suspicious) But... you mean... just for a visit, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Yeah, it'll be great... Beat as he realizes that’s not what Conor was hoping for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I don’t want to live with Grandma. It’s an old lady’s house. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR, (CONT'D)",
          "text": "You can’t touch anything or sit anywhere and you can’t leave a mess for even two seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "We can talk to her about that. I’m sure there are plenty of ways to make you comfortable-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I don’t want to be comfortable! I want my own room in my own house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(wincing) You wouldn’t have that in America. We barely have room for the three of us. Besides, your school is here, your life is here. It’d be unfair to take you out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Unfair to who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(sighing) This is what I meant. When I said you were going to have to be brave. conor (pouring cold water) Can we talk about the visit when mum gets better? Dad, resigned, can’t find the strength to talk to Conor honestly. Gives in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Of course, champ. That’s exactly what we'll do. A WAITRESS sets their meals down in front of them. Neithe them make a move to eat. \f76 126. ExT. Grandma’s House - later that EVENING 76 Conor and his Dad pull up outside his Grandma’s house in father’s rental car. Dad Doesn't look like your Grandma's home yet. ConOR She sometimes goes back to the hospital after I go to bed. The nurses let her sleep in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Your Grandma may not like me much, but that doesn’t mean she’s a bad lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "She says you’re all start and no finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(laughs, wounded) That might be true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "How long are you here for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "As long as I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "How much is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(sighing) We don’t have a ton of money. And Americans don’t get much holiday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You’re not American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "But I live there now. You’re the one who made fun of my accent all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Why did you come then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Because your Mum asked me to. as seriousness of this is absorbed. \fDad (CONT'D) I’1l come back, though. You know, when I need to. And you'll visit us at Christmas! ConOR In your cramped house, where there’s no room for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Conor-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(again) Why did you come? Dad doesn’t answer. Reaches out to put a hand shoulder, but Conor avoids it and gets out of",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(through open door) Conor, wait. I’1l see you tomorrow, yeah? There’s still plenty of time. 127. on Conor's the car. Conor doesn’t really believe this. He shuts the car door. \f77 128.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear Conor come in the front door. He enters the sitti room, slumping down unhappily on the settee. He takes off his coat, but ends up fighting with the slee He stands, getting frustrated, eventually throwing the co to the floor. He stands there, breathing, on the verge of letting all his bottled up anger go. Almost absentmindedly, he kicks his rucksack (set against settee). It spills open, dumping his sketchpad, which ope at a drawing of the swallowing hole and the face looking back. Enraged, he tears the picture out and rips it in tw throwing the pieces into the sitting room. He’s still angry, and it’s growing, not abating. It feels strangely good. He flexes his fists, anger still fizzing. Suddenly, BONG! BONG! The precious CLOCK starts striking 9 o'clock hour. Conor approaches it. It chimes away, the pendulum swingin Still edgy, Conor grabs it mid-swing. The bongs continue, the clock makes a groaning sound. Holding the pendulum in place, Conor starts pushing the d of the clock around. They resist at first, but he pushes harder and faster, until they’re spinning around the face The BONGs groan alarmingly as he passes each hour, but he keeps going, faster and faster, until- SNAP! The second hand breaks in two in his grip. Oh, no. Conor comes to his senses, realises what he’s don The clock is broken, really broken, frozen in place. He’s doomed, and so horrified he doesn’t register that th now non-moving hands have stopped at 12.07. MonSTER (0.S.) As destruction goes, this is remarkably pitiful. Conor turns and sees that somehow, impossibly, the Monste in his Grandma’s sitting room. It fills up all available space, folding its massive form into every corner, its he bumping the ceiling. Conor looks back at the clock, frantic now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (CONT'D)",
          "text": "Now, I have come to tell you the second tale. Conor makes an exasperated sound. He’s got bigger things worry about. \f129. ConOR Is it as bad as the last one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It ends in proper destruction, if that’s what you mean. This has Conor’s attention, somewhat, but he shakes his h ConOR No, I can’t, I- MonSTER It’s about a man who thought only of himself. A man who wasn’t generous like he should have been. The Monster leans forward. MonSTER (CONT'D) A man who gets punished very badly indeed. ConOR (intrigued, skeptical) Stories aren’t real, though. They don't help anything. MonSTER Stories are wild creatures, Conor O'Malley. When you let them loose, who knows what havoc they might wreak? Another beat, until: ConOR I'm listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Good. The Monster’s branches surround Conor again, leaves cover his eyes and we’re- \f78 130. ExT. Second Tale landscape - daY - continuous 78 ...flying over far more colourful landscape than before, this time it’s GREEN and VERDANT and more realistic, like oil painting. MonSTER (v.0.) One hundred and fifty years ago the world was becoming industrialized. The green ends as we plunge through the trees into “indus on the valley floor: black factories belching smoke and fumes, scraggly silhouettes of crows and trodden-down workers, fish jumping in polluted rivers. Monster (v.O.) But there was still green, if you knew where to look. We come out the other side to a surprisingly quiet GREEN HILLSIDE. We turn and see that Conor and the Monster are standing in the landscape, their figures realistic, not stylised, as the Monster draws Conor’s attention to: ANGLE ON: The APOTHECARY, walking up the hillside. A more realistic figure than the first tale, but still stylized. Monster (V.O.) His name is not important. The villagers only ever called him The Apothecary. Conor (V.0.) The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "The Apothecary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR, (V.O.)",
          "text": "The what? MonSTER (v.0.) An old-fashioned named for pharmacist or chemist. CONOR (v.0.) Oh. Why didn’t you just say? The Apothecary digs up roots and picks leaves and herbs. MONSTER (v.O.) The Apothecary dealt in the old ways of medicine. Herbs and roots. Concoctions brewed from berries and leaves. \f131. CONOR (v.0.) Dad’s new wife does that. She owns a shop that sells crystals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "It is not remotely the same. The Apothecary reaches the edge of a wood and sees it drastically cut back for the industry below. MonSTER (v.0.) The Apothecary had dedicated his life to healing. But the world was changing. He grew resentful and unforgiving. \f79 132. ExT. second tale village - day - conTINUOUS 79 The Apothecary peddles his wares to various villagers. We a sense of bad-tempers and bitterness. MONSTER (v.O.) People in the valley stopped seeking him out, preferring modern medicine. Which only made him more bitter. The Apothecary, doors slamming against him, slouches off alone. We pull back across the valley to... \f80 133. EXT. second tale HILLTOP fringe - DAY - conTINUOUS 80 ...the same hilltop as behind Conor’s house, but this tim there is a parsonage beside the yew tree, and the beginni of a church being built. Conor and the Monster stand off one side, in the landscape again. MonSTER In the Apothecary’s village, there also lived a parson- ConOR This is the hill where you live. (on the 2nd yew tree) That’s you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Yes. On the parsonage grounds there also grew a yew tree. Two small figures run out playfully from the parsonage, chasing each other, running up a path away from us toward the yew tree in the graveyard. MONSTER (CONT’D) The parson had two daughters, who were the light of his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I’ll bet he had room for them in his house... We move forward and CLOSE ON: \f134. 81 ExT. secOND TALE HILLTOP - DAY - conTINUOUS 81 The Apothecary, watching the yew tree intently. Monster (V.O.) Now, the Apothecary wanted the parson’s yew tree very badly. Conor (v.0O.) He did? Why? Monster (v.O.) (surprised) The yew tree is the most important of all the healing trees. Its berries, its bark, they burn and twist with life. It can cure almost any ailment, if mixed by the right apothecary, of course. ConOR (v.0.) (thinking) Really? The Apothecary looks enviously at the tree. MonSTEr (V.O.) In order to use the tree, though, the Apothecary would have to cut it down, and this the Parson would not allow. The PARSON comes out warningly; the Apothecary leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "The Parson was not an unkind man. He wanted the best for his congregation, wanted to take them out of the dark ages of superstition and witchery. We zoom in on the Parson figure and he’s suddenly... \f82 135. InT. second tale pulpit - daY - conTINUOUS 82 .+-preaching to his congregation. MonSTER (V.O.) He preached against the Apothecary’s use of the old ways, and the Apothecary’s foul temper and greed made certain those sermons fell on eager ears. We pull out from the pulpit, through a celebratory congregation, out of the CHURCH to... \f83 136. ExT. second tale countryside - day - continuous .-.-The Apothecary slinking away. We keep pulling back to 83 \f84 ExT. seCOND TALE HILLTOP - night - conTINUOUS The parsonage is now a drab and grey place. MonSTER (V.O.) But then the parson’s daughters were struck by a terrible sickness. Figures move in the windows of the parsonage. MonSTER (V.O.) Nothing the parson did helped. No prayer, no cure from the more modern doctors, nothing made them better. There was no choice but to approach the Apothecary. The Parson steps sadly out onto his doorstep. 137. Night passes. 84 \f85 ExT. The the The The The The The 138. seconD TALE apothecary’s hovel - night - conTINUOUS 85 Parson is on his knees before the Apothecary, in front of Apothecary’s hovel. MonSTER (v.0.) “Will you not help my daughters?” the Parson begged. “Will you not save two innocent girls?” Apothecary stands over the Parson haughtily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "“Why should I?” said the Apothecary. “You have driven away my business with your preachings, and you have refused me the yew tree, my best source of healing.” Apothecary walks away. The Parson chases him. MonSTER (V.O.) “You may have the yew tree,” said the Parson. “I will preach sermons in your favour. I will do anything if you would only save my daughters.” Apothecary stops, surprised. MonSTER (V.O.) “You would give up everything you believed in?” said the Apothecary. “If it would save them,” said the Parson, “I would give up everything.” Apothecary turns and enters his house. MONSTER (v.O.) “Then there is nothing I can do to help you,” said the Apothecary. Apothecary’s door closes on the Parson. ConOR (v.0.) (shocked) What? We pull back from the Apothecary’s hovel to... \f139. 86 ExT. seconD TALE HILLTOP (TBC YARD) - day - conTINUOUS ...the parsonage, where the Parson and his wife stand ove two new graves. MonSTER (v.0.) The very next day, both of the parson’s daughters died. ConOR (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (V.O.)",
          "text": "And that night, I came walking. \f140. 87 ExT. second tale hilltop fringe (STUDIO) - night - con Conor and the Monster still watching the tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Good! He deserves all the punishment he gets!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Indeed. It was shortly after midnight that I tore the Parson's home from its very foundations. The Monster shockingly STEPS INTO THE TALE, becoming sytl along with it. Conor watches him walk down the path to th Parson’s house. CoNOR (shocked) The Parson?! The Monster starts destroying the parsonage, tearing off roof and flinging it down the hill, sending the PARSON an HIS WIFE fleeing in terror. Conor is outraged. ConoR (CONT'D) What are you doing? The Monster knocks down a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "When times were easy, the Parson nearly destroyed the Apothecary with his belifs. But when his daughters were sick, he was willing to sacrifice every belief to save them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "So? So would everybody! What did you expect him to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "I would have expected him to give the Apothecary the yew tree when he first asked. ConOR (surprised) You'd have let yourself be killed? The Monster destroys another bit of the parsonage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It would have saved many lives, including the Parson’s daughters. \f141. Conor But the Apothecary was evil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "He was greedy and rude, but he was still a healer. The Parson? What was he? A man who thought he believed, but was actually too weak to hold on to anything worth believing in. The Monster topples a chimney. MONSTER (CONT’D) Belief is half of all healing. Belief in the cure, belief in the future that awaits. (to Conor) Your belief is valuable, so you must be careful where you put it. And in whom. Beat, as the Monster gets a mischievous look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (CONT'D)",
          "text": "Tell me, Conor O’Malley. What shall I destroy next? ConOR (beat, bewildered) What? The Monster kicks down a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It is most satisfying, I assure you. Come on! Tell me! Conor hesitates, still unsure. MonSTER (CONT'D) What should I destroy? I await your command. Conor hesitates again. ConOR (confused) Snap the chimney!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "The chimney! The Monster unhesitatingly knocks over what remains of th fireplace. Conor steps closer. That felt interesting. MoNSTER (CONT'D) Next! \f142. ConOR Throw away their beds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "The beds! The Monster reaches into the house and flings the beds ne to the horizon. Conor begins to feel liberated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Smash their furniture! The Monster stomps on the parsonage’s furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR, (CONT'D)",
          "text": "Break their windows! The Monster doesn’t, but steps back and gestures to the window as if in invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Windows? Break them yourself, come on! Conor gets an excited smile and picks up a large fallen branch and RUNS DOWN THE PATH TO THE PARSONAGE, turning i a STYLIZED VERSION OF HIMSELF, joining the destruction. We remain VERY CLOSE on Conor as he smashes one window an then another, his face blazing with excitement and fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (CONT'D)",
          "text": "Harder! Harder, Conor O’Malley! Come on! That’s it! That’s it! Yes! Hard as steel, Conor O'Malley! Feels good, doesn’t it? Again! But the lights are slowly changing, darkening as he conti smashing, the landscape and Conor becoming less stylized. Until he takes one last ferocious swing, flinging the bra away with a cry, spinning around... \f88 143. InT. granDMA’S SITTING ROOM - nighT - conTINUOUS 88 .--he’s back in his Grandma’s sitting room. Where he’s destroyed nearly everything. The settee is in pieces, the side tables broken, the glass display cabinet shattered, papers strewn from the bookcase. Worst is the CLOCK. Knocked over and broken into pieces almost beyond recognition. Conor is ankle-deep in rubble. ConOR Oh, no. No, no, no. And then, almost before he can compute it, there’s worse: Grandma's car pulls up outside. He freezes. The lights from her car shine behind the sitt room curtains, then turn off. He hears her door open. There’s nowhere for him to run, not a single thing he can except follow the sound of her coming up the front steps, turning her key in the lock, coming in through the front door, down the hallway and- She enters her sitting room. Before she registers anythin her unguarded face is serious and worried. But then she looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "What- She looks slowly around the room, her face in ever-growin horror, her mouth open. She leans down and picks up a pie of her beloved clock. We wait for the apocalypse. But then her face changes. Sh puts a palm over her mouth as if to try and stop sound fr coming out. Then she slaps a second hand over it. But she can’t help it. A horrible, anguished keening esca from her. And again. This is much worse than her being an",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(wary) Grandma? Grandma takes her hands away from her mouth and she screa It’s wordless and furious. She screams again, stepping in the sitting room. Conor thinks she might going to attack and surprisingly, puts up his fists, ready to fight- But she heads for the one last remaining display cabinet, puts her hands behind it and takes one, two, three pushes send it crashing to the ground. \f144. She leans forward, gasping, ragged, her face broken with anguish. Then she leaves the sitting room without another word. Conor stands there, beyond shocked. \f145. 89-89A InT. grandma’s DRIVEWAY/upstairs - momenTS LATER 8 Conor slowly approaches his Grandma’s loft (the locked on The light is on underneath the door. He can hear her in there, weeping. He stays outside, not knowing what to do. \f90 146. InT. grandma’s guest room - the next morning 90 Conor lies awake in bed. It’s the morning after. It looks like he hasn't slept. He hears footsteps around the house then the front door slamming. He gets up. \f91 147. InT. grandma's stairwell - momentS LATER 91 Conor comes slowly down the stairway, but the house seems be empty. He glances in the sitting room. Someone has mad futile effort to clean it a bit. He heads into: \f148. 92 InT. grandma's kitchen - conTINUOUS 92 Where to his astonishment, Dad is cooking breakfast. Dad I know you like ‘em scrambled. ConoR What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "What do you think? He motions for Conor to sit at the table, then dishes up plates, sets one in front of Conor and sits down himself. They eat in silence, Conor just playing at his food. Dad (CONT'D) That was quite a mess you made. Conor says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD, (CONT'D)",
          "text": "She called me this morning. Very, very early. (beat, it’s not what we expect) Your mum’s taken a turn, Conor. Your Grandma's gone to hospital. Conor looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD, (CONT'D)",
          "text": "We agreed I would drop you off at school- ConOR School!? I want to see mum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "It’s no place for a kid right now, Conor. We’ll see how the day goes and maybe we can visit for a little while this afternoon. Conor looks down at his breakfast, no longer hungry. DaD (CONT'D) Hey, remember what I said about you being brave? Well, now’s the time you have to do it, Con. (nods to sitting room, thoughtful) I can see how upset you are. ConOR I didn’t mean to. I don’t know what happened. \f149.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Worse things happen at sea. ConOR What do you mean? Aren’t you going to punish me? DaD (sighing) What could possibly be the point of that, Con? Conor looks surprised, perhaps even displeased. Dad watch him look distraught. Dad (CONT'D) You know what? Maybe you don’t have to go to school today. \f93 150. EXT. football pitch (AMUSEMENT PARK) - day - later 93 Conor and his Dad kick a football around, serious at firs but then Conor starts to lighten up at his father’s teasi They laugh at their mistakes, cheer good moves. It’s a montage of joy, a glimpse of the boy Conor actually is. D is quite boyish, too. Dad scores a goal and celebrates li kid, hands over head, while Conor laughs. Dad watches this closely, like he’s just realized that th boy smiling before him is his son. \f94 151. EXT. carpark (AMUSEMENT PARK) - day - later 94 Conor sits in his Dad’s car while Dad is on a mobile phon outside. We can’t hear Dad, but he doesn’t look very happ He hangs up, frustrated, gets back in the car. ConoR Is mum okay? DaD (blinks) That was your stepmom back in LA. And yeah, everything’s fine. Now, we've got some cleaning up to do. Conor doesn’t believe him as they pull away. \f95 152. InT. graNDMA’S SITTING ROOM - lATER 95 Conor and Dad put broken things into bin liners. Dad (amazed) Gotta say, Champ, this is really just amazingly thorough. Conor doesn’t answer, just puts more trash in a bin liner sees something, picks it up. It’s the torn image of his nightmare drawing. He’s mesmerised by it. Dad (0.S.) (CONT'D) Ooh, buried treasure. Conor turns to his father. He’s holding some old homemade DVDs. He reads through the labels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD, (CONT'D)",
          "text": "It’s all those old home movies your mum used to send to me of you when I moved away. Guess your grandma got copies, too. He carefully sets them on the mantelpiece. ConOR (shy) Why did you move away? Dad sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "You have no idea how young we were, Con. We had all these dreams, big, foolish ones that your grandma didn’t approve of. And then... we changed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(beat, taking the blame) Because mum got pregnant with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(comforting) Hey, hey, hey. You were only ever good news. Your mum never regretted having you. I know that for a fact. (rueful smile) Because she’s always saying how much she regretted marrying me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Why did she marry you then? \f153.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "My devilish good looks. No, we had a lot in common. Our lives, our future. Your mum was amazing. Still is. (sighing) But we grew apart. Your Grandma was kind of supporting us then and insisting we be more practical and I... I was maybe less amazing than I should have been. We were just so young. Too young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You didn’t get happily ever after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "That's life, though. Most of us just get messily ever after. Dad sees Conor’s torn drawing and picks it up, impressed. Dad (CONT'D) Even I’m happy you take after her. (beat) Shall we go see how things are at the hospital? \f154. 96-96A EXT./InT. hospitaL corridor - later 96-96A Conor sits in the waiting area outside his Mum’s hospital room. GRANDMA sits in a chair, pointedly away from Conor, looking at him. He doesn’t approach her. The hospital room DOOR opens and a LAWYER steps out, putt away some papers that Conor’s parents have clearly just signed. DAD sees the Lawyer out the door, holds up a “one second” finger to Conor. Closes the door. Grandma stands as the Lawyer approaches. They clearly hav business together. Conor watches them go. Then he hears voices arguing within the hospital room. MuM (0.S.) (muffled) Bad show, Callum. Again. Dad (0.S.) (muffled) You're changing the argument, Lizzie- His curiosity getting the best of him, Conor rises, pushe the door open and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "155.",
          "text": "InT. hosPITAL ROOM DOOR/ HOSPITAL ROOM - contINUOUS 97-97 ...they see Conor and stop, looking at him guiltily. MuM Hey there. The room is filled with get-well cards and flowers. The a on his Mum’s face is quickly hidden behind an exhausted smile. She’s clearly much sicker and weaker. Her voice is heavier, as with a chest infection. Conor pauses before entering, suspicious. He holds out th coffee to his Dad, who takes it. ConoR Why is everyone yelling? Mum gives Dad a look like “you tell him”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "I’ve got some bad news, Con. I have to fly back tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "The day after tomorrow? Why? Dad Remember when your step-mum called? The baby’s sick. Probably nothing serious, but Stephanie went a bit crazy and took her to hospital... He falters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Are you coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(firmly) Yes. Yes, I am. Sunday after next, so not even two weeks. (beat) Your grandma's paying for the ticket. Which is... fun. Mum laughs, despite herself. She makes eyes for Dad to le DaD (CONT'D) I’m going to see about finding some food. You want anything, sport? ConOR I want you to stop calling me “sport”. Dad laughs. Mum laughs, too, then coughs. It sounds ugly. makes his exit to let them talk. \f156. Mum pats the bed for him to sit. Conor does. She ruffles hair. He notices the tubes and bruises on her arm. Mum I know. Not my favourite way to spend a day either. ConOR Are you okay? What happened this morning? Mum I had a bit of a bad reaction, sweetheart. Not what they were hoping for. Here it is. Here’s the bad news. But once again-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "(forced brightness) But there’s one more thing they’re going to try, a medicine that’s had some good results. ConoR Why didn’t they try it before? Mum Well, this is something you take when the normal stuff hasn’t worked the way they want it to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(carefully) Does that mean it’s too late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(quickly, firmly) No, Conor. Don’t think that. It’s not too late. It’s never too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(smiling) I believe every word I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(to himself) “Belief is half of healing.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(surprised) Well, yeah, I suppose it is. Beat, as perhaps something important’s been left unsaid. plays with his hair again. \f157. Mum (CONT'D) Oh, and here’s something. You know that tree behind our house I’m always prattling on about? Conor freezes, comically. Mum coughs, again ugly, leans b on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "Well, if you can believe it, this drug is actually made from trees like that. ConOR It is? MuM Yeah, I know. All this time, we could have just chopped the damn thing down. (laughs ) Well, not that one. That one’s almost like a friend. Conor's face shows a growing revelation. Could this be th reason? Is it too much to hope for? He looks up at the ro clock. It’s 4.15. Clockface morphs into... \f98 158. InT. graNDMA’S guest ROOM - that night 98 ...another, smaller clock on the wall of Grandma’s guest room. Conor watches it with enormous IMPATIENCE. It ticks through 12.06 and 45 seconds. 12.06 and 55 seconds. ConoR Come on, come on. Click, 12.07. Conor THROWS back the blankets and RUNS out bed. \f99-100 159. ExT. grandMA’S BACK GARDEN - seconds later 99-100 Conor RUNS out into his Grandma’s back garden. ConOR (demanding) Where are you? MonSTER (0.S.) I am here. With a breeze tousling Conor’s hair, the Monster steps fr the darkness over his Grandma's office in one easy motion stands above Conor, huge as ever. ConOR So can you do it? Can you make her better? The Monster sighs and in what we can see is an extraordin action, SITS DOWN, all its weight on the roof of Grandma’ office. The wood moans. Conor winces, but it holds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It is not up to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Why not? You said the yew tree was a tree of healing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It is. If your mother can be healed, the yew tree will do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Is that a yes? MonSTER You still don’t know why you called me. It’s not as if I do this every day, Conor O'Malley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I didn’t call you. And even if I did, it was obviously for my mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Why else? To listen to idiotic stories that make no sense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It is not time yet for the Third Tale. But soon. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (CONT'D)",
          "text": "And after that, you will tell me your story, Conor O’Malley. You will tell me your truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "For God's sake, not this again- The Monster leans suddenly forward. MOnSTER You know of what I speak. Conor looks up as the SOUNDS FROM HIS NIGHTMARE start. Th camera spins around him as the scene melts away. The wall the garden grow blacker, the sounds of screaming start to rise, dust and debris flying around him. ConOR No! No, not this! The wind rising. The distant SCREAMING is heard (\"Conor!” ConOR (CONT'D) No! Please! The garden is suddenly as it was before. Conor is shaken. ConOR (CONT'D) That’s not my truth. That’s just a nightmare. MonSTER Nevertheless, this is what will happen after the third tale. The Monster stands. Grandma's office groans in relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I want to know what’s going to happen with my mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Do you not know already? The Monster steps back over Grandma’s office. It’s leavin",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You waste the precious time that is given you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "If you’re a tree of healing, then I need you to heal! \f161.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "And so I shall. A huge MURMURATION OF STARLINGS appears over the horizon surround the Monster. With a last look, the Monster LEAKS AWAY into them, flying away. Conor holds up his hands to block the flutter of wings, t all is quiet. \f162. 101-101AInT. grandma's stairway/ TV ROOM - moments latER Conor has re-entered the house to go back to bed. He paus on the stairway because he HEARS A TV ON - and what might his own voice on it. Outside his Grandma’s TV room, the TV noises are louder, including his own muffled voice and his mum’s. He puts hi ear against the wood to try and hear. He thinks about goi in, but is too afraid to disturb Grandma. \f163. 102 InT. grandma's car/GRANDMA’S STREET - morning 102 Door slamming as Conor gets in his Grandma’s car to be dr to school. He’s looking at his mum’s HALF-FINISHED DRAWIN THE HILLTOP that she left in his sketchpad. Grandma notic it, too. Car doesn’t move. Conor looks up. ConOR Grandma? GraNDMA (coming out of a fog) What? Oh, yes. (beat) Where were we going again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "To school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Yes, that’s right. She puts the car in gear. They pull out in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Grandma? Your seatbelt? She absentmindedly buckles it. Conor is concerned. \f164. 102A Int. Grandma's sitting room / kitchen - DAY 102A From the kitchen, Conor observes his grandma in the sitti room as she wonders amid the destruction. \f165. 103 ExT. schooL ENTRANCE /GRANDMA'S YARD - momentS LATER Grandma drops Conor off. He walks away, watching her go w a concerned, confused look. \f104 166. InT. physical social and education class - later 104 Conor sits at his desk, ignoring the lesson again, distur about his Grandma. He sees HARRY studying him. They excha a look, but no words. He ignores LILY. \f167. 105-105AINT./EXT. granDMA’S GUESTROOM/ BACK GARDEN - niGH Conor sits in the dark in a lawn chair, wrapped in a blan He checks the clock on his phone. It switches from 12.07 12.08. No monster. Suddenly, a LIGHT comes on from the house, REFLECTING on back garden. Conor turns and looks up. His Grandma is in locked room. \f106 168. InT. grandma’s CORRIDOR/ UPSTAIRS - night 106 Conor waits down the hallway, “spying” on his Grandma, watching the light come out of the loft room. He hides be a corner of his bedroom door. His Grandma leaves the room her arms full of papers. Conor ducks into the darkness of room as she passes. A paper drifts down to the floor as she does. Looking out from the crack of his dark bedroom door, he can see that a DRAWING OF HIS OWN. What’s she doing with that? He makes to reach out and tak it, but Grandma is there first, picking it up and walking the TV ROOM with it. She shuts this door behind her. \f169. 106A Conor watches her, confused. Conor goes to the TV RO again and listens, hearing his own voice again. This time he OPENS THE DOOR QUIETLY. \f107 170. int. grandma’s tV ROOM - momENTS LATER 107 Conor stops by the open door of the TV room. His Grandma, back to him, is watching TV. We can see the PILE OF HOMEM DVDs his father found sitting next to the television. One open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "171.",
          "text": "Ext. Amusement park / roller coaster - day 107A Onscreen, Conor is astonished to see himself, filming him and his MUM, LOOKING HEALTHY AND VIBRANT getting into ROLLER COASTER car. They giggle, up to something. The sea restraints close. Mum (on VIDEO) (Shh, here they come.) Onscreen - The image disappears as Conor hides his phone. hear their seats being checked by an attendant. Conor rai the phone again. They look around to make sure they won’t caught, smiling like fiends. MUM (ON VIDEO) (CONT’D) (If you drop that, it’1ll leave a permanent mark across your face.) CONOR (on VIDEO) (Nah, it’1l probably hit you first.) Onscreen - Mum slaps his arm playfully In the doorway, Conor watches, transfixed, as does his Grandma, still unaware of his presence. Onscreen - They both laugh in surprise as the car lurches forward and starts up a steep incline. Mum (on VIDEO) (You know what I’m thinking?) Conor (on VIDEO) (What?) MUM (on VIDEO) (We shouldn’t have had all that Indian food for lunch.) On the chair, Grandma gives a snort of private laughter. Onscreen - Conor makes a fake vomiting sound. His mum mak one, too, until it becomes a competition and dissolves in laughter. Then they’re nearly at the top. Mum (on VIDEO) (CONT’D) (Ready? Here we go.) ConOR (on VIDEO) (Here we go.) Onscreen - They look into the camera. At the last second, grabs Conor’s arm lovingly, then they plunge over the top \f172. The scene seems to end, but there’s a weird splice on the that surprises Conor but not Grandma, she’s seen this bef It cuts to an even older video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "173.",
          "text": "Int. Conor’s sitting room (kitchen) - day 107B Onscreen - we cut in mid-scene. MUM’S HAND is making a big scribble on a big piece of paper, overlapping itself lots of empty spaces. She turns the camera to a MUCH YOUN CONOR, 5 or 6 YEARS OLD. He holds a coloured pencil. In the room, Conor is surprised. Mum (o.S.)(on video) (Okay, remember? Just look hard. Colour in what you see.) Onscreen, LITTLE CONOR approaches the drawing with his pencil, looking at the scribble. YOUNG ConoR (on VIDEO) (I see a gremlin.) Mum (On VIDEO) (Well, go ahead, draw it in.) In the room, Grandma is rapt, moved. Onscreen - Little Conor looks back at his mum, unsure. MUM (o0.S.) (on video) (CONT’D) (Like this.) Onscreen - Mum sets down the camera so it stays filming t A YOUNGER, HEALTHIER MUM goes to a smaller part of the scribble and colours in shapes that make a LITTLE MOUSE W WHISKERS. She turns to Conor. With a firm expression, he starts to colour in squares. In the room, Conor watches closely, as rapt as Grandma. Onscreen - There’s a clumsy edit and Mum is filming again a picture of a GREMLIN. The eyes have a reflection in the MUM (on VIDEO) (CONT’D) (That’s really good, Conor. Especially the eyes.) (points to eyes) (Life is in the eyes and if you can catch that...) In the room, Conor is stunned at these repeated words of mother, “life is in the eyes.” Grandma puts a hand over h mouth to hold in her emotion. Onscreen - Mum turns the camera to take a selfie of her a LITTLE CONOR, on their eyes. MUM (On VIDEO) (CONT’D) (You'll see when we watch. You’11 see our eyes.) \f174. Onscreen - Little Conor sticks out his tongue. Mum laughs does, too. They laugh and she films the Gremlin again. Mum (on VIDEO) (CONT’D) (My wee little artist.) The video ends frozen on the Gremlin’s eyes. Conor breath out, and his Grandma hears him. She turns to look at him. But it’s loving. Silently, they both go back to watching frozen image of the Gremlin’s eyes. \f175. 108-108AEXT/INT. grandma’s DRIVEWAY/ guest room - next mo Conor looks out his bedroom window. See his DAD pull up. \f176. 109 Omitted 109 \f177. EXT. pier - DAY 110 Conor and his dad walk along an old pier under the cloudy sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "I'll be back. I will, I promise. Conor says nothing. Dad (CONT'D) And you'll come for Christmas in LA! That’1l be fun- ConOR I don’t want to leave Mum on her own for Christmas. Dad stops walking. Conor looks up at him. It’s almost a challenge to contradict him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Conor-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "She's going to get better. They’re giving her this new medicine and she'll come home. It’s the whole reason. It has to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Reason for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "So you just go back to LA, go back to your other family- Dad Conor, this new medicine your mum's taking-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "It’s going to make her well. Beat, as Dad makes the important decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "No, Conor. It probably isn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Yes, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "It’s a last ditch effort, son. She's too weak. She keeps getting infections- \f178.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "It’ll heal her. I know it. I’m telling you, it’s the whole reason it came- DaD Reason what came? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(hastily, clinging desperately to hope) The monster! It comes every night. It’s a tree that turns into a monster at 12.07- dad Conor... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "At first I thought it was a dream but there’s always berries and leaves and stuff when I wake up- dad Conor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(even louder) And I’ve got one story to go and then I’ve got to tell my own and I think that’s when it’s going to heal her- dad Conor, stop this! Conor finally stops. Looks, upset, at his father. Dad put hands on Conor’s shoulders to talk to him, gently. Dad (CONT'D) I don’t know what this dream is, Conor, but that’s all it is. A dream. I’m sorry. You shouldn’t have to face this, but not every story has a happy ending. Conor starts at this. He knows not every story does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD, (CONT'D)",
          "text": "This is what I meant when I said you were going to have to be brave. Long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(like he’s realising something) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've never seen a monster, have you? Dad stares back, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Oh, I’ve seen plenty. 179. \f180. 111 ExT. grandma’s driveway - morning 111 Conor's Dad hugs him goodbye. DaD I‘ll be back as soon as I can. ConoR What if it’s not fast enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "We'll Skype. And I’m only ever a phone call away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(beat) I hope your baby is okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Your half-sister. And thank you. (beat) Conor, listen, I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "You don’t have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "(confused) I don’t have to what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(shrugs ) Just... you don’t have to. Dad has no answer. His son is giving him permission to le him behind. He hugs Conor, but doesn’t contradict him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAD",
          "text": "Back as soon as I can. Conor makes a sad little wave at him, then turns his back go inside. Fade to bLACK. \f181. Nightmare The nightmare sounds rise again, screaming, yelling, crescendo to- CuT TO: MUSIC RISES. A montage of days passing: \f182. 112-112AInt./EXT. GranDMA’S SITTING ROOM/DRIVEWAY - day 1 Conor, almost angrily, packs away all the rubbish bags he his father have collected, stuffing them into the bin outside. \f113 183. InT. hospital room - day 113 Conor sits in a corner chair while, out of focus, FRIENDS HIS MUM visit her. Lily’s mum is one of them, and she’s there, too. Conor ignores her, playing on his phone inste \f114 184. InT. SHOP ROAD - DAY 114 Conor stops by the shop window again, but the case of coloured pencils has been replaced by something else. He sighs and walks on. \f185. InT. phySICAL SOCIAL AND EDUCATION CLASS - dAY 115 Conor sits at his desk, drawing on his SKETCHPAD and igno the lesson. Ms. Kwan lectures about BULLYING on the Powerpoint (along with, ironically, a sign that reads “Th school operates a zero-tolerance anti-bullying policy”). Classmates’ hands (including Lily, next to Conor) are in air. Ms. Kwan walks by Conor’s desk. She and Conor exchange a look, and we see Ms.Kwan decide to let Conor keep drawing Conor's become untouchable. Which is worse than ever. Har catches his eye. Conor looks away. \f186. InT. hoSPITAL ROOM - daY 116 Conor is at the door to the room. His Mum, helped by a FE NURSE, is in distress. Fear in her eyes, his Mum gestures angrily for Grandma to get Conor out of the room. Grandma does. She’s stern, though, not spiteful. \f117 Omitted 187. \f188. 118 EXT. grandMA’S driveWAY - momENTS LATER 118 Conor drags the wheelie bin to the curb among several pla bags waiting to be pick up by the dustmen. \f189. 119 InT. grandMA’S SITTING ROOM - DAY 119 Conor in the middle of the now-empty sitting room. It see MUCH bigger. \f190. 120 InT. school BLUE HALLWAY - dAY 120 Conor walks against the flow of students, alone. They lea an area around him, as if they can’t see him at all. \f121 191. InT. phySICAL SOCIAL AND EDUCATION CLASS - latER 121 Conor sits at his desk again. We finally sees what he’s drawn. It’s a FLIP-ANIMATION on the corner of his textboo He flips the pages to animate it: It’s a drawing of him falling into a huge black hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC FINISHES",
          "text": "\f122 192. InT. scHOOL CAFETERIA - DAY 122 Conor sits alone, not eating the food in front of him, withdrawn into himself. In the background, we might notic that the digital clock reads 12.04. SLAP! From across the table, two hands smash down on eith side of his tray, knocking his orange juice into his lap. Conor stands, lap covered in juice, and looks up into the laughing faces of Anton and Sully, either side of Harry's usual eerie stare. Sully O’Malley’s wet himself! Anton flicks some spilled juice onto Conor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTON",
          "text": "You missed some! They laugh, but then notice that Harry and Conor are doin that uncomfortable staring thing again. The laughter dies",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "I think I’ve finally figured you out, O'Malley. After all this time. Harry steps forward. Conor braces himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY, (CONT'D)",
          "text": "Here is the very worst thing I can do to you. SuLLY You’re in for it now. AnTON Kick his ass. But Harry just holds out his hand to shake. Surprised, Co shakes it. HarRY Goodbye, O’Malley. I no longer see you. He lets go of Conor’s hand and turns his back to leave. A a confused beat, Anton and Sully do the same. Conor watches them go, growing more and more upset, a bre tousling his hair... «+.as the bullies pass in front of the digital clock, it ticks over to 12.07. \f193. ANGLE ON: Conor, as the The Monster now stands behind him stretching up to the tall ceiling of the cafeteria. It kn down and speaks into his ear. MonSTER It is time for the third tale. Without looking back, Conor starts to walk after Harry. T Monster matches him, step for step. MONSTER (CONT’D) There was once an invisible man, who had grown tired of being unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (CONT'D)",
          "text": "It was not that he was actually invisible. It was just that people had become used to not seeing him. ConOR (to Harry) Hey! Conor quickens his step. The Monster keeps up. Conor catches up to Harry and grabs him by the shoulder, twisting him around. Harry pretends to not see him, prete blaming a laughing Sully for grabbing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "One day, the invisible man couldn't stand it anymore. He kept wondering: if no one sees you, are you really there at all? Conor watches the three bullies walking away again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(to Monster w/o turning) What did the invisible man do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "He called for a monster... Conor raises his fists. Behind him, the Monster does the same. Conor runs after Harry, the Monster following. ANGLE ON: Harry, Sully and Anton turn in amusement, but t faces change to fright. Are they seeing the Monster or ju Conor? Sully and Anton bolt, leaving Harry. ANGLE ON: Conor, runs at him, yelling his rage. He raises fist. The Monster raises a fist behind him in mirror. The both swing forward. \f123 194. InT. SCHOOL/HIGH SCHOOL DIRECTRESS'S OFFICE - Later 123 Conor flexes his fists in his lap. They’re bloody and bruised. MISS KWAN is there, but we stay tight on Conor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS, (0.S.)",
          "text": "I don’t even know what to say to you, Conor. You sent him to hospital. His parents are threatening to sue. Conor looks up, briefly. DIRECTRESS (CONT ’D) But I explained that he’d been bullying you and that your circumstances were... special. Conor winces at the word, looks at his battered fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "195.",
          "text": "Int. School caFETERIA - day 123A FLASH: of eyes of the cafeteria, watching Conor beat Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS",
          "text": "They backed down. (shouting) But that’s not the point! Conor jumps. Still doesn’t look at her. We hear her sigh. ConOR It wasn’t me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS",
          "text": "What was that? Finally glances up to her, very briefly then down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "It wasn’t me. It was the Monster. \f196. 123B Int. SchoOL CAFETERIA - DAY 123B FLASH: Conor beating Harry, the Monster echoing his actions behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS",
          "text": "The Monster. (leaning forward) Conor, an entire dining hall saw you hitting him. Saw you beating him very badly. (beat) Heard you yelling about not being invisible. Conor winces again and looks down at his fists. \f197. 123C Int. scHOOL CAFETERIA - DAY 123C FLASH: Conor yelling “I am NOT invisible! I’m NOT!” as he hits Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS",
          "text": "I understand how angry you must be. I mean, I haven’t even been able to track down a parent or guardian for you. ConOR My dad’s gone back to America. My Grandma turns her phone on silent so it won’t wake up my Mum. Miss Kwan sits back. It’s an impossible situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS",
          "text": "If you want to be seen, Conor, this is not the way. School rules dictate immediate exclusion. Conor shuts his eyes in anticipation. Here it comes. We s that, in fact, he wants it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS, (CONT'D)",
          "text": "But how could I do that- Conor opens his eyes, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS, (CONT'D)",
          "text": "-and call myself any kind of teacher? He looks up at her in disbelief and crushing disappointme",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS, (CONT'D)",
          "text": "Go back to class. We will talk about this one day, Conor. But not today. ConOR You’re not punishing me? She mirrors the words his father spoke earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTRESS",
          "text": "What could possibly be the point? \f198. 124 InT. school corridor/ DOWNSTAIRS - momentS LATER 124 Conor, shellshocked, walks back to class. He passes a STUDENT, who gives him an elaborately wide berth. \f125 199. InT. Physical Social and Education CLASS - momENTS LATER Mr Clark is in mid-flow about EMOTIONAL WELL-BEING but everyone, including him, stops when Conor opens the door. Conor pauses for a moment, then walks through the silence all eyes on him, past Harry’s empty desk and back to his next to LILY. He sits, defeated, as Mr Clark faintly continues his lesson. A small scraping sound. Conor looks down. CONOR’S POV - Lily’s finger tentatively pushes a NOTE ont his desk. Conor looks at her. She’s face-forward to Mr Clark, but w him to take the note. He takes it. He looks at her again. turns to look him in the eyes. But before he can open it, the classroom door opens again SECRETARY enters with a note. Conor and Lily watch as she crosses to Mr Clark and they read it together. They both look up, right at Conor. \f126 200. InT. hosPITAL CORRIDOR FIRST FLOOR - day 126 Conor's Grandma leads him to his Mum’s hospital room. He makes to enter, but stops when she doesn’t follow him in. ConOR Aren’t you coming? Grandma struggles with herself, knowing what awaits him. finally just puts her hands on his shoulders and squeezes them brusquely. Her version of a hug. GraNDMA I’ll be... I’11 be around. Okay? She nods, still struggling with herself. Then abruptly wa away. Conor watches her go. Then opens the door. \f127 201. InT. hoSPITAL ROOM - DAY - conTINUOUS 127 Mum’s bed is in the sitting position. She looks very bad, breathing tube in her nose, but she smiles when she sees She holds up a long, straight-haired, yet purple wig. MuM (voice thin) I suppose even drag queens get old. But Conor doesn’t laugh. He realises fully what’s about t happen. Mum pats the mattress like before. But Conor pointedly si in the chair by her bed instead. She nods that this is ok too. He stares at the floor. Mum (CONT'D) What did you do to your hands? ConOR (surprisingly angry) This is the talk, isn’t it? Everybody always wants to have a talk lately. Mum readies herself, smiles again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I wanted to see you. And you know how the morphine sends me off to Cloud Cuckoo Land sometimes-— ConOR Why did Grandma get me out of school? Mum Look at me, son. He refuses at first, but finally does, arms crossed tight against himself. Here it is. There’s no going back. Mum (CONT'D) I spoke to the doctor this morning. The new treatment isn’t working, sweetheart. ConOR The one from the yew tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "Yes. ConOR How can it not be working? Beat, as Mum swallows, tries to smile for him. \f202. MuM Things have just moved really fast. Faster than they thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(as if to himself) But how can it not be working?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I know. I had big hopes for our own personal yew tree. ConOR But it didn’t help. Mum shakes her head slightly. ConOR (CONT'D) So what happens now? What’s the next treatment? Mum doesn’t answer. Which is an answer in itself. Conor l back at the floor and says the final thing out loud. ConOR (CONT'D) There aren’t any more treatments. MuM (quietly crying now) I’m sorry, son. I’ve never been more sorry about anything in my life. ConoR You said it would work. You believed it would work. MuM I know. ConOR You lied. You’ve been lying this whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "I think, maybe, deep in your heart, you've always known, though. Haven’t you? She reaches for him, but he won’t take her hand. Mum (CONT'D) It’s okay that you’re angry, sweetheart. It really, really is. (rueful laugh) I’m pretty angry, too, to tell you the truth. But Conor? Are you listening, Conor? \f203. Conor, still looking away, eventually nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "One day, if you look back and you feel bad for being so angry that you couldn’t even speak to me, then you have to know that it was okay. That I knew. I know everything you need to tell me without you having to say it out loud. Conor still can’t look at her. She starts crying harder, pushes through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "And honestly, son, you be as angry as you need to be. Don’t let anyone tell you otherwise. Not your father, not your grandma, no one. And if you need to break things, then by God, you break them good and hard. And I'll be right there. You might not see me, but I’1l be right there, breaking ‘em right along with you. Conor can hardly bear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM, (CONT'D)",
          "text": "I need to know that you heard me, sweetheart. I need to know, okay? Okay? Without looking at her, Conor finally nods his agreement. final acknowledgement that she’s going to die. Mum breathes out in exhausted relief. Mum (CONT'D) I’m so sorry. I’m going to have to take some more painkillers. Obviously in pain, she presses the morphine button. She reaches for Conor again. After a beat he finally takes he hand. MuM (CONT'D) (quietly weeping) I wish I had a hundred years. A hundred years I could give to you. Conor holds his mother’s hand and looks at the floor, as drifts to drug-induced sleep. There’s nothing more to say \f128 204. InT. hoSPITAL ROOM - later 128 Conor's Mum is asleep. The light outside has grown dimmer Conor sits, alone, in the chair, hunched down low. Grandm enters, a worried look on her face. How did it go? Conor looks up at her, his eyes red, with grief, with rag ConoR I want to go home. GrANDMA Conor- ConOR My home. The one with the yew tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "(not unkind) Conor, no, not tonight. You’re going to want to be here. Conor understands what she means as Grandma sits on the o side of the bed, taking her daughter’s hand. Conor stands",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I’m going to get something to eat. Grandma nods and Conor leaves... \f129 205. InT. hoSPITAL CORRIDOR - conTINUOUS 129 .--but as we follow him out of the room, he starts walkin down the corridor, then faster, then faster, until he’s finally RUNNING AS FAST AS HE CAN- \f206. 130 ExT. hospital entrance conTINUOUS 130 «+.OUT OF THE HOSPITAL. \f207.",
          "sentiment": "neutral"
        },
        {
          "speaker": "131-131AEXT. PAVEMENT/ LONG PAVEMENT",
          "text": "Conor keeps on running. \f132 208. EXT. conor’s house driveway - momenTS LATER 132 Evening is coming on. Conor, still running, approaches hi own house. Out of breath, tired, but still going, we foll him in one continuous shot as he opens his front door and goes into... \f209. 132A InT. conOR’S HOUSE FRONT HALLWAY - conTINUOUS 132A ..-where he doesn’t even shut the door behind him and continues through... \f210. 132B Omitted 132B \f211. 132C InT. conOR’S KITCHEN - conTINUOUS 132C ...-increasing his pace, he goes to the back door and hea out into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "212.",
          "text": "EXT. conOR’S BACK GARDEN — conTINUOUS 132D ...running now, across the garden, where we can see the hilltop and yew tree ahead of him. He goes through the ba gate, it opens with a groan of metal, and Conor... \f213. 132E ExT. Train Tracks (FX ZONE) - conTINUOUS 132E ...crosses the train tracks... \f214.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to a torn opening in the fence on the other side. He d under it and we follow him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "215.",
          "text": "EXT. CHURCHYARD hiLLTOP - conTINUOUS 132G ...-into the graveyard that stretches down the hill. The tree is up top, but still just a tree. Conor runs furious now... Up the hill, dodging through the tombstones... The tree getting closer and closer... ConOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKE UP",
          "text": "Still in the continuous shot, he reaches the tree and sta pounding and kicking it. ConOR (CONT'D) I said, WAKE UP! I don’t care what time it is! WAKE UP! Kicks it again. And again. And the tree steps out of the way, causing Conor to fall. pull up higher and higher, in the Monster's POV, seeing C on the ground. Continuous shot ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You will do yourself harm if you keep that up. Conor gets angrily to his feet. It’s nearly night now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "It didn’t work! You said the yew tree would make her better, but it didn’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "I said if she could be healed, the yew tree would do it. It seems she could not. Conor attacks the monster again, pounding it with his fis He pulls off one of the Monster’s small branches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Fix her! Make her better!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Ow! Conor-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(still attacking) What’s the use of you if you can’t? Just stupid stories and getting me into trouble and everyone treat me like I’ve got a disease- \f216. The Monster kneels down, hands on either side of Conor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You were the one who called me, Conor O'Malley. You were the one with the answers to these questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "If I called you, it was to save her! It was to heal her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "I did not come to heal her. I came to heal you. Beat, as Conor takes in the impact of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Me? I don’t need... My mum’s the one who... But the weight of the Monster's words are too much. Beat, ConOR (CONT'D) Ahhhhhh! (quietly) Help me. as the Monster takes in a breath. MonSTER It is time... for the fourth tale. Conor’s eyes widen in horror, but before he can speak, th world has changed: \f133 217. ExT. the fourth tale nightmare - AFTERNOON - contINUOUS 1 Conor and the Monster are on a dark, barren stretch of ground. An evil place, in the blackest night. The sounds Conor’s nightmare rise again - the blowing wind, the fain rumblings. The Monster stands over Conor, but is dangerous-looking a sinister, the branches from its body are unraveling beyon in gnarls, its eyes changed to a merciless blankness. ConOR No! Please! Get me out of here! MonSTER (scarier than ever) There will be no more delays. It is time for you to tell the fourth tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I don’t know any tales! I have to get back to my Mum! The Monster looks past Conor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "But she is already here. Conor turns to look. Far across the clearing stands his mother. She is frail and thin, but not bald, dressed in flowing white cloth. She turns and smiles at him, but so vulnerable. She’s been the figure in the nightmare all al",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No! Mum! Get out of here! Mum I'm fine, darling. There’s nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Mum, run! Please, run! Mum But there’s nothing to worry! But there’s a terrible sound, a distant ROARING, as of something impossibly big. Mum (CONT'D) (troubled) Conor? OVERHEAD SHOT - high above, we see Conor and the Monster, distant from Mum. \f218. Behind her, in a large circle she stands on the edge of, GROUND BEGINS TO COLLAPSE AWAY, almost like a whirlpool, whipping everything into it, along with blackness and dus ConOR Mum! MUM! He starts to run for her. The ground continues to collaps around her until- Mum Conor! It collapses right BELOW HER, dropping her into the gapin swirling hole. She grabs on to the edge- But can’t hold on- Until Conor reaches her, grabbing onto her, holding her there. Here it is. Conor’s WORST NIGHTMARE. The thing he is most afraid of in the world. The winds shrieking and howling around them, swirling into the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO MUM",
          "text": "The nightmare is in full flow. The screaming, the roaring the wind, all because he’s holding on to his mother, tryi to prevent her from falling. Mum Don’t let go, Conor! Don’t let me go! ConOR (struggling) I won’t! I promise. The wind grows worse; the whirlpool effect starts to pull cars and telephone poles into the hole. Conor’s Mum starts to slip from Conor’s grasp. ConOR (CONT'D) No! Conor turns to our original Monster, still not moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR, (CONT'D)",
          "text": "Help me! I can’t hold on to her! MuM Conor! I’m slipping!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it’s getting too much. She’s too heavy. The Monster approaches, unraveled and huge and terrifying. MOnSTER Here is the fourth tale. ConOR Shut up! Help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Here is the truth of Conor O'Malley. Conor’s Mum is screaming, slipping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No! Help me! She's pulling away from his hands, from his fingers. He's trying, trying- Mum Conor! ConOR NO! Mum— But she falls. The hole takes her and she falls, falls, falls away, her white dress a light in the darkness. Conor watches her fa He turns back to the Monster anguished, the swirling dark behind him. THIS IS THE IMAGE HE DREW ON HIS SKETCHPAD. The blackness and furious winds abate, until there’s only quiet. ConOR (CONT'D) (angry, frightened) This is when I wake up. This is when I always wake up. MonSTER The tale is not yet told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Get me out of here. I need to see my mum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "She is no longer here, Conor. You let her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "This is just a nightmare. This isn’t the truth. \f220. The Monster leans forward, scaring Conor into falling bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It is the truth. You let her go. ConOR She fell. I couldn’t hold on to her any more. MonSTER You let her go. ConOR She fell! The Monster leans over him, as terrifying as it’s ever be MonSTER You must speak the truth or you will never leave this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Speak the truth! ConOR What truth?! I don’t know what you mean! The Monster’s face surges down close to his, punching its hands either side of Conor, causing the ground to CRACK a around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You do know. A sudden quiet. Conor does know. He’s always known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(quietly) No. I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You must.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I can't. There’s a sudden note of kindness in the Monster’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You can. You let her go! Conor begins to cry. \f221.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "(shaking his head) Please-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You let her go, Conor O'Malley. Didn't you? Conor squeezes his eyes shut tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER, (CONT'D)",
          "text": "You could have held on for longer, but you let the nightmare take her. Didn't you? ConOR No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "YES! You allowed her to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You must tell me the fourth tale, Conor O'Malley. You must!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "It’ll kill me if I do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It will kill you if you do not! The Monster pounds the ground again, terrifying. More cra form, until Conor’s trapped on a broken shelf above the h teetering above it. MONSTER (CONT’D) You let her go. Before it’s too late! Tell me WHY! Beat, as Conor struggles. ConOR No- The ground collapses more, the shelf teeters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "(pleading) Speak the truth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Speak the truth Conor O'Malley! \f222.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "wooooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAK THE TRUTH BOY",
          "text": "Until, finally... Conor can’t fight it any longer... He speaks the truth. ConOR I want it to be over! I can’t stand knowing that she’ll go! I want it to be finished! I let her fall! I let her die! He collapses to the ground. The shelf gives way beneath h and he falls- Screaming into the hole- The Monster disappearing above him- Until- WHOOMP! He hits something, landing on it. It’s the MONSTER’S OUTSTRETCHED HAND. It has caught him. lifts him gently up out of the hole and deposits him: \f134 223. ExT. POST NIGHTMARE (hilLTOP) - SUNSET - momentS LATER 13 Back on the ground on the hilltop behind his house. The Monster stands above him. Conor sits up, his face beyond helpless tears coming. ConOR Why didn’t it kill me? I deserve punishment. I deserve the worst. MonSTER Do you? ConOR I’ve known forever she wasn’t going to make it. She said she was getting better all the time because that’s what I wanted to hear. And I believed her. (beat) Except I didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "And I started to think how much I wanted it to be over. I couldn’t stand how alone it made me feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "A part of you wished it would end. Even if it meant losing her. ConOR (whispering) I let her go. I could have held on, but I always let her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "And that, is your truth, Conor O'Malley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I didn’t mean it, though! And now it’s for real! Now she’s going to die and it’s all my fault!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "And that, is not the truth at all. Conor gives into grief. The Monster gently takes him up i two huge hands, making a comforting bed out of them. MONSTER (CONT’D) You were merely wishing for an end of pain. Your own pain. It is the most human wish there is. \f224.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I didn’t mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You did, but you also did not. Conor looks up at the big face in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "How can both be true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "How can a prince be a murderer and a saviour? How can an apothecary be evil-tempered but right-thinking? How can invisible men make themselves more lonely by being seen? ConOR (shrugs, exhausted) I don’t know. Your stories never made any sense to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Because humans are complicated beasts. You believe comforting lies while knowing full well the painful truths that make those lies necessary. It is a wonder you can survive at all. Conor isn’t sure he buys this, as much as he might want t MonSTER (CONT'D) In the end, Conor, it is not important what you think, it is only important what you do. Long beat as Conor considers this. ConOR So what do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "What you did just now. You speak the truth. ConOR That’s all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "You think it’s easy? You were willing to die rather than speak it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "Because what I thought was so wrong- \f225.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "It was not wrong. It was only a thought. One among millions. Conor takes a long breath, he’s exhausted. In fact, he’s fighting to keep his eyes open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "I’m so tired. So tired of all of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Then sleep. There’s time. ConOR Are you sure? I need to get back to my mum. MonSTER You will. I promise you. Conor considers this. ConOR Will you be there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Yes. It will be the final steps of my walking. Conor nestles into the monster’s hands. ConOR How does the fourth story end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONSTER",
          "text": "Shhh... Sleep... But he hears no answer as he can no longer fight off slee \f135 226. ExT. CHURCHYARD HILLTOP - niGHT - laTER 135 Conor is asleep on the hilltop. The Monster is now just a tree, but there’s still a suggestion that it’s cradling h Conor’s phone buzzes in his pocket but he doesn’t wake. W hear a car pull up and a door open. GranDMA (0o.S.) (faintly) Oh, thank God! Conor blinks himself awake. He looks up. GranDMA (0.S.) (CONT'D) Conor! CONOR! He sees his Grandma running towards him from where she’s her car (lights on, engine running, door open) by the chu next to the graveyard. She’s putting away her phone, obviously the one who’s been calling him. GranDMA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONOR",
          "text": "He stands, bracing himself, but when she reaches him she grabs him in a hug so vigorous they almost tumble over. She releases him and, being who she is, starts shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA, (CONT'D)",
          "text": "Where have you BEEN? I’ve been out of my MIND trying to find you! ConOR There was something I needed to- But she’s already dragging him towards the car. GraNDMA No time! We have to go now! She sprints off away from him, back to the car, and what means sinks in for Conor. He races after her. \f136 227. InT/ext. grandma’s car/city streets TO TRAIN CROSSING - n - moments LATER Grandma drives at extremely high speed, cutting corners, running red lights. It would be funny if it weren’t so desperate. Conor sits in the passenger seat, shy of how m she’s both crying and trying to control herself. She turns another corner and he grabs his seatbelt. But h notices something sticking out of his pocket. LILY’S NOTE takes it out and unfolds a comically high number of times It’s just three lines: --“I miss being your friend.” --\"You’re not invisible.” --“I see you.” The “I” is underlined a comic number of times, too. It’s heart-breaking. ConOR Grandma- GrandMA Don’t. Just don’t. \f228. 136A They fly over a bump. Conor puts the note back in hi ConOR (quietly) I’m sorry. About the sitting room. And everything. She laughs a thick, sad laugh. GranDMA It doesn’t matter. It doesn’t matter. ConOR It doesn’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Of course it doesn’t. She starts to really cry, so just lets herself. \f229. 136B She turns a corner to a train crossing, the barriers coming down. No way to drive around it. She stops, hittin the steering wheel in frustration. GraNDMA (CONT'D) (beat) You know, Conor? You and me? Not the most natural fit, are we? ConOR No. I guess not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "I guess not either. But we’re going to have to learn. ConoR I know. Grandma makes a little sobbing noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "You do know, don’t you? Of course you do. But you know what, grandson? We have something in common. ConOR We do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA",
          "text": "Oh, yes. We hear the train horn in the distance. Grandma looks at GranDMA (CONT'D) Your mum. That’s what we have in common. Conor doesn’t answer, but he knows what she means. This i their peace talk, and he agrees to it. He nods. She reaches forward, grabs his hand, squeezing it tight. train blasts past them in a brutal hurry. It’s a short train, ending quickly. The barriers rise. GranDMA (CONT'D) Hang on. She peels off into the night. \f230. 137-137AEXT./Int. hoSPITAL ENTRANCE/ CORRIDOR - nighT - m Grandma and Conor race down the corridor, Grandma in the lead. They reach his Mum’s hospital room and... \f138 231. InT. hoSPITAL ROOM DOOR - niGHt - conTINUOUS 138 ..-burst inside, Grandma with a terrible question on her face. The fight is clearly almost over for his Mum. The r is lit only by a small light above her bed. The Female Nu stands by it, checking an IV. NuRSE (to Grandma) It’s okay. You’re in time. Grandma makes a cry of relief, covering her mouth with he hands. Nurse (CONT'D) I see you found him. Grandma goes to the opposite side, sits down and takes he daughter’s hand, kissing it and rocking back and forth. The Nurse leaves, acknowledging Conor. Conor stands in th darkness by the doorway, not knowing what to do. Mum (slurring) Ma? GranDMA I’m here, darling. I’m here. Conor's here, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUM",
          "text": "(eyes still closed) Is he? Grandma looks at Conor, urging him to say something. ConOR I'm here, mum. Eyes still shut, Conor’s Mum reaches out a hand for him t take. Just like he held it on the cliff face. There is movement behind Conor, a familiar shadow appeari Somehow the Monster fits in the room. MonSTER Here is the end of the tale. ConOR (to Monster) What do I do? The Monster puts two hands on Conor’s shoulders, gently pushing him towards his mum’s bed. Conor looks at the clock as he goes. It reads 11.58. Mome before 12.07. \f232. ConOR (CONT'D) 12.07. Is that...? (whispering) I'm afraid. MonSTER Of course you are afraid. It will be hard. It will be more than hard. But you will make it through, Conor O'Malley. They reach the bed, where his Mum’s hand is still outstretched. Conor’s eyes begin to water. ConOR (whispering, to Monster) You'll stay? You’ll stay until... MonSTER I will be right here. The moment is here. Conor takes his mother’s hand. She opens her eyes, but she sees him there. Really sees h Does she even see the Monster behind him? Conor can see the light reflected in her eyes, where the “life” is. MonSTER (CONT'D) Now all that is left is for you to speak the simplest truth of all. And, at last, Conor can finally tell her the real truth. ConOR (simply, quietly) I don’t want you to go. Mum (at the end) I know, my love. I know. Conor’s tears begin to spill now, in a quiet way. ConOR (again) I don’t want you to go. And there’s nothing more to say. He leans forward onto he bed, and slips an arm around her, holding on to her. The mother closes her eyes finally. We pull back, Conor h his mother, the Monster supporting him, his Grandma acros the bed, holding his Mum's hand. DissoLVE TO: \f139 233. INT. hoSPITAL ROOM - niGHT - momeNTS LATER 139 .»-a slow approach towards the clock on the hospital room wall. As the second hand slowly sweeps from 12.06.40 to 12.06.45, we hear Conor’s earlier question to the Monster ConOR (v.0.) How does the fourth story end? And this time, we hear the Monster’s response. MonSTER (V.O.) It ends with the boy holding on tight to his mother. And by doing so, he can finally let her go. We dissolve gently to black before the second hand's swee reaches 12.07. Fade TO BLACK. Then fade up on: \f140 234. inT. grandma’s front HALLWAY - dawn 140 It’s the morning after. Dawn light comes in through the windows. A clock reads 7am. Conor and Grandma enter, wear the same clothes as the night before. They’re spent, exhausted. They climb the stairs, together in their grief. \f141 235. INT. grandma’s CORRIDOR/ UPSTAIRS - conTINUOUS 141 Conor heads to the Guest Bedroom but: GranDMA No. He stops. She nods to the loft conversion that’s always b locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDMA, (CONT'D)",
          "text": "It’s your room now. I’ve been making it ready. She nods him on his way, watching him go to the end of th corridor, climbing the steep stairs. He looks back once at her to make sure it’s okay. She smi at him, so sadly. He tries the door. For the first time, it’s unlocked. He looks to his Grandma for one last check. She nods again a lets him go. \f142 236. InT. GRANDMA’S lofT room - conTINUOUS 142 It’s a bedroom in the top of the house, complete with sla ceiling and big window, letting in a ton of morning light Clearly his mother’s. But the projector is there, too, an the canisters for King Kong. There is also the CASE OF PENCILS he’d been eyeing in the shop window, newly purchased by Grandma. Conor steps inside. Drawings cover the walls, there are shelves of SKETCHPADS in rows, and at the far end, a DESK just like the one in Conor’s room. On it is Conor’s torn drawing of the nightmare from the sitting room. Conor approaches it and picks it up. Underneath is a SKETCHPAD, an old one. There’s a note on top from his Grandma. “This belonged to your mum.” On the cover are the words “Lizzie’S SKETCHPAD, AGE 12 (a half).” Conor opens it. We recognise his mum's style of art. He t the pages past images of trees, birds, friends and then- Drawing after drawing of the STORIES AND IMAGES WE'VE SEE the Prince, the Farmer's Daughter, the Apothecary, the Pa and- The Monster. Pages and pages of the Monster. Conor stops one, a good one, the Monster looking ominous, powerful. On the desk, pencils start to ROLL slightly towards the sketchpad. ANGLE ON: Conor looking at the page, a small BREEZE stirr his hair, the slightest hint of a private smile curling u We pull back, giving him his privacy and we: FADE TO BLACK. \f237. Credits",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_068"
    }
  ]
}