{
  "movie_id": "MOV076",
  "scenes": [
    {
      "location": "CONCRETE PASSAGEWAY.",
      "characters": [
        "INT. NANCY'S ROOM. NIGHT",
        "OMIT SCS. 69",
        "DELETE SC 177",
        "INT. TINA'S BEDROOM. NIGHT",
        "REACHES A TERRIFYING PITCH OF ANTICIPATION",
        "THE FIRST DAY",
        "INT., (MONTAGE)",
        "SC 174, (DELETE)",
        "EXT/INT. POLICE STATION. NIGHT.",
        "OMIT",
        "TELEVISION SCREEN.",
        "ABRUPTLY.",
        "181,182,183,184 OMIT O",
        "BAM",
        "OFFICE.",
        "THE REAR OF THE HOUSE. A LIGHT COMES ON."
      ],
      "dialogues": [
        {
          "speaker": "INT., (MONTAGE)",
          "text": "NIGHTMARE MUSIC THEME begins as we FADE UP on a SERIES OF all CLOSE and teasing. -- A man's FEET, in shabby work shoes, stalking through a junk bin in a dark, fire-lit, ash- dusted place.  A huge BOILER ROOM is what it is, although we only glimpse it piecemeal. Then we SEE a MAN'S HAND, dirty and nail-bitten, reach INTO FRAME and pick up a piece of METAL. -- ANOTHER ANGLE as the HAND grabs a grimey WORKGLOVE and slashes at it with a straight razor, until its fingertips are off. -- CLOSE ON SAME HANDS dumping four fishing knives out of a filthy bag.  Their blades are thin, curved, gleaming sharp. -- MORE ANGLES, EVEN CLOSER.  We can HEAR the MAN's wheezing BREATHING, but we still haven't seen his face.  We never will.  We just SEE more metal being assembled with crude tools, into some sort of linkage -- a splayed, spidery sort of apparatus, against a background light of FIRE, and a deep rushing of STEAM and HEAVY, DARK ENERGY. -- And then we see this linkage attached to the glove. -- Then the BLADES attached to all of it. -- Then the MAN'S HAND slips into this glove-like apparatus, filling it out and transforming it into an awesome, deadly claw-hand with four razor/talons gleaming at its blackened fingertips.  Suddenly the HAND arches and STRIKES FORWARD, SLASHING THROUGH a DARK CANVAS, tearing it to shreds. 1.    EXT.  LOS ANGELES.  NIGHT.  (2nd Unit) A PULSATION OF LIGHT AND SHADOW.  MUSIC DROPS AWAY to a h RUSHING OF WIND and DISTANT SIRENS.  CAMERA RACKS INTO FO HIGH PANORAMA of the San Fernando Valley, its night sky l within by a strange GREENISH LIGHT.  TITLES BEGIN. CAMERA TILTS DOWN and ZOOMS SWIFTLY into the valley's web light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLES CONTINUE as TINA GRAY, a strong girl of fifteen in night shift, moves towards us down a dark concrete corrid steps quicken as TITLES appear in the portion of frame sh free. A subliminal COLLAGE of SOUND threads in and out of the M Distant insane LAUGHTER.  Slamming iron DOORS.  A bleatin CRY.  A LAMB, white and blank-faced, skitters across her on into the dark.  No reason why it's there. Then another SOUND, much nearer -- the slithering SCRAPE something like fingernails across slate.  It sets our tee edge, twists the MUSIC, and sends TINA running. 3.    INT.  BOILER ROOM. Suddenly TINA's a tiny figure running among huge boilers pipes and catwalks -- a shadowed forest of iron and stone stops, listening intently as the SOUND of tiny hooves sud turns into the rattle of DISTANT RAIN. Then she hears RIPPING FABRIC. Someone is shouldering behind a ragged screen of dirty ca approaching TINA. CLOSER ON THE CANVAS.  The long curved fingerblades sudde punch through, flashing in the firelight, and begin rippi through the thick fabric, as easily as scalpels through f They make a hideous, extended RIPPING SOUND. TINA rushes away, hands over her ears. ANOTHER ANGLE -- as the blinded girl stumbles backwards. the canvas flaps free.  The blades are gone.  The TITLES everything goes silent. CAMERA CIRCLES until TINA's looking right into our eyes. light from a nearby boiler pours through her thin night d leaving her naked and vulnerable.  Then a deep, ragged VO whispers at her as CAMERA CLOSES IN ON HER FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One two, Freddie's coming for you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA opens her mouth to scream but only a dry, yellow dus out.  And at that precise moment a huge shadowy MAN with red and yellow sweater and a weird hat pulled over his sc face lunges at her.  And it's his fingers that are tipped the long blades of steel, glinting in the boney light and the hulk the look of an otherworldly predator. TINA dodges away, her legs suddenly elephantine and slow. MAN seizes the trailing hem of her nightgown and hauls he The MUSIC shrieks as TINA manages to tear free -- the MAN after her with a hoarse SHOUT as we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA convulses in bed with a SCREAM, looking around wildl Someone is KNOCKING on her door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay, Tina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA'S MOTHER sticks her head in with a worried look.  TI up and blows out a breath, groggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a dream, Ma... (more to herself) Damn dream, is all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman, once attractive, ventures a step into the room hovers BACKGROUND.  TINA'S mother waves him away without shoving a strand of bleached hair from her eyes.  She app her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some dream, judging from that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods at TINA's nightshift. TINA looks down at her nightgown, only now aware of the c penetrating it from the room.  There are four long slashe middle, cleanly cut as if by scalpels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distant, annoyed) You coming back to the sack or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold your horses. (lower, to Tina as she stands to leave) You gotta cut your nails or stop that kind of dreaming, Tina.  One or the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman shuts the door behind her.  TINA looks back to nightgown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) Oh, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She suddenly snatches up the cross that hangs over her he face white as her sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) One two, Freddie's coming for you... Three four better lock your door Five six grab your crucifix...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON SHOT OF this large highschool and its crowds o STUDENTS.  FOREGROUND, TINA climbs out of a cherry-red 19 Cadillac convertible with two other students, best friend WILSON, and Nancy's boyfriend and owner of the car, GLEN FOREGROUND several GRADESCHOOLERS are playing jump-rope, old ditty they sing continues unbroken from TINA's bedroo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven eight, gonna stay up late! Nine ten -- never sleep again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7.    MOVING ANGLE FAVORING NANCY.  She's a pretty girl i sweater, with an easy, athletic stride and the look of a leader.  GLEN, holding her hand, wears one of the school' football jerseys; a good-natured, bright kid.  Tina's in mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to kids' song) That's what it reminded me of -- that old jump rope song. (shudders) Worst nightmare I ever had. You wouldn't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matter of fact I had a bad dream last night myself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA turns to NANCY, but before either can say more, ROD lean, Richard Gere sort in black leather and New Wave stu up with them and interupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Tina) Had a hardon this morning when I woke up, Tina.  Had your name written all over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tina cracks her gum with a look of withering indifference",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's four letters in my name, Rod.  How could there be room on your joint for four letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy's stopped in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, up yours with a twirling lawn mower!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cuts off across the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod says the sweetest things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's nuts about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA makes a face and rakes her fingernails across a tree passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yawns) Anyway, I'm too tired to worry about the creep.  Couldn't get back to sleep at all. (beat) So what you dream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it, the point is, every- body has nightmares once in a while. No biggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next time you have one, just tell yourself that's just all it is, right while you're having it, y'know?  That's the trick. Once you do that, you wake right up.  At least it works for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA looks at GLEN sharply.  He kisses NANCY and darts of class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  You have a nightmare too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But GLEN's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we're gonna have the Big Earthquake.  They say things get weird just before that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BELLS ARE RINGING, and STUDENTS crowding; TINA and NANCY drawn into the crush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON A MODEST HOME; no car, just a couple of BIKES in drive.  Every light in the house and yard is turned on. the rock group MADNESS played at a 'No adults home' volum 9.    INT.  TINA'S LIVING ROOM.  NIGHT. ON GLEN, dialing.  Nancy and TINA are watching, giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe his mother let him come over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  Well, she didn't, exactly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN shoves a cassette into TINA's Ghetto Blaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to TINA) See, I got this cousin who lives near the airport, that it's okay for me to stay with, right?  So I found this sound effects tape at Licorice Pizza, and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone is answered.  GLEN jerks the tone arm off the r with a SCRUUPT!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Mom? (pushes the 'play' button) Yeah, out here at Barry's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A JET PLANE begins to make itself heard on the tape.  GLE the machine closer to the phone.  It's a big plane -- sou a 747 coming in for a landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?  Yeah, noisy as usual.  Glad we don't live here -- huh?  Yeah, Aunt Eunice says hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jet is SCREAMING IN now, full flaps and howling like monstrous banshee.  NANCY and TINA dissolve into muffled giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting over the din) Right, right -- I'll call you in the morning!  Right!  Huh?  Yeah, sure, I, huh?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the tape goes silent.  GLEN blanches.  Next mome another ENGINE is heard, but this one is a FORD LOTUS scr by at 180 mph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reacting to his mother's reaction) Uh... some kid's drag racing outside, I think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound effect changes abruptly to a SPEEDING SEDAN -- ages-old SCREECH of BRAKES, last-second SCREAM and horrib COLLISION.  NANCY gamely tries to find the right button t it off, but misses.  There's a loud SCREEK of fast-forwar -- Glen improvises desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Mom, I got to go -- I think there's been an accident out front -- I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY jumps back from the cassette player -- WORLD WAR II out at top volume -- MACHINE GUNS, HAND GRENADES, DIVING and SHOUTS of charging Huns.  GLEN makes a last-ditch div flings the cassette out of the machine. Blessed silence at last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  I'll call the police.  No, just some neighbors having a fight, I guess.  I'm fine, I'm fine! Call you in the morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up and sags back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worked like a charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA shoves another cassette in, and MICHAEL JACKSON'S 'T blasts from the STEREO.  The kids relax, the CAMERA GLIDE THEM TO THE WINDOW. The WIND is moving the bare TREE BRANCH outside.  CAMERA BACK to the comfortably threadbare room, uneasy.  We see poking at a flame in the hearth as TINA comes FOREGROUND the drapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to have a fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really.  Turn 'er up a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY turns a nearby valve handle, and the gas fire climb brightly over its artificial log.  TINA joins her, hearte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we should call Rod, have him come over too.  He might get jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod and I are done.  He's too much of a maniac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He should join the Marines, they could make something out of him. Like a hand grenade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA laughs despite herself.  NANCY brightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See?  You've forgotten the bad dream.  Didn't I tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA shakes her head, wishing she had forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All day long I been seeing that guy's weird face, and hearing those fingernails...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY looks up with a flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fingernails? (blinks, laughing) That's amazing, you saying that. It made me remember the dream I had last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you dream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dreamed about this guy in a dirty red and yellow sweater; I dream in color, y'know; he walked into the room I was in, right, right through the wall, like it was smoke or something, and just stared at me.  Sort of ...obscenely.  Then he walked out through the wall on the other side.  Like he'd just come to check me out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The story has left the room deathly quiet.  Especially TI effected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) So what about the fingernails?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY remembers, imitating the frightful coincidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He scraped his fingernails along things -- actually, they were more like fingerknives or something, like he'd made them himself?  Anyway, they made this horrible nose -- (imitates) sssssccrrrtttt....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy.  You dreamed about the same creep I did, Nancy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at him.  He looks away, as if suddenly listenin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's somebody out there, isn't there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't hear anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then there's an unmistakeable SOUND.  A distinct SCRAPING the house, just outside the window.  Something multiple, sharp.  Something like metal fingernails.  NANCY's mouth fraction of an inch. 10.   EXT.  FRONT OF HOUSE.  NIGHT. CLOSE ON FRONT DOOR as a BOLT UNLOCKS, a KEY TURNS, a CHA REMOVED.  At last the door swings open and GLEN swaggers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna punch out your ugly lights, whoever you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer but a slight RUSTLE in the bushes.  GLEN does a walks right back inside.  The girls prod him right back o giddy with giggling fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a stupid cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then bring us back its tail and whiskers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls push him farther.  GLEN edges towards the shado Then the SCRITCHING again.  GLEN stops; TINA edges back i house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, I don't have a cat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE INTO THE SHADOWS.  Turned from the girls, GLEN sobe listening.  IN HIS POV we see the street.  Silent houses. Motionless trees on empty lawns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kitty-kitty?  Chow chow chow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a living, or dead, soul.  GLEN turns back to the girl shrug.  Instantly, a large FIGURE pounces and throws him ground with a shout. The girls SCREAM in panic and run for the house. 11.   REVERSE -- ROD leaps up and shouts like a sportscas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's number thirty-six, Rod Lane, bringing Lantz down just three yards from the goal with a brilliant tackle!  And the fans go wild!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD dances into the light, flashing a wild gypsy's grin a The girl's relieved and frightened at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Came to make up, no big deal. Your ma home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.  What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD takes the spindly hand rake he's found and scraps the wall.  It makes a terrible SCRIIITCHING SOUND.  He grins tosses it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Intense, huh? (sizes up the three) So what's happening, an orgy or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe a funeral, you dickhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD wheels, a knife suddenly in his hand, as if ready to Glen's throat out.  NANCY breaks between --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Just a sleep-over date, Rod. Just Tina and me.  Glen was just leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD eyes GLEN, laughs and flips the knife closed and away putting his arm around TINA's shoulder and laughing as if all a great joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see his face? (lower) Your ma ain't home, is she? (to Nancy & Glen) Me and Tina got stuff to discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls TINA inside without further ceremony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But ROD's already got himself and TINA halfway through th room, heading into the darker part of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got her mother's bed. You two got the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should get her out of here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA darts to the front door, her blouse half out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- you guys're hanging around -- right? (fake laughing/whine) Don't leave me alone with this lunatic -- Pleeeeze, NANCY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She disappears.  GLEN looks at NANCY.  Too innocent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we'll guard her together. Through the night. (moving closer) In each others' arms like we always said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen.  Not now.  I mean, we're here for Tina now, not for ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kisses him lightly, then pushes him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frustrated) Why's she so bothered by a stupid nightmare, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he was scary, that's why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was scary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY turns and looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you think it's weird, her and me dreaming about the same guy? (GLEN looks away; NANCY stares closer) You didn't have a bad dream last night, did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN gives her a funny look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?  I don't dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes her inside.  Over the SOUNDS of locks falling sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON an old 50's CLOCK, one of those set into the b plaster body of a stalking panther.  It's just past 2 AM. PAN the cold hearth and darkened living room to REVEAL GL the couch, cacooned in sheets.  He's listening miserably SOUNDS OF LOVEMAKING coming from the next room.  TINA pea howls.  Then silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morality sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a slightly larger room than TINA's.  Adult.  Fema Spare in its appointments.  The streetlight throws the na into broken shadow and light.  TINA AND ROD lie in each o arms in the middle of the big bed.  Satiated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew there was sometihng about you I liked...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD yawns into the pillows, happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feel better now, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jungle man fix Jane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more fights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more fights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sleepily) Good.  No more nightmares for either of us then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls the covers over his head.  He's almost out alrea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) When did you have a nightmare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under the blankets) Guys can have nightmares too, y'know.  You ain't got a corner on the fucking market or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rolls over, practically snoring, and pulls another cov his head.  A dirty red and yellow cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sleepily) Where'd you get this snotty old thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SNORES from ROD.  TINA yawns, turns off the light and snu against ROD, pulling the cover gingerly over herself, too",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TINA'S BEDROOM. NIGHT",
          "text": "CAMERA MOVES across the room of the original nightmare to NANCY alone in TINA's bed, staring at the slanting ceilin the bed.  Thinking.  We can just hear her HEART beating. sighs and turns on her side. Immediately the wall above her head turns a faint reddish with a broad yellow smear across its center.  All unseen NANCY, the wall begins to pulse in exact time with her he beat. CLOSE ON NANCY'S FACE.  She closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "presses against the surface from the inside.  The plaster out as if suddenly elastic, taking the shape of the thing pressing from inside -- taking the shape of a man's face. face opens its mouth.  The knives rake through the surfac ANGLE ON NANCY -- as plaster dust snows down on her. She jerks awake, sitting bolt upright.  The face retracts suddenly -- the wall is normal. ANGLE DOWN ON NANCY as she looks up to the ceiling, touch hair and feeling the plaster dust. REVERSE IN HER POV TO THE CEILING.  There are three paral in the plaster there.  About eight inches long.  As if cu sharp knives.  Nothing else. Back on NANCY.  She draws the covers around her and shive Eyes wide open. 16.   EXT.  TINA'S HOUSE.  NIGHT. Not a car or person in sight.  A stricken breeze dies in trees. 17.   ZOOM IN on the window of the room where TINA sleeps we're FULL IN CLOSE on it, the air is again still as deat moment later a PEBBLE bounces off the pane.  The NIGHTMAR appears in the lower registers and holds its breath. Another PEBBLE strikes, with a sharper RAP. 18.   INT.  TINA'S MOTHER'S BEDROOM.  NIGHT. CLOSE ON TINA'S FACE as her eyes open. 19.   REVERSE IN HER POV.  Another PEBBLE clatters off th 20.   TINA raises slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SNORES FROM ROD.  TINA sits up. PAST HER TO THE WINDOW.  The WIND MOVES AGAIN; the trees the window with their shadows.  Then another pebble.  RAP slips to the window. 21.   EXT.  TINA'S BACKYARD.  NIGHT. She looks out on an old yard with a patch of bananna tree rattling in the Santa Ana winds.  It seems deserted, thou welling dark won't let her be sure.  Then another pebble -- hitting with a sharp RACK FOCUS. 22.   A LOW ANGLE TO WINDOW as TINA jumps back, startled. seen that one coming.  But she's drawn back to the glass curiousity, straining to see in the dark.  It's as if the are materializing out of thin air. 23.   INT.  TINA'S MOTHER'S ROOM.  NIGHT. WHAP!  This time a heavier stone, and a thin crack bristl across the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) Who the fuck you think you are, whoever you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REAR OF THE HOUSE. A LIGHT COMES ON.",
          "text": "appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(listening) Somebody there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can see through the backward to a yawning gate and th alley.  No one there.  But a word is spoken, as if by win",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(garbled) Tina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA straightens, unable to swallow.  There's a ragged, o GIGGLE.  Deep in the throat.  Phlegmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA charges across the yard and through the gate, the MU chasing after. 25.   EXT.  A SERVICE ALLEY.  NIGHT. She brakes in the middle of the alley and whirls around. Listening.  Shivering in the same thin slashed nightgown. A sharp crank of METAL, and fifty feet down the alley the an ash can rolls from the dark like a huge tin coin and s noisily down. 26.   LOW REVERSE ACROSS LID TO TINA.  Despite herself sh and touches it.  She comes up with long worms on her fing Next moment the exact same shambling MAN from her nightma staggers into view fifty feet behind her.  TINA falls bac the shadows, shaking the worms off her fingers in repulsi MAN turns and starts directly for her, something shining right hand as he spreads his arms wide.  He starts scrapi steel FINGERNAILS along a cinderblock wall.  Orange spark out -- his arms elongate until they reach from one side o alley to the other -- and TINA is cut off from her home! CLOSE ON HER as the SCRAPING of the blades gets louder an closer.  She begins to shake uncontrollably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit, please God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly, approaching) This is God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up his steel-tipped hand like a surgical-steel s TINA runs for her life. 27.   WIDER ANGLE IN THE ALLEY -- a terrifying, all-out f between the girl and her pursuer.  The MAN is fast; the d between them closes with each heartbeat.  TINA overturns -- claws her way through a rotten back fence, hammers aga window.  Ashen FACES appear, recoil, pull curtains closed disappear in fright. 28.   EXT.  TINA'S STREET.  NIGHT. TINA runs out onto front lawns, SCREAMING for help.  No h comes.  In fact, the only response is for all the porch l the block to be turned off.  The MAN roars out from behin -- a tree too narrow to have hidden him -- nearly upon th TINA runs in panic -- at last making her own home, only t trapped against its locked front door. She hammers against its thick wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy!  Open the door -- Nancy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAN slows.  He has TINA now and knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's still awake.  Nancy can't hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA turns and looks full at the approaching MAN.  Smudge deep shadow, he's big and hideous.  He wears the same dir yellow sweater from the first nightmare -- from the wall- and blanket too -- and has the same sagging hat and leeri over his misshapen face.  And on his fingers are the stee talons. 29.   CLOSE ON HIM as he takes the blade on the end of hi finger and lopes off one of the fingers of his left hand. another.  We SEE the PIECES OF FINGERS fall past TINA'S f SLOW MOTION. ANGLE ON THE GROUND of the FINGERS squirming on the groun flopping onto TINA's naked foot. TINA leaps back, sickened, and begins stamping on then as were huge bugs. The MAN snaps up his arm and the FINGERS fly back into pl his hand.  He leers at TINA -- then suddenly lunges at he sweeping with his cutting hand! TINA's no weak sister -- blocks his arm, deflecting the s and grabs the MAN's ugly face with her other hand.  But t only slides off to the bone.  The MAN presses in, and TIN contorts in horror as the knives slash across her shoulde cutting her deeply. 29A.  TINA staggers backward, GROANING, her foot now inex caught in bedclothes!  She falls over her bed's conformte away from the man and, like a child, pulls the cover over The skull-faced MAN crushes down, and there's a fierce gr -- punctuated by his GRUNTS and the girl's DEAFENING SCRE and they both become totally wrapped in the comforter -- they're beneath it, fighting for life and death. 30.   INT.  TINA'S BEDROOM.  NIGHT. ROD lurches up into CLOSE UP in the lightless bedroom, half-awakened by the tremendous struggle somewhere, someh inside the dark bed.  ROD grabs groggily, lifting the bla 30A.  IN HIS POV we glimpse the dark underside of the bla TWO SHADOWY FIGURES flailing and clawing under the bedspr TINA and the MAN -- or a shape that could be a man -- rag against each other. ROD drops the blanket and leaps from the bed, scared full and terrified.  Then the horrible TINA's GASPS change to CRIES of a terribly wounded victim.  ROD instantly jerks bedspread. IN HIS POV we SEE TINA struggling and flailing along on t sheets, the MAN nowhere in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-tina!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly TINA -- eyes turned inward to her tormentor -- g awful jolt -- her arms and legs are spraddled as if by overwhelming force and pinned to the bed.  Next instant, nightgown flies apart and four long gashes chase across h torso.  From no visible instruments!  A huge irrigation o floods the bed. Terrified, ROD dives for the light -- but at the same mom something invisible grabs TINA, wielding her body in the bringing it around in a swift blow that knocks ROD crashi the light -- smashing it to bits. 31.   CLOSER ON HIM as he struggles around.  In the blue ELECTRICITY ROD sees TINA sliding up the bedroom wall in smear, dragged feet first! ANGLE ON ROD -- paralized by terror! ANGLE ON TINA'S DYING EYES -- moving with her up the wall bumping around the corner onto the ceiling.  She's just l at who's dragging her, eyes glazing. REVERSE IN HER POV -- to the shadowy, horrendously ugly M dragging her with fierce glee across the ceiling, literal swabbing the ceiling with her bloody body.  SEEN in FORCE PERSPECTIVE, the SHOT carries her across a great distance seeming to get anywhere -- as if the ceiling is an endles plane. ANGLE DOWN ON ROD -- on his hands and knees -- the lamp n him blurting blue SPARKS and STROBING the nightmare room. screaming up at TINA'S invisible tormentor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's going ON here! Tina!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON TINA -- upside down, clawing at the hanging swag above her mother's dressing table -- desperate for some a But she's dragged away from it.  The lamp swings back, it gushing more SPARKS. CLOSER along the ceiling as TINA rakes a long furrow in t ceiling with her fingernails.  But her eyes are glazing, glazing.  And then they fall closed. WIDE, UP ON THE CEILING, as her body suddenly flops loose hanging for an awful moment by the feet over the bed. REVERSE ON ROD -- staring like a terrified child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tina --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVERSE IN HIS POV -- as the body falls like a sack of ro the devastated bed, in SLOW MOTION, striking with a huge of blood.  A sick, awful GIGGLE floats around the room, t ECHOES off into infinity.  ROD staggers up, staring aroun hoping to see this phantom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You motherfucker!  I'll kill you for that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY is sitting straight up in bed, terrified.  The CRIE are ringing through the whole house.  She forces herself -- bolting from the bed despite her terror and sense of d 33.   INT.  HALLWAY.  NIGHT. NANCY flies into the dark hall -- crashing directly into who lurches out of the dark before her.  She SCREAMS and back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's going on!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh -- jeez -- Glen!  Rod's gone ape!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobbing) I'll kill you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY grabs the door; it's locked; she pounds on it.  BAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAM",
          "text": "Things fall into sudden, awful silence on the other side. voice cracks with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod? (silence) Rod, you better not hurt Tina...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD erupts into terrible HOARSE LAUGHTER AND SOBBING.  Th hear BREAKING GLASS. GLEN barrels into the door like the football player he is frame splinters and they're in. 34.   INT.  TINA'S MOTHER'S BEDROOM.  NIGHT. Just inside the door NANCY slips and goes down hard.  GLE her in the dark more by touch than sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Something slippering all over here... (feeling) Tina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  The room is quiet as a tomb.  Except for a st DRIPPING, from all over.  Then GLEN finds a LIGHT SWITCH. On the CLICK the devastation is revealed.  There's BLOOD everywhere: up the walls, over the clawed ceiling, soakin killing floor of the bed, and pooling in the dark red pud where NANCY has slipped and fallen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY wobbles up and sees TINA in the center of the ravag Unmistakeably and utterly dead.  NANCY presses against th then contorts and chokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(numb) I...I'm gonna call the cops --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bursts from the room. 35.   TIGHT ON NANCY.  She turns away from the body in re sticking her head through the shattered window ROD LANE u his escape, sucking in the cold night air and moaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. POLICE STATION. NIGHT.",
          "text": "FADE UP ON RED LIGHTS and SIREN as an unmarked POLICE CAR to the curb. LT DON THOMPSON, a decent-looking man in his mid-40's, ex punches a cigarette from his pack.  His shaken aide, a un patrolman named PARKER, greets him.  (CAMERA FOLLOWS them the car straight into the station and eventually to THOMP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Thompson.  Sorry to wake you, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd've canned your ass if you hadn't.  What you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARKER stumbles to open the door for THOMPSON as the man into the station at a furious pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her name was Tina Gray.  It was her home.  Father abandoned ten years ago, mother's in Vegas with a boyfriend.  We're trying to reach her now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LT THOMPSON grimaces as if he knows the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the Coroner got to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something like a razor was the weapon, but nothing found on the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON is already to the desk officer SERGEANT GARCIA. MAN shoves him a sheaf of papers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wary) Leautenant.  You know who --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I put her in your office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARKER scurries after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like her boyfriend did it.  Rod Lane.  Musician type, arrests for brawling, dope --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Terrific.  What the hell was she doing there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lived there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OMIT 37.              I don't mean her -- 38.   INT.  INTERROGATION ROOM.  NIGHT. THOMPSON enters his office and confronts NANCY and her mo MARGE SIMSON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean you. (accusingly, to Marge) What the hell was she doing there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE SIMSON is in her middle thirties; a good-looking wo despite the hour and circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello to you, too, Donald.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON stops, the steam suddenly out of him.  The girl wreck and he winces to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON glances at PARKER and the other UNIFORMED COPS w in the room.  As a man they head for the door.  There's n question who the boss is here.  THOMPSON turns to NANCY. fumbles a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you doing, pal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.  Hi, dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY's dress is dark with dried blood, her skin clammy a color of paste.  MARGE shoots her ex-husband a worried gl THOMPSON pulls a chair close to NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to get into this now, god knows you need time. (hotter) But I'd sure would like to know what the hell you were doing shacked up with three other kids in the middle of the night -- especially a delinquent lunatic like Lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY weaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod's not a lunatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a sane explanation for what he did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl is shredding a Kleenex, staring off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apparantly he was crazy jealous. Nancy said they'd had a fight, Rod and Tina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) It wasn't that serious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you don't think murder's serious --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY sits bolt upright in her chair, her eyes flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was my best friend!  Don't you dare say I don't take her death seriously! (lower, near tears) I just meant their fights weren't that serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl holds the woman's eyes a moment, then looks away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself) She dreamed this would happen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She had a nightmare about somebody trying to kill her, last night. That's why we were there; she was afraid to sleep alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tear splashes off the arm of her chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's been through enough for one night.  You have her statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mother and daughter rise; THOMPSON raps on the door a PARKER opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to MARGE) I suggest you keep a little better track on her -- she's still a kid, y'know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE wheels on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I knew there were boys there!?  You try raising a teenager alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then she and the girl are gone.  THOMPSON glares at PARKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low to PARKER) See they get home okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARKER shoves his hands in his pockets.  ON HIS FACE we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON MARGE SIMSON opening a new bottle of gin, pour herself a careful shot, drinking it, then chasing it with coffee.  Nearby a TV drones the morning news.  We can't y the SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the headlines this morning -- a local teenage girl was brutally murdered during an all-night party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE TURNS, startled, seeing NANCY coming downstairs. The girl looks a little better than she did in the Police Station, but her eyes are still red-rimmed, and a vacant masks her face.  She looks to the TV.  Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police say the victim, fifteen-year -old Christina Grey, had quarrelled earlier with her boyfriend, Rod Lane, a punk rocker with a history of delinquency.  Lane is now the subject of a city-wide manhunt. According to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39A.  The TV PICTURE has begun featuring a HANDHELD NEWSR dark rubber BODY BAG being carried to a CORONER'S VAN.  J before the thing is lifted inside, TINA'S bloodied, white slips from its zippered side and lolls into the dark nigh A man rudely shoves it back inside and pulls the zipper u rest of the way. 39B.  WIDER -- as NANCY pales visible.  MARGE darts to th it off, then turning to NANCY.  She looks at the girl a m then goes to her and hugs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kind) Where you think you're going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could hear you tossing and turning all night, kiddo.  You've no business going to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY pulls away, determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go to school, Mom. Please.  Otherwise I'll just sit up there and go crazy or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE studies her face a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll sleep in study hall, promise. I'd rather keep busy, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She absently drains the woman's coffee cup -- then pecks cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right home after. NANCY (cont'd) Right home after.  See you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE watches the girl disappear outside, then lights a c from the one already burning in her fingers. 40.   EXT.  STREET.  DAY. MUSIC slips back in, subtle but tense as we TRACK with NA she walks alone down a sidewalk edged with thick flowerin Oleander.  She cocks her head, puzzled, as if sensing som MUSIC mounts.  NANCY looks across the street. 40A.  REVERSE IN HER POV.  A MAN is over there in dark cl a newspaper, but really watching her. 40B.  NANCY shrugs and continues on, then stops and looks 40C.  IN HER POV we SEE the MAN is gone. 40D.  Next moment -- with a MUSIC STING -- a BLOODIED HAN from the opposite direction, clamps over NANCY'S mouth an her into the bushes. 41.   EXT.  BUSHES.  DAY. NANCY struggles, twisting against the powerful assailant. A WIDER ANGLE REVEALS ROD LANE -- barefoot, clad only in and leather jacket, still caked with dark blood.  The res skin is pale as a ghost's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not gonna hurt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He releases her warily.  NANCY makes no move to run or sc even though several STUDENTS pass on the nearby sidewalk. reassures ROD just a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your old man thinks I did it, don't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't know you. (eyeing the blood) Couldn't you change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops were all over my house. (shivers) They'll kill me for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody's gonna kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs his hands down his face, trying to believe that. study each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never touched her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were screaming like crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY says this without accusation, just cool observation",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone else was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door was locked from your side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD grabs her hard.  His muscular body tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't look at me like I'm some kind of fucking fruitcake or something, I'm warning you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Mr. Lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42.   The boy jerks around.  NANCY's father, his .38 leve ROD's belly, eases out of the bushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now just step away from her, son. Like your ass depended on it. I'm warning you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD backs away, looking once at NANCY with a look of terr sadness.  Then he dives out of the bushes and runs like h THOMPSON snaps his revolver to fire -- but instinctively jumps between --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON jerks his gun into the air, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus -- are you crazy!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He plunges past the girl. 42A.  EXT.  STREET.  DAY. ROD races like a frightened animal across the lawns -- bu soon cut off by the PLANECLOTHESMAN NANCY saw watching he -- and then TWO UNIFORMED POLICEMAN, who close from anoth angle.  The chase is short and pitifully off-balance, and soon wrestled to the ground.  Next moment one of the cops holding ROD'S knife into the air for THOMPSON to see.  TH looks at NANCY, as if to say 'I told you.' Background, RO SHOUTS can be heard as he's shoved into a SQUAD CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't do it -- ! (fading) I didn't kill her, Nancy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car's door slams and ROD is gone.  NANCY turns to her livid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You used me, daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated) What the hell you doing going to school today, anyway -- your mother told me you didn't even sleep last night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY spins angrily and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy!  Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she just keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON an ENGLISH TEACHER and CLASS, NANCY among the trying to concentrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "According to Shakespeare, there was something operating in Nature, perhaps inside human nature itself, that was rotten -- a canker, as he put it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TEACHER'S eyes glance across the room.  ANGLE ON NANC yawning but listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course Hamlet's response to this, and to his mother's lies, was to continually probe and dig -- just like the gravediggers -- always trying to get beneath the surface.  The same was true in a different way in Julius Caesar. Jon, go ahead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods to a SURFER who's been waiting uncomfortably in the class.  He squints at his book and begins, the recita struggle between baked and salted brain and the poetry of Bard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading aloud) Uh, In the most high and palmy state of Rome...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "California's the most high and palmy state, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SURFER halts with a grin; KIDS snicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glares them back into silence.  The SURFER starts ove CUT TO NANCY. She's nodding off now, barely able to keep her eyes open warm, close boredom of the classroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the most high and palmy state of Rome, a little ere the mightiest Julius fell... (NANCY's head pitches forward; she jerks it back up, barely awake) The graves stood tenantless, and the sheeted dead did squeak and gibber in the Roman street...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44.   NANCY's head has sunk again, eyelids drawn as if by weight.  By the time her cheek's against the desk, the SU VOICE is ECHOED and DISTANT.  But another voice, TINA'S, near, very much present.  A sad, thin plaint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY gives a start.  Her eyes lock onto something. 45.   REVERSE.  TILTED SIDEWAYS, IN HER HEAD'S POV, we lo out through the open doorway of the classroom into the ha There, standing in a black pool of fluid, is a full-sized body bag.  Dark red and yellow.  Weaving slightly, the me suggesting of movement within it. 46.   BACK ON NANCY, sitting upright, wiping the sleep fr shaking her head like a punchy prozefighter.  She looks b the door. 47.   REVERSE IN 'NORMAL' POV -- the hallway is empty.  B dark smear on its floor tiles. 48.   NANCY looks nervously towards the rest of the class has noticed a thing outside the door.  All are dumbly spe by the SURFER, who now recites like a deep-voiced robot, wreathed by white hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O God, I could be bounded in a nutshell and count myself a king of infinite space, were it not that I have bad dreams...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49.   ANGLE BACK ON NANCY.  She slips from her seat, eye teacher and class.  But no one turns as she disappears th the doorway. 50.   INT.  SCHOOL HALLWAY.  DAY. NANCY turns and looks both directions.  No sign of anybod",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distant) Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY wheels and sees the bag, prone on the tiles at the of the hall, at the end of a long snail's trail of slime. hand thrusts out of it.  A moment later, as if pulled by invisible gravity, the bag slides out of sight into an intersecting corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tina!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY starts running for it. 51.   ANGLE AT THE CORNER as NANCY races blindly around t smashes straight into a BODY lunging at her from the oppo direction!  Both go down. 52.   ANGLE AT THE FLOOR.  A dazed freshman HALLGUARD cra on one elbow.  She wears a plastic plaque on her red and sweater that reads 'Hall Guard'.  Her nose is bleeding fr impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y-you're not supposed to run. W-where's your pass -- you got a pass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY leaps up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw your stupid pass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53.   She turns -- sees the body bag halfway down this da hall, upright again.  But just as she sees it, it tips an pitches headlong through a doorway -- like some godawful tree finally timbering down.  She can hear the sickening CRUNCHING of it falling down a long flight of stairs. NANCY runs for it again.  The HALLGUARD staggers up FOREG bleeding profusely from her eyes and ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, no running in the halls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HALLGUARD raises her hand and we see it's tipped with metal spikes. REVERSE ANGLE AT THE DOOR as NANCY runs up.  NANCY turns out the HALLGUARD.  She's vanished.  NANCY turns and look through the open door.  The MUSIC sweeps through a strang brooding movement of strings, mounting towards the NIGHTM THEME. 54.   INT.  A STAIRWELL. NANCY edges into the stairwell and looks down.  Looks lik there's a fire somewhere down there, from the way the ora light dances.  But there's only a low WHITE NOISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.  NANCY starts down the stairs. 55.   INT.  BOILER ROOM.  DAY. NANCY comes off the stairs into a dank boiler room.  The trail is there.  It runs behind a cracking, red-hot boile size of a diesel locomotive.  Everything about the place dreadfully wrong, and the MUSIC is deep into the NIGHTMAR when it pauses. TIGHT ON NANCY.  Slow terror moves into her face.  There' sinister GIGGLE. 56.   REVERSE IN HER POV -- we see a tangle of pipes, sha tainted fire of the huge boiler.  Then from behind this, shadowed but still identifiable, steps TINA's KILLER.  Th filthy red and yellow sweater and slouch hat, the same me face twisting into a smile, the same GARBLED LAUGH as he the long blades from beneath his shirt and fans them on t of his bony fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna get you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57.   The leering MAN brings the bloodied scalpel-fingern his own chest, splitting a nipple.  Yellow fluid pours ou MAGGOTS and WORMS. NANCY forgets the question -- jerks around and flees in b panic into the first opening she sees -- a dark pipe tunn 58.   INT.  PIPE TUNNEL. ANGLE IN THE NARROW PASSAGEWAY.  In the BACKGROUND the ki shambles towards her; FOREGROUND NANCY breaks into a run. The killer sprints -- NANCY tears ahead into darkness. She flees deeper and deeper into the labyrinth of steamin SIZZLING pipes, squeezing through smaller and smaller ope The killer is just yards behind her, and soon she's trapp as TINA was before her. She presses her back to the wet bricks.  There's no hope fighting him off, for NANCY is not as strong as TINA.  Bu smart as hell, and thinking even in this nightmare.  So b time the creep has raised his knives to strike, NANCY has realized something.  She wheels and shoves her arm agains the scalding steam pipes.  In the sme split second we HEA flesh scald, we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY lurches up SCREAMING, arm raised to ward off the in blow, books clattering to the floor -- other GIRLS nearby in surprise as she stumbles over them.  Then she stops, c and groggy from the nightmare. WIDER ANGLE.  EVERYBODY is staring at NANCY as if she's g mad.  The ENGLISH TEACHER rushes over, herself frightened terror in the girl's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay -- Okay, Thompson!  Every- thing's all right now -- Nancy!.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60.   NANCY jerks around with panicked eyes, expecting th leap from any direction.  But there's only the sea of sta eyes. NANCY begins methodically picking up her books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll call your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  No, really, I'm fine.  I'll go straight home.  I'm okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She marches for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll need a hall pass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the girl's gone. 61.   EXT.  THE SCHOOL.  DAY. NANCY walks out of the building, shaken.  Then she pauses of the big pine trees out front, stops and rests her head its bark, teeth set.  NANCY starts to shake, and next sec she's sobbing like a broken-hearted, frightened child. OMIT 61A. 62.   But she shakes herself silent.  Wipes the tears awa of sleeve.  She rubs her arm absently, lost in thought, t reacts in surprise and pain.  She lifts her arm and stare spot she's touched. INSERT ON HER ARM and the BURN there; about the size and a half-dollar. WIDER ON NANCY.  Utterly, chillingly confused. 62A.  TINA, against the tree inches from NANCY, (SC 7) -- says --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couldn't get back to sleep at all. (beat) What you dream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY is walking quickly, head erect, jaw set.  Then she her father's Police Station. 64.   INT.  VAN NUYS POLICE STATION.  DAY. NANCY crosses directly to the GARCIA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARCIA looks up from his paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LT THOMPSON emerges from another room, uneasy to see NANC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Decide to take a day off after all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, I want to see Rod Lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON doesn't miss a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only family allowed, Nancy.  You know the drill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just want to talk to him a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know he did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I know, thanks to your own testimony, that he was locked in a room with a girl who went in alive and came out in a rubber bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY flinches; her father shows the first signs of color neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to talk to him. (beat, lower) Please, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON shifts almost imperceptibly towards GARCIA, then back to NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make it fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GUARD exits pushing a cart of food trays.  NANCY waits until he's gone, then looks back to ROD LANE.  ROD looks like a captured coyote than a human; haggard, ribbed, exp poisoned bait.  His hair is wet, his clothes are borrowed and work shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) And then what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you. (reluctantly) It was dark, but I'm sure there was someone else IN there, under the covers with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could somebody get under the covers with you guys without you knowing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the fuck do I know? (beat) I don't expect you to believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY studies his encrypted eyes.  Surprisingly, she look she just might believe him.  She leans closer with a new thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What he look like?  You get a look at him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well then how can you say somebody else was there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because somebody cut her.  While I watched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the place is so quiet you can hear heartbeats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody cut her while you watched and you don't know what he looked like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROD smiles an insane smile, stuck with a reality no one w buy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't see the fucker. You could just see the cuts happening, all at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY gives a twitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you mean 'all at once'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) I mean, it was as if there were four razors cutting her at the same time.  But invisible razors. She just... opened up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now he's picking at a clot of dark blood on his jacket it was a scab on his own body.  Then he catches NANCY wat and turns away to the back of the cell.  He smashes his f the wall -- bone-crushing blows that scare the wits out o NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, and his fist is dripping blood as he says in a sad voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I probably could've saved her if I'd moved sooner...  But I thought it was just another nightmare, like the one I had the night before. (beat) There... was this guy who had knives for fingers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON NANCY, unable to swallow the gorge rising in her throat.  ROD turns to her, and to his surprise she's ashe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think I did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON ESTABLISHING SHOT as a spooky WIND sets a DOG down the block.  A CAR goes by, then this pleasant reside street falls into silence.  CAMERA has MOVED IN on NANCY' well-tended two-story home. 67.   INT.  NANCY'S KITCHEN.  NIGHT. The house is in shadow.  Alone, MARGE scrapes the last of evening's dishes and slips them into the dishwasher.  Nei nor her daughter has touched the food.  But MARGE is well bottle of gin; her appetite for that is growing, right al her dread.  She turns and looks up the stairs, calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy, don't fall asleep in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY'S in the tub, so drowsy she can hardly rinse withou falling asleep.  The water in the tub is opaque with suds Luxurious. CLOSER ANGLE, AT WATER LEVEL ON NANCY.  Her eyes droop. slides closer to the surface of the water, letting its he her nerves.  Her eyes stare straight up, glazed; her brea deepens. REVERSE, across to her legs, crooked, one knee on each si the tub.  There's a ripple in the water between.  Then so tiny and shiny breaks the surface between them.  It pops a slithering MUSIC CUE and catches a sliver of light.  Th begins to rise. Higher and higher it rises, soon accompanied by another, more shining, gleaming blades, and then the full glove an hairy hand and then the wrist and arm, straight up light sapling between the girl's knees, the knives bloosoming i bright flower of razor sharp steel in the air, moving ove girl's belly.  The hand rears back, the claws arch to str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE raps on the door.  The instant she does NANCY jerks opening her eyes groggily.  The dark wet arm, hand and kn gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through the door) You're not falling asleep, are you?  You could drown, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, for petesakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It happens all the time. (brighter) I've got some warm milk all ready for you.  Why don't you jump into bed? (fading) I'm gonna turn on your electric blanket, too.  C'mon, now. (then she's gone into another room)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) Warm milk.  Gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slides down to water level again, and sings softly, thoughtfully to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One, two, Freddie's coming for you, three four, better lock your door, five six, grab your crucifix, seven eight gonna stay up late, nine ten, never sleep again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next instant she's jerked with incredible violence st down beneath the surface of the tub -- as if the bottom h suddenly dropped out and she was in a bottomless well! 68A.  EXT.  UNDERWATER SHOT.  NIGHT. LOOKING UP PAST HER ANKLES we SEE NANCY pulled sharply do really deep water, the dim light of the surface and bathr beyond receding with each yank.  And yet she somehow flai gasps and struggles back towards the surface, managing by panic to break the surface with her hands! 68B.  INT.  HALLWAY OUTSIDE BATHROOM. MARGE rushes to the door and listens, alarmed at the wild SPLASHING audible through the locked door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy!  NANCY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE'S VOICE reaches to the girl, who thrusts up through force and breaks the surface with her head and shoulders. 68D.  INT.  BATHTUB. Gasping and choking, NANCY breaks the surface of her bath like a drowning sailer getting one last chance.  Her moth VOICE booms over her, ECHOED and frantic -- and the loud on the door finally opens her eyes.  She turns and calls to her mother --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVERSE ON THE DOOR -- as MARGE, using the old hangar thr doorhandle truck, makes it into the room.  She rushes acr the tub.  NANCY is staggering up in the bathwater, again solid porcelain beneath her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you!  Hundreds of people a year drown like that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mother throws a towel around the gasping girl, helps the tub and begins drying her like a child.  NANCY looks she's likes paralized with some sort of weird dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not believing it for a minute) To bed with you, c'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE rushes out to get the room ready.  NANCY turns and herself in the cabinet mirror, then opens the medicine ch begins a quick, furtive search. CLOSER as she takes out the box of No Doz and slips it in robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY emerges from the bathroom yawning.  MARGE follows a girl plods obediently to her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No television, forget the homework, no phone calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Mother.  Yes, Mother. No, Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And no school tomorrow, either. you take a little vacation, relax and rest for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Mother.  G'night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE offers a smile, and a little yellow pill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take this, it'll help you sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY pops it in her mouth and swallows obediently.  MARG to her with a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep tight, don't let the bedbugs bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE goes out, relieved.  NANCY closes the door, leans a it and spits the pill into her hand.  She tosses it strai her window and takes a NoDoz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION SCREEN.",
          "text": "A MONSTER MOVIE in BLACK AND WHITE.  NO SOUND from the se 75.   PULL BACK to REVEAL NANCY propped up in bed, furtiv is she just thinking?  A bedside CLOCK reads 12:45 pm. The girl YAWNS.  She shakes herself violently and sits up straighter, forcing herself to concentrate on the movie. 75A.  ON THE TELEVISION SCREEN.  A DIVER struggles to kee large circling shark. 75B.  ON NANCY.  Her eyes droop shut -- then she jerks aw her head as if it were a radio drifting off station.  She out of bed, throws open the window and takes a deep breat cool night air. 76.   EXT.  NANCY'S HOUSE AND STREET.  NIGHT. HIGH ANGLE, AT SECOND-STORY LEVEL.  NANCY looks directly the street to a lighted, open window.  Its curtains, suck and waving in the night breeze, give the only motion to t deserted street. Then someone pitches out of the dark at her.  NANCY gives -- then clamps her hand over her mouth as she recognizes balanced precariously on the rose trellis outside her win",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry!  Saw your light on. Thought I'd see how you were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets herself together, barely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I wish you didn't live right across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up and let me in.  You ever stand on a rose trellis in your bare feet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY looks over her shoulder to make sure her mother has heard.  GLEN's already through her window and planted on bed.  NANCY points to a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN crosses to the chair and plops down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So.  I heard you freaked out in English class today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no maliciousness in his voice, and the familiar f is actually comforting to NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't slept, have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY tries to smile, but can't fake it very well.  GLEN her over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look dead and rained on, if you want the ugly truth.  And what you do to your arm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shrugs, trying to keep it casual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burned myself in Englsh class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hazards a look in the mirror, and her jaw drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M'god, I look twenty years old. (turning back to him) You have any weird dreams last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slept like a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleased) Well at least I have an objective wall to bounce this off. (off) You believe it's possible to dream about what's going to happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe in the Boogey Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One two, Freddie's coming for you?  No.  Rod killed Tina. he's a fruitcake and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe in anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe in you, me, and Rock and Roll.  And I'm not too sure about you lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I got a crazy favor to ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nothing too hard or anything. (beat) I'm just going to... LOOK for someone, and... I want you to be sort of a ...guard. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN makes the Twilight Zone sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, okay. (beat) I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She comes very close to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't screw up, right?  I mean, a whole lot might depend on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The way she's looking at him gives him the creeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I won't screw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "77.   Nancy takes a deep breath.  Then without another wo the TV and the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, it's dark in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh.  Now listen, here's what we're gonna do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON NANCY, still in her pajamas, walking through t shadowy streets near her home, listening for the slightes sound.  We MOVE with her.  But nothing, not even the dog earlier, is there now.  NANCY peers into the darkness of and trees behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stage whisper) You still there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the street and a distance away, GLEN steps from be tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just checking -- keep out of sight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN throws up his hands in exasperation and walks back o sight.  NANCY turns and looks down between the houses, de a dark alleyway.  Then she forces herself to walk into it 79.   EXT.  ALLEY.  NIGHT. MOVING WITH HER as she makes herself go deeper and deeper shadows.  Each time she pauses and waits, the MUSIC grows threatening and expectant.  The feeling is of immense ten we're sure the killer will come screaming out on her at a second. But he doesn't.  In fact absolutely nothing happens, and emerges from the far end of the alley unscathed.  The onl strange is that she now finds her self looking across the 80.   EXT.  POLICE STATION.  NIGHT. The Police Station.  It takes her a little by surprise, i seems to have appeared. MUSIC creeps into the NIGHTMARE THEME as NANCY whispers h back down the dark alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We only HEAR the DISTANT VOICE, slightly ECHOED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yawning) Still here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your toes, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY stares into the dark trying to see him, but she can turns back and makes up her mind to move without him in s 82.   EXT.  POLICE STATION.  NIGHT. MUSIC MOUNTS as we MOVE WITH NANCY across the lawns to th station, creeping to the first lighted window she sees. low, barred basement window, and NANCY reacts as soon as looks through it. 83.   INT.  ROD'S CELL.  NIGHT. NANCY'S POV down into ROD LANE's cell.  The boy is on his cot, twitching in disturbed sleep.  And a long SHADOW is across the wall. A big SHAPE appears in the shadowed corridor outside the cell, and as IT walks closer NANCY can barely see it's th shambling, grimly scarred man with the filthy red and yel sweater and strange slouch hat pulled across his brow.  T KILLER from all of their nightmares. And this giant shadow of a man passes through the bars of cell, like so much evil Jello.  Halfway through he pauses turning to check over his shoulder.  We see the bars clea penetrating his body, going in his head, passing out his Then he turns back to ROD and moves forward, and within a heartbeat is beside the boy. 84.   EXT.  POLICE STATION.  NIGHT. NANCY draws back sharply, swallowing in terror.  She look her for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(louder) Glen?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The street is absolutely deserted.  There is no motion, a sound save one: the distant but unmistakeable sound of GL SNORING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat of silence after the shout's echoes die, then the boyish SNORES again.  NANCY swears under her breath and j back around, forcing herself to look again into ROD's cel 85.   INT.  ROD'S CELL. IN HER POV -- the killer picks up ROD's bedsheet and test between his powerful hands.  Without thinking, NANCY bang against the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod!  Look out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KILLER wheels around, locking eyes with NANCY.  The g white.  The man's face is in the light, and it's horrible seething with hatred and a twisted, insane intelligence. The hold of those eyes is only broken when ROD rolls up o elbow with a deep, troubled GROAN.  The instant ROD does the KILLER fades into the shadows in the cell.  But even eyes hold on NANCY's until the last second he's visible. ROD looks around the cell groggily, runs his fingers thro matted hair, then collapses back on his pillow.  No matte hard NANCY screams, ROD never once looks at the window. pulls the twisted covers about his shoulders and succumbs more to sleep. And now the bed sheet is no longer on the bed.  The KILLE materializing out of the shadow again, is holding it betw hands like a garrote.  He looks up and leers at NANCY, th for ROD. 86.   EXT.  POLICE STATION.  NIGHT. ANGLE BACK ON NANCY.  She pounds on the window, then turn frustration and yells into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns back to the cell in desperation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN NANCY'S POV we look into a cell that is quite deserted for ROD.  Sleeping peacefully. 89.   EXT.  POLICE STATION.  NIGHT. NANCY pulls back from the window, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly NANCY feels utterly exposed.  She shivers, chill vulnerable to the bone in her thin night clothes.  She ca move.  It's as if some great nerve between her instincts had been severed.  And she hears the SOUND behind her.  A filling-vibrating Scrriiitchh. MUSIC sneaks in -- the unmistakeable NIGHTMARE THEME, cre over her.  NANCY forces herself, by sheer will, to look. 90.   Ahead of her perhaps twenty-five feet, covered with plastic body bag through which we can barely see her face TINA.  Standing square in the middle of the street.  A da of BLACK EELS roil out of its bottom, and at its top, the CHATTERS down and the greenish-white face of TINA lolls o gestures, supplicating, her watery eyes desperate to conv desperate message. The MUSIC FALLS TO A HUSH. 91.   NANCY backs away, eyes streaming tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen, where are you!  Wake up! Glen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY twists around in horror at the same instant the KIL grabs for her face with his knife-fingers!  The girl intinctively pitches back, then scrambles up and runs lik hell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen!  Glen!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING WITH NANCY at full gallop, running blind.  She cra through a sawhorse into a new sidewalk, sinking into the cement over her ankles.  The stuff sticks to her legs in gluey globs and she can barely pull her feet loose. The KILLER looms nearby, mocking her -- his scalpel claws gleaming in the streetli just misses the girl as she wrenches free and flees again winded she can only stagger. MOVING WITH THEM.  Time after time NANCY just barely mana elude the shadowy form, leaping from his reach by inches pouring on more steam.  It's too close to even bother scr now; and besides, that would take breath she doesn't have only SOUND is of RUNNING FOOTSTEPS, RASPING BREATH and th KNIFE-FINGERS WHISTLING through the air. 93.   EXT.  NANCY'S HOME.  NIGHT. NANCY tears across her front lawn and into the open front her home, SLAMMING it with all her might.  There's a trem satisfying CONCUSSION of wood against doorframe, and the fall shut. 94.   INT.  NANCY'S LIVING ROOM.  NIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glennn!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But her voice is garbled as if she's under water, and the answer.  The only clue to Glen being there at all is his SNORING.  Innocent.  Persistent.  Deep. NANCY stops, breath in shreds, face smeared with dirt and Something is clawing the window in the dark of the kitche NANCY looks and catches the MAN prying at the glass with knife-fingers, the sharp blades SIZZLING against the edge glass as they crack it away from the frame.  NANCY runs u in blind panic. 95.   INT.  NANCY'S ROOM.  NIGHT. NANCY darts into her unlit bedroom, slams the door and lo Safe at last. She listens at the door.  Nothing.  She crosses to her be second the KILLER dives through her window and seizes her shower of shattered glass! NANCY twists and manages to grab the wrist of his knife h both of hers, barely keeping the blades from her throat. The two fall backwards in a terrible, gasping struggle, c onto NANCY's bed.  Her grip is broken -- the MAN stabs -- twists away, backed into a corner of bed and walls.  Defe she snatches a pillow up; the KILLER lashes out -- disemb the pilow and sending a great gush of feathers flying.  N dives for escape in a virtual blizzard. The KILLER manages to snare her with his other hand, and crash across the bedside table to the floor, the table an its contents cascading around them in a whiteout of feath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blades inch towards the girl's face -- the drool of t grizzled shadow with the horribly scarrred face spills in eyes.  Feathers are everywhere; MUSIC is absolutely insan But just when the points of steel are less than an inch f eyes, the old fashioned alarm clock thrown to the floor n NANCY's head goes off with a jarring RINGGGGGGG! 96.   Instantly the MUSIC STOPS.  And a moment later the light. WIDER as NANCY reels up, blinded by the sudden light, SCR AND FIGHTING on her bed. ANGLE ON GLEN, lurching from his own sleep at the frighte noise.  He discovers NANCY pressed in terror against her headboard, clutching a pillow like a drowning woman would straw. It's an intact pillow, and there isn't a feather in sight NANCY stares incredulously at GLEN, then around the room, untangling herself from her bedclothes.  Wary and furious voice hoarse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen, you bastard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy looks at his friend in groggy alarm.  She's absol livid, more angry than he's ever seen her, and more stran",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches for her -- she flattens against the wall, eyes and terribly hurt, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) I asked you to do just one thing. Just stay awake and watch me -- Just wake me if it looked like I was having a bad dream. (eyes wild) But you.  You shit -- what do you do -- you fall asleep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops herself, wiping a bit of spittle off her lip, a at how out of control she's become.  And suddenly she bre sinking into her         torn bedclothes and rubbing her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mostly to herself) I must be going nuts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her mother's door opens OS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY composes her voice as best she can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE's flip-flops approach outside the door.  GLEN barre the window -- NANCY dives for the bed, jams off the light disappears under the covers.  MARGE, bleary eyed herself, the door and flicks on the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly) Yeah.  Just had a little dream. I'm falling right back to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Okay... You need anything, just call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE closes the door.  NANCY immediately sits up and loo the window.  A single bone-white feather floats down in t moonlight.  Then it's sucked outside and is gone. 97.   EXT.  POLICE STATION.  NIGHT. GLEN's CADILLAC CONVERTABLE careens into the parking lot SCREECHES to a stop.  GLEN and NANCY jump out and head fo station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mind telling me what's  going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY's races into the station without answering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I see.  That makes it all  perfectly clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY goes straight to the SERGEANT's desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garcia, I want to see Rod Lane again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARCIA winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought when I took the night shift I'd have peace and quiet for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's urgent, we've gotta see Rod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's three in the morning. Your mother know you're out this  late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faking it) Of course -- look, at least go back and look at him.  Just see if he's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARCIA glances at GLEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faking it) We have reason to think there might be something weird going  on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no argument on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY jumps around at the sound of her father's voice.  L THOMPSON emerges from his office, rumpled and yawning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad -- what you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It so happens I work here, and there's an unsolved murder.  I don't like unsolved murders,  especially ones my daughter's mixed up in -- what are you doing here at this hour?  You're supposed to be getting some  sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, sir, this is serious. Nancy had a nightmare about Rod being in danger, or something, and so she thinks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He trails off, loosing it under LT THOMPSON's glare.  Bes doesn't know exactly what the hell's really going on hims GARCIA puts his beefy hand on NANCY's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to see if he's okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take my word for it, Nancy.  The guy's sleeping like a baby.  He's not going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON ROD in his cell.  He's asleep, all right, but no so.  His bedsheet has come alive.  It twitches, pulsates, snakes towards his throat. ROD stirs, the sheet falls still; ROD slips into deeper s and the sheet moves again, completing the noose around hi 100.  INT.  BOOKING ROOM.  NIGHT. NANCY makes a move for the cell block --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't your average nightmare, Daddy -- damn it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door's locked; she hauls on it in desperation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now look, Nancy, don't push it.  You've already rubbed my nose in sex, drugs and violence -- don't start throwing in insanity!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY takes that one to heart.  She wheels on him and ple intensity sobering even to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just go back and check -- please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man takes a beat, then shrugs and nods towards SGT GA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Garcia.  What the hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right... (feeling in his pockets) Now where'd I put the key...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He mumbles backs towards his desk.  MUSIC BUILDS as we HO NANCY'S FACE. 101.  INT.  ROD'S CELL.  NIGHT. With a terrible SNAP ROD's sheet jerks tight around his n The startled teenager is hauled upright -- eyes popping, purple.  He claws at the sheet, but despite his strength get his fingers between the noose and his windpipe.  He's backwards across the cot. 102.  INT.  BOOKING ROOM.  NIGHT. GARCIA finally has the keys.  Urged on by NANCY he fumble the lock. 103.  INT.  ROD'S CELL.  NIGHT. ROD'S being dragged backwards, gasping and struggling in against the powerful pull -- right across his cell and up wall, too.  He clutches blindly at his throat at the far the sheet coils around the bars of the high window.  Then a powerful wrench of the sheet, and ROD'S neck SNAPS.  Th body sags lifeless. 104.  ANGLE THROUGH THE BARS as NANY, GLEN, LT THOMPSON a appear in the corridor outside, the girl sprinting ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rod!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's too late; NANCY sinks back in horror as her fath GARCIA rush into the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme a hand, dammit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN, pale as the sheet that's killed ROD, climbs to the unties the knot.  ROD slides down over the SERGEANT'S sho limp as a marrionette with its strings slashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn loco kid -- he didn't have t'do that -- Madre dios!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lay ROD at NANCY's feet; a strange Pieta.  NANCY's f looks at her in spooked suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you know he was gonna do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON a stark afternoon.  On a hill of sere grass overlooking the valley, the casket of ROD LANE is lowered its grave. A small group of FAMILY and FRIENDS watches soberly as th MINISTER raises his hand in benediction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ashes to ashes, dust to dust. May God be with this young man's soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE FACES of MARGE, LT THOMPSON, TINA'S MOTHER and ROD PARENTS.  Just for a second or two, in looks too rapid fo outsider to even notice, these adults exchange looks.  Fu quick glances that suggest an immense something that they share, something beyond even this second death among thei children.  Then they are all staring ahead again, as if t others weren't even there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His life and his death attest to the Scripture's warning that he who lives by the sword shall die by the sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON GLEN, watching -- NANCY, standing alone, not believing it for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But let us recall also our Lord's admonition that we 'Judge not, lest we be judged.'  Let us attempt only to love.  And may Rod Lane rest in peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Amen to that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mourners walk away from the grave, MARGE among them. pauses near a MAN and two WOMEN in black -- TINA'S MOTHER PARENTS.  They almost, it seems, speak.  Then MARGE hurri WE MOVE WITH HER as she's joined by LT THOMPSON.  Both ar and on edge.  THOMPSON absently lights another cigarette, offering one to MARGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's Nancy doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think she's slept since Tina died. (shakes her head) She's always been a delicate kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON lights her cigarette, attempting some sort of nonchalance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's tougher than you think. Any idea how she knew Rod was gonna kill himself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  All I know is, this reminds me too much of ten years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON blows a plume of smoke against the hard sky and away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Well... Let's not start digging up bodies just because  we're in a cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives her a look that could cut stone.  MARGE toses do cigarete and crosses to NANCY.  The girl is simply starin over the valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very gently) Time to go home, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She moves her away from the brink of the hill. 106.  EXT.  CEMETERY PARKING AREA.  DAY. MARGE opens the door of the station wagon for NANCY.  NAN to them both, speaking in a still, small voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer's still loose, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has a wild, Cassandra aspect that sends a chill right MARGE'S spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saying somebody else killed Tina?  Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY smiles a weird sort of smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know who he is.  But he's burned, he wears a weird hat, a red and yellow sweater, real dirty, and he uses some sort of knifes he's got made into a sort of... glove.  Like giant finger- nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As NANCY has described this monster from her dream, unsee her,         the faces of MARGE LT and THOMPSON have drai of color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low, even, to MARGE) I think you should keep Nancy at home a few days.  'Til she's really over the shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got something better... (to NANCY) I'm gonna get you help, baby. So no one will threaten you any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes the girl by the arm and guides her into the car locking the door from outside.  NANCY never taking her ey her father's as the car bears her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON UCLA's WESTWOOD CAMPUS and PAN TO SIGN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NURSE applies sencors to the head, breast, arms, and fi NANCY THOMPSON.  The girl is lying on a simple broad cot, pajamas.  The room is subdued in color and holds only thi bed.  A large mirror set into one wall hides an observati beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I just don't feel... ready to sleep yet.  Please, do I have to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "109.  WIDER, REVEALING DR SAMUEL KING, a young, curly-hai intelligent and wry.  He treats NANCY at all times like a adult, never patronizing.  He winks as the NURSE finishes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, you're not gonna change into Bride of Frankenstein or anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY manages a smile, but she's haggard and visibly thin MARGE, background, looks downright distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy have any severe childhood illnesses?  Scarlet Fever? High temperatures -- concussions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He means, did you ever drop me on my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor and girl share a nervous laugh; MARGE doesn't smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nightmares are expected after psychological trauma.  Don't worry, they go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sure as hell hope so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see why you couldn't just give me a pill to keep me from dreaming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone's got to dream.   If you don't dream, you go... (he drills his finger at his temple) All set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're just simple tests,  Nan.  We'll both be right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I know it's been fright- ening, I know your dreams have seemed real.  But... it's  okay.  Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Nancy.  Trust us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls gauges her mother, the doctor, the situation ve carefully.  Then lowers her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not you I don't trust. It's... (gives up) Okay.  Let's do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greatly relieved, MARGE gives NANCY a goodnight kiss, the follows the doctor through a doorway near the mirror.  As her mother is out of sight, NANCY'S eyes drift to the mir itself.  In its reflection she sees herself looking back, on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE and DR KING overlook NANCY's sleeping chamber throu one-way mirror.  And KING monitors the girl even more clo with a bank of instruments -- a mass of glowing dials, gr meters.  His manner with MARGE is slightly more sober.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long's this been going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since the murder.  She was fine before that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to worry.  No signs of path- ology in Nancy's EEG or pulse rate.  I'd guess what we've got is a normal young girl who just happens to have gone through two days of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just made her think... her dreams are real...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KING adjusts a dial, watching the EKG like a hawk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever hear the old Buddhist tale about the King who dreamed he  was a beggar who dreamed he  was a king?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE twitches.  Then there's a slight alteration in the the EKG.  KING nods in satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, good.  She's asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(immensely relieved) Thank God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC RISES SOLEMNLY, MAJESTICALLY into a haunting transi we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "111.  A MONTAGE OF SHOTS, of the EKG GRAPH, its inky need of a METER tracing the quieting of NANCY's pulse, and of INSTRUMENTS, indicating life processes we can only guess. smoothing out. 112.  CLOSE ON NANCY on TV MONITOR, asleep like the child Innocent. MARGE lights a cigarette, angry at her helplessness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are dreams, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mysteries.  Incredible body hookus pokus.  Truth is we still don't know what they are or where they come from. As for nightmares... (leans closer) Did you know that in the last  three years twenty Philipino refugees in California died in the middle of nightmares? Not from heart attacks, either. They just died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives a \"Ah don' know\" shrug.  MARGE looks out into th sleeping room.  NANCY is a motionless bundle in the middl bed. 113.  ANGLE ON A NEEDLE on an EKG dipping to a lower read 114.  WIDER ANGLE -- the mother and DOCTOR watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?  That needle sank like a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) She's entering deep sleep now. Heart rate's a little high due to anxiety, but otherwise she's nicely relaxed.  All normal. She could dream at any time now. (beat) Right now she's like a diver on the bottom of an ocean no one's mapped yet.  Waiting to         see what shows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can see NANCY drift from the initial stage, over the brink into deep sleep.  Her hair falls into her eyes; her relaxes; her shoulders curl round her like comforters.  T DEEPENS, and begins to hint at the tones of the NIGHTMARE 116.  INT.  CONTROL ROOM.  DAY. DR KING and MARGE watch the instruments' every move. One of the machines begins a slight CHIRPING.  KING scans liking what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, she's started to dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans forward in his chair, like a pilot starting an instrument approach.  MARGE THOMPSON licks her dry lips, a turn of nausea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.E.M.'s.  Rapid eye movements. The eyes follow the dream -- their movement picks up on this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He prods a dial with his pencil and scribbles the time on pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beta Waves are slowing, too. She's dreaming, all right. A good one, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE watches the TV MONITOR.  It's in extra-close on NAN eyes -- and they're darting beneath the lids, reacting to lost behind a skein of flesh and neurons. KING points to a moving graph.  A needle's begun waving l between plus and minus three.  The DOCTOR nods, assured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Typical dream parameter.  A nightmare, now, would be plus or minus five or six; she's just  around three point --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops.  Outside, visible through the glass, NANCY twis around.  Eyes still closed, she's nevertheless holding he in the attitude of prey listening to the first faint soun predator's approach. MARGE looks from her daughter to the DOCTOR, color draini her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's this?  She awake or asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The needle of the graph gives a jagged pitch up, plunges, surges well above the eight mark.  A strange MUSIC CUE -- disonant and threatening, creeps in -- the NIGHTMARE THEM slurred into awful minors and weird disonance.  KING star the gauge in disbelief, rapping his finger on its glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't be.  It never gets this high...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The needle swings even higher, benind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus H. Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's cut off by the high-pitched KEENING of the girl, the cutting through the double thickness of the glass like a A warning BEEPER has begun, the instruments light up like Christmas tree -- and outside in the sleeping room, NANCY contorting as if shot through with a thousand volts.  KIN over his chair in his sprint for the door. 117.  INT.  SLEEPING ROOM. The DOCTOR and MARGE come in on the run -- NANCY's flaili screaming as if the devil himself were after her.  KING g to shake her awake; ANGLE ON NANCY (eyes open) -- looking in terror -- SOUND STRANGELY. IN HER POV -- dressed in KING'S clothes -- the horribly s MAN reaches out. WIDER -- (NANCY'S eyes closed in sleep) as the girl's fis out with incredible force and knocks DR KING flying! The NURSE and MARGE both descend on her -- and again in her SLEEPING POV we see the MAN stagger for WIDER ON NANCY -- (still in her nightmare) -- fighting li tiger with both MARGE and the NURSE -- sending the NURSE sprawling -- leaving MARGE hanging on for dear life. ANGLE on the stunned DOCTOR fumbling with a hyperdermic n spilling most of the stuff on himself with his shaking ha the SCREAMS AND CURSES of NANCY are deafening and worthy stevador fighting off his worst enemy.  Stranger still, h is electrified, standing on end and greying before their eyes! MARGE screams at the top of her lungs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY!!!  IT'S MOM -- NANCY!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some deep bolt of psychic power smacks through the girl, eyes flap open -- they're glazed with terror and fury, bu NANCY's awake. She stares around like a cornered animal in the middle of bed, her purple face gasping out gut-wrenching SOBS.  The and MARGE dare to go back in and hold the sweat-drenched DR KING comes for her with the needle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, this is just going to let you relax and sleep, Nan --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With incredible swiftness, NANCY backhands the hypodermic far wall, shattering it into a million pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  That's enough sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes are windows straight into white fire as she lock KING'S face.  He dabs his split lip, swallowing painfully",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, kid.  Okay.  Fair enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds out his hand.  NANCY at last takes it, and sags into her pillow, exhausted.  Then KING comes up with bloo hand. He stares at it, dumbfounded, then at the girl.  Across h forearm, a deep gash is bleeding freely, as if made by a sharp instrument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my god, oh my god...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the NURSE) Get the kit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NURSE scrambles away as the DOCTOR claps his hand ove wounds.  He looks into NANCY's face.  What he sees fright even more: NANCY'S haunted, ghost-like eyes turn from him mother, and a terrible, chilling smile opens across NANCY lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls her free arm from beneath the sheets and reveal strange hat, filthy and worn -- the KILLER'S hat.  The si it frightens MARGE more than anything that's come before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deathly pale) Where the hell did you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY fixes her with Xray eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I grabbed it off his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE stares at the hat as if it held her whole future, a future was a horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FADE UP ON NANCY'S HOUSE, early morning. 119.  INT.  NANCY'S KITCHEN.  DAY. MARGE is on the telephone, the dirty hat in her hand.  Ne a nearly empty bottle of gin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said she snatched it off his head in a dream. (listens) No, I'm not crazy, I've got the damn thing in my hand! (listens) I know we did, we all... (hears NANCY  approaching) Gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up and stuffs the hat and bottle into a drawer, screening the action with her body.  NANCY enters. By now the girl has an extraordinary look.  Her hair is a her skin transluscent, and eyes dark-ringed.  Her right f is heavily bandaged over the slashes.  In short, instead girl next door, we now could be looking at the lunatic fr next cell.  MARGE, though she does her best to hide it, i downright frightened of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't sleep, did you? The doctor says you have to  sleep or you'll --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY pours herself a cup of black coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go even crazier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think you're going crazy -- and stop drinking that damn coffee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ask Daddy to have the  hat examined?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I threw that filthy thing away -- I don't know what you're trying  to prove with it, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY comes closer, her eyes shining with a new sureness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I learned at the dream clinic, that's what I'm trying to prove.  Rod didn't kill Tina,  and he didn't hang himself. It's this guy -- he's after us in our dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that's just not reality, Nancy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120.  Furious, NANCY janks open the drawer before MARGE c and spills the bottle and hat onto the counter. MARGE grabs away the bottle protectively -- but it's the NANCY goes for.  She waves it triumphantly -- demonically",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's real, Mamma.  Feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(horrified) Put that damned thing down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE lunges for it -- NANCY leaps out of reach --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name is even in it -- written  right in here -- Fred Krueger -- Fred Krueger!  You know who that is, Mamma?  You better tell me, cause now he's after me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE swallows, then persists in the lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy, trust your mother for  once -- you'll feel better as  soon as you sleep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY shoots a hard humorless laugh, holding up her slash",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call this feeling better? Or should I grab a bottle and veg out with you -- avoid  everything happening to me by just getting good and loaded --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE slaps her hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(losing it) Fred Krueger can't be after you, Nancy -- he's dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room falls silent, both women staring at the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low, raw) Fred Krueger is dead.  Dead and gone.  Believe me, I know.  Now go to bed.  I order you, go to  bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE snatches the hat away.  NANCY is furious, betrayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knew about him all this time, and you've been acting like he was someone I made up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sick, Nancy.  Imagining  things.  You need to sleep, it's as simple as that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY wheels and smashes MARGE'S bottle of gin in the sin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw sleep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But NANCY runs past her mother for the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy -- it's only a nightmare!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY turns in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the door SLAM, we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON A NEIGHBORHOOD STREET.  We hear GLEN's VOICE and to REVEAL NANCY and GLEN high above, two tiny figures wal across this strange white bridge in old Los Angeles.  CAM BEGINS A SLOW ZOOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whenever I get nervous I eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if you can't do that, you sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Used to.  Not anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN jams more Big Mack into his face.  By now our ZOOM r he's attacking a huge bag of Big Macks, and furtively eye NANCY.  The girl's hair is startlingly white in the sunli She's reading a book, hardly paying attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever read about the Balinese way of dreaming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got a whole system they call 'dream skills'.  So, if you have a nightmare, for  instance like falling, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instead of screaming and getting  nuts, you say, okay, I'm gonna make up my mind that I fall into a magic world where I can get something special, like a  poem or song. (grins hopefully) They get all their art literature from dreams.  Just wake up and  write it down.  Dreamskills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, seeing the look on NANCY's face.  Our ZOOM is m closer now, a wide medium, and still coming in on the kid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what if they meet a monster in their dream?  Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn their back on it. (grins hopefully) Takes away its energy, and it disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens if they don't do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs) I guess those people don't wake up to tell what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans over the railing, poking her face back into her GLEN tips its cover and reads its title.  OUR ZOOM IS STI MOVING CLOSER, a MEDIUM CLOSE UP NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Booby Traps and Improvised  Anti-personel Devices'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found it at this neat survivalist bookstore on Ventura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked) Well what you reading it for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OUR ZOOM LOCKS IN ON A TIGHT TWO ON THEIR FACES, NANCY's determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm into survival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks away, OUT OF FRAME, leaving GLEN watching after astonishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's starting to scare the living shit out of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ACROSS NANCY'S \"TREE LAWN\", the grass between the sidewalk and the street, in the general direction of GLEN's home.  This ANGLE doesn't quite reveal Nancy's house. FOREGROUND is a utility truck in which a half dozen Hispanic WORKERS are loading tools, extension cords and hardware.  They look like they've put in one hell of a hard day's work. MARGE appears and hands a check to the FOREMAN of the cre white guy in clean coveralls and a gold chain.  He scruti it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE forks over a wad of cash, hands trembling in her half-drunk, helpless rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your mask and gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FOREMAN counts the money swiftly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't bust my chops, lady. If the city found out I put 'em in without inside releases I'd loose my license.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shoves the money in his pocket and climbs in his truck EXITS FRAME for her house. PAN WITH THE TRUCK as it pulls away, THEN PICK UP NANCY, across the street from the corner.  Alone.  Dispirited. lifts her eyes to her home and stops in her tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh gross...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "123.  WIDENING TO REVEAL THE HOUSE as NANCY walks across yard.  Every single window has been covered with brand-ne ornamental iron bars, bolted deeply into their frames. CLOSER, AT A WINDOW.  NANCY gives a set of bars a powerfu shake.  They don't budge.  Then girl looks up and sees ev window to her second floor bedroom is barred.  And the ro trellis has been ripped down and heaped at the foundation tangle of wood, thorns and broken flowers. 124.  INT.  MARGE'S ROOM.  EVENING. ANGLE ON THE DOORWAY INTO THE HALL.  Easy listening MUSIC through the air.  NANCY appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, what's with the bars!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "125.  REVERSE to MARGE, propped against the headboard of crooked shadow in the gloom.  A fresh bottle of Gin glint hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl crosses and reaches gently for the bottle.  MARG snatches it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'S'mine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rocks the bottle in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with the bars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S'curity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY sits on the bed, a surprising compassion entering h voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, I want to know what you know about Fred Krueger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead and gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to know how, where -- if you don't tell me, I'm going to call daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE gives a laugh -- a rasping chachination from deep i chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father the cop.  That's a good one. (colder) Forget Fred Krueger.  You don't want to know, believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do want to know.  He's not dead and gone -- he's after me and if I sleep he'll get me! I've got to know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE blinks at her a moment, then cracks a terrible, cro grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE drags NANCY headlong down the cellar stairs and acr room with a crazy fury, twisting her down near the founda And she thrusts her face so close to her daughter's that reels from the alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to know who Fred Krueger was?  He was a filthy child killer who got at least twenty kids, kids from our area, kids we all knew.  It drove us all crazy when we didn't know who was doing it -- but it was even worse when they caught him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE draws herself up with a shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh lawyers got fat and the judge got famous, but someone forgot to sign the search warrant in the  right place, and Fred Krueger was free, just like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he's alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE smiles grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wouldn've stopped.  The  bastard would've got more kids first chance he got -- they found nearly ten bodies in his boiler room as it was.  But the law couldn't touch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the mention of \"boiler room\", NANCY gives a shake.  MA misses this, too busy taking a pull on the bottle that's left her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was needed were some private citizens willing to do what had to be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reels slowly, looking at NANCY is defiance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hushed) What did you do, mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE cradles the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bunch of us parents tracked him down after they let him go.  Found him in an old boiler room, just like before.  Saw him lying there in that caked red and yellow sweater he always wore, drunk an' asleep with his weird knives by his side...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dreading it) Go on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE reaches over and taps a dusty two-gallon jug of gas near the lawn mower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We poured gasoline all around the place, left a trail out the  door, locked the door, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She mimes striking a match --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOSH!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her arms shoot up and her eyes go wide with the light of fire.  There's awe in her voice.  Then she drops her arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hushed, remembering) But just when it seemed not even the devil could live in there any more -- he crashed out like a banshee, all on fire -- swinging those fingerknives every which direction and  screaming he... he was going to get us by killing all our kids...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops with a sudden quake and drinks for a long momen the intake doesn't hide the image.  Her face bathed in te looks at her daughter and shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There were all those men, Nancy, even your father, oh yes, even him.  But none could do what had to be done -- Krueger rolling  and screaming so loud the whole state could hear -- no one could take your father's gun and kill  him good and proper except me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sweeps her hand across the air in a terrific slash, t stops, her hand shaking, her voice hoarse and terrified. looks at her daughter, begging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he's dead Nan.  He can't get you.  Mommy killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For someone who started this film at a very young sevente NANCY's now the battle-tempered veteran as she takes her in her arms and rocks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was there?  Were Tina's  parents there?  Were Rod's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE sags back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, and Glen's.  All of us. But that's in the past now, baby.  Really.  It's over. (slyly) We even took his knives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman twists around and opens the door on an old furn furnace unused since the newer gas one nearby was put in. fishes inside the cavity -- as then we hear a touch of th familiar 'SCRRIITCH'.  Next moment she pulls out an objec wrapped in rags, opens it and displays the long, rusted b and their glove-like apparatus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY stares at the damn things, chilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All these years you've kept those things buried down here?  In our own house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Proof he's declawed.  As for him, we buried him good and deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE shoves the knives into their hiding place, closes t little iron door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So's okay, you can sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lurches up and staggers upstairs. NANCY shivers and looks down at her arm.  The cut beneath bandage has begun to bleed again.  And from inside the fu as if from deep below, the PULSING of the boundless nightmare-boiler room can be faintly heard. 127.  EXT.  ELM STREET.  NIGHT. WIDE ON THE STREET AND BOTH HOUSES, GLEN's on the right, on the left.  A TELEPHONE RINGS.  ZOOM IN ON GLEN'S UPSTA BEDROOM WINDOW. 128.  INT.  GLEN'S & NANCY'S BEDROOMS - INTERCUT.  NIGHT. 129.  GLEN, yawning, crosses and picks up his telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? NANCY (telephone) Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.  Hi, how y'doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY looks out the window and touches her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.  Stand by your window so I can see you.  You sound a million miles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the lighted window across the way, she can SEE GLEN mo sight.  In his shot, we can SEE NANCY step into her windo the bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard your ma went ape at the  security store today.  You look like the Prisoner of Zenda or something.  How long's it been  since you slept?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming up on the seventh day.  It's okay, I checked Guiness.  The  record's eleven, and I'll beat  that if I have to. (beat) Listen, I... I know who he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, and if he gets me, I'm pretty sure you're next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN is appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me!?  Why would anyone want to kill me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ask -- just give me some help nailing this guy when I bring him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring him out of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you plan to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like I did the hat.  Have a hold of the sucker when you wake me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me? (switching back to a more comfortable reality) Wait a minute, you can't bring someone out of a dream!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I can't, then you all can relax, because it'll just be a simple case of me being nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can save you the trouble. You're nutty as a fruitcake. I love you anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good, then you won't mind cold-cocking this guy when I bring him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simplicity itself) You heard me.  I grab him in the dream -- you see me struggling  so you wake me up.  We both come out, you cold cock the fucker, and we got him.  Clever, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You crazy?  Hit him with what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a jock.  You must have a baseball bat or something. Come to my window at midnight. And meanwhile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly) Meanwhile..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanwhile whatever you do don't fall asleep.  Midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up.  GLEN's eyes bug out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit!  Midnight.  Baseball bats and boogemen.  Unfucking real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH, WIDE SHOT.  The moon is above the horizon.  A cool slides a bank of white fog inland.  The valley and its li stretch forever, an endless net of illumination and darkn coyote HOWLS on the dark hill. 132.  EXT.  POLICE STATION.  NIGHT. A palm frond scuttles across the center of the parking lo THOMPSON arrives in an unmarked car. COP (passing) Lieutenant Thompson -- what you doing in at this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't sleep, thought I'd come break up the poker game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COP laughs and goes his way.  THOMPSON's smile evapor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON enters and checks the log.  Nearby, SGT GARCIA p coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it was any more quiet we could hear owls farting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is quiet, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(too casually) How's your girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON looks at the Desk sergeant a moment, then tosses the log.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's sensible.  She'll sleep sooner or later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The neighborhood is utterly still, most of the homes alre dark.  But not NANCY's.  Or GLEN's. ZOOM TO GLEN'S LIGHTED LIVING ROOM WINDOW. 135.  INT.  GLEN'S LIVING ROOM.  NIGHT. GLEN's father watches eleven o'clocks news, a dreary FILM (STOCK) of war and refugees in a far-away land. MR LANTZ takes a pull on his Bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd think they'd have some- thing 'bout the Lane kid hanging himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS LANTZ walks through the room, drying her hands on a dishtowel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we're all making more out of it than we should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She heads upstairs.  MR LANTZ pops the automatic tuner. blinks ON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't touch that line with a ten foot pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ED MCMAHON and the AUDIENCE laugh in delight. 136.  INT.  GLEN'S HOUSE/UPSTAIRS CORRIDOR.  NIGHT. MRS LANTZ comes along the upstairs hall and knocks gently closed door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen?  you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts her ear to the door and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer. 137.  INT.  GLEN'S ROOM.  NIGHT. GLEN lies sprawled across the bed, long legs flung over t head not visible. His mother enters.  She looks at the boy, turns off the T From this angle she can see his head, earphones crammed o rasping their tinny noise.  But no movement from the kid MRS LANTZ crosses and pokes him in the ribs.  GLEN lurche arms windmilling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whuu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He refocuses his eyes, takes off his earphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you listen to Carson and a record at the same time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN swings his legs over the edge of the bed and shakes to clear the cobwebs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't listening to the tube, just watching.  Miss Nude America's supposed to be on tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well how you gonna hear what she says?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who cares what she says?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mother gives up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should get to sleep soon,  Glen.  It's almost midnight. Goodness knows we've all had enough of a time the last few days...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will, Mom...in a while. You guys turning in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His MOTHER sighs and goes out, closing the door behind he flips the TV back on and glances at the clock. 138.  INSERT OF CLOCK.  It's 11:42. 139.  TIGHT ON GLEN's face.  He clamps the earphones back the volume up high.  The MUSIC is so loud we can hear it resonating inside his skull. CAMERA MOVES PAST GLEN to his window, then ZOOMS through 140.  EXT.  ELM STREET / NANCY'S HOUSE.  NIGHT. CONTINUE ZOOMING into the LIGHTED window of NANCY's barre floor bedroom and",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. NANCY'S ROOM. NIGHT",
          "text": "CLOSE ON MARGE, weaving on the edge of NANCY's bed, strok the girl's hair.  NANCY's still something of a wreck, but than         MARGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll go away, take a vacation. Get your hair colored nice, the way it was.  No one will ever know. (sniffs) This whole room smells of coffee, y'know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gathers up NANCY's coffee cups and empty NoDoz boxes, down and kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all over now, baby.  The nightmare's over.  Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY nods her head, half stubborn, half sadly.  She can keep her eyes open now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She scrunches into her pillow.  MARGE smiles haggardly an off the light, taking the coffee pot with her as she leav",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night-night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE smiles, relieved.  The girl pulls the blanket aroun shoulders.  Her eyes flutter closed, her breathing become and deep.  Once again she's the litle girl MARGE fantasiz is. The mother tiptoes out of the room, closing the door behi HOLD ON NANCY's sleeping face as the DOOR CLOSES.  Her ey remain closed another beat, then open wide. She quietly jumps out of bed and shakes herself savagely scatter the sleep settling so quickly. Still in the dark, she fishes a full electric coffepot fr her bed and pours herself a fresh fix into a mug she digs beneath her pillow.  The face illuminated by the neon lig pot is set in absolute determination. NANCY drains the cup, then crosses to her closet, retriev pitcher of ice water from behind a heap of clothes and sp her eyes and the back of her neck.  That done she eases o window and presses her face to the bars, sucking in cool air until every shred of sleep is gone from her brain. Then she starts pulling on clothes. 142.  INT.  NANCY'S HOUSE/DOWNSTAIRS.  NIGHT. ANGLE ON MARGE as she checks the lock on the backdoor.  F 143.  ANGLE IN THE LIVING ROOM as she pads through the da feels her way to a wall of shelves and takes down a book. another, and a third.  Then reaches in and fishes out a b gin. 144.  EXT.  NANCY'S HOUSE AND ELM STREET.  NIGHT. The sky has gathered in greater darkness.  LOW, DISTANT T rolls around the horizon like a great drum. ANGLE ON NANCY'S HOUSE from across the street.  The moon off the barred windows. CAMERA ZOOMS to NANCY's window. imprisoned girl hovers in the darkness behind the grill l ghost, her eyes turned towards GLEN's.  Then she switches something much CLOSER TO CAMERA ANGLE, and she draws back 145.  REVERSE ON GLEN's father, standing on the front por home, also in the shadows, looking straight across and up NANCY.  He         draws on his cigarette; his face glows 146.  NANCY pulls down the shade. 147.  GLEN's father grinds the cigarette beneath his shoe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the man turns our SHOT WIDENS TO REVEAL MRS LANTZ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know what I think?  I think  that kid's some kinda lunatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman spoons more sweetness into her mouth and rubs h forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't say such a thing about the poor child.  If you mean the  bars, Marge's just being cautious, her being alone and Nancy acting so nervous lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman rises and pulls him gently towards the living r he goes inside he takes one last look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, she ain't gonna hang around our boy no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once the two are inside, the door is locked. 148.  INT.  NANCY'S ROOM.  NIGHT. CLOSE ON NANCY's face.  VERY CLOSE.  Her eyes stare ahead red-rimmed, anxious.  She picks absently at the thick ban covering her forearm.  The long cuts from Fred Krueger's are bleeding again, but she doesn't even care anymore.  T to sweat the small stuff.  She crosses the room. On the bedside table with the nearly empty Pyrex coffee m the empty cup and the empty box of No-Doz, is her old fas alarm clock, and a phone. NANCY pours herself the last of the coffee and drinks it dregs, then looks to the clock. INSERT CLOCK -- ten minutes to midnight. NANCY'S eyes go to the door. WIDER.  Fully clothed and in a jacket now, she creeps to and cracks it, just to make sure.  Then freezes. 149.  INT.  HALLWAY OUTSIDE NANCY'S DOOR. IN NANCY'S POV through the door we see MARGE, rummaging a the linen closet not fifteen feet away.  There's no way N get past her.  The woman pulls out a full bottle of gin i satisfaction and begins fumbling with its cap. 150.  INT.  NANCY'S ROOM.  NIGHT. NANCY eases the door closed again and sinks to the key ho watching through it with a sinking heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very quiet, very intense) Hang on GLEN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEN, coat now on, goes to his window, checking. 152.  INT.  ELM STREET.  NIGHT. GLEN'S POV -- NANCY'S porch is deserted; front door close lights out.  No sign of NANCY. 153.  INT.  GLEN'S ROOM.  NIGHT. GLEN shrugs, takes off his jacket and plops back onto his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm not gonna risk sneaking out until she does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts the earphones back on. 154.  INT.  NANCY'S ROOM.  NIGHT. Absolutely frustrated, NANCY turns from the keyhole to th window. She opens the blind and eases back the curtain. 155.  EXT.  ELM STREET.  NIGHT. IN NANCY'S POV THROUGH THE BARS we ZOOM directly across t window. 156.  INT.  GLEN'S ROOM.  NIGHT. GLEN lies on his bed, fully clothed, earphones over his e CARSON droning from the TV.  And the boy's eyes begin to 157.  INT.  NANCY'S BEDROOM.  NIGHT. NANCY picks up her phone, bites her lip, then begins dial 158.  INT.  GLEN'S ROOM.  NIGHT. TIGHT ON PHONE as it begins RINGING loudly. WIDER SHOT, revealing GLEN asleep BACKGROUND, the MUSIC s LOUD in his earphones. 159.  INT.  GLEN'S LIVING ROOM.  NIGHT. RINGING here, too, just as MR LANTZ is turning out the li bed.  He stops in the dark, scowling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who at this hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He refuses to turn the light back on.  His wife picks her the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? (listens, frowns slightly) Oh... Hold on. (covers the mouthpiece) It's her.  She wants to talk to Glen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The father crosses to the telephone, suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) What's this about, Nancy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She listens, covers up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She says it's private.  Very  private and very important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MR LANTZ grabs the telephone from his wife and barks into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen's asleep.  Talk to him tomorrow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He SLAMS down the telephone with a grunt of satisfaction wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just got to be firm with kids, is all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then as a refinement he takes the phone off the hook and on the table. 160.  INT.  NANCY'S ROOM.  NIGHT. NANCY dials again.  This time she gets a BUSY SIGNAL.  Sh the phone down in frustration and looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen.  Don't fall asleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes and sits on the bed, propping her chin on her fi 161.  Yawns.  The TELEPHONE RINGS. NANCY snatches it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "we HEAR the awful SCRITCHING SCRAPE of STEEL FINGERKNIVES NANCY slaps the phone down as if it were diseased -- then pure rage, rips the thing's cord from the wall. Spent instantly, she puts the receiver back on the cradle lays it on her bed, chiding herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brilliant.  Now what if Glen calls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wraps the phone cord around the useless machine and p on her bed, then sneaks back to the door.  This time she expression of relief, and opens the door.  MARGE is gone. Then the TELEPHONE RINGS again. CAMERA MOVES IN ON NANCY as she turns slowly. 162.  REVERSE IN HER POV.  THE TELEPHONE RINGS again, des that the end of its janked-out cord is clearly visible. NIGHTMARE MUSIC THEME slips right up our spines. BACK ON NANCY.  She starts to shake.  She goes to the tel as we WIDEN, unwraps it as it RINGS even louder.  She's s so hard by now she can barely manage to lift the receiver IN CLOSE ON HER, so close we can HEAR her teeth chatterin brings the phone to her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The unmistakeable VOICE of FRED KRUEGER comes over the ph garbled by time and unknown dimensions, but clear enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(triumphant) I'm your boyfriend now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON THE MOUTHPIECE.  It's changed from a normal tele mouthpiece to an actual mouth -- Fred Krueger's mouth -- long, slick tongue flicks out and darts into the startled mouth! WIDER -- as NANCY explodes from her micro-dream -- absolu mad.  She jerks the telephone away from her and smashes i against her wall, then attacks it with her feet and hands smashing it to smithereens. ANGLE ON THE TELEPHONE PIECES.  Normal pieces of a normal telephone. She pinches herself hard -- until tears come and her fles nearly bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm awake, I am awake.  This is not a dream!  I am --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops, realizing what Krueger meant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My boyfriend...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY barrels down the stairs and across the darkened liv to the front door. It takes her a moment of tugging and fumbling to realize deadbolt is locked from inside.  And there's no key in it She races to a porch window and throws it open, shaking a banging on the bars like a mad woman.  But there's no get through.  She staggers back, stymied and furious.  Then s moves behind her in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY jumps around in shock.  Her mother has posted herse the couch with her bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) Give me the key, mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't even have it on me, so forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The word is final.  NANCY runs past the woman to the back to one window after the other, shaking bars and slamming and SCREAMING in teenage fury.  But it's no good.  The ho her prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drunk satisfaction) Paid the guy damn good to make sure you stayed put.  You ain't goin' nowhere, kid.  You're gonna sleep tonight if it kills me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY clenches her fists and screams at the top of her lu heart-wrenching, eardrum-breaking cry of love in despair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLEEENNNNNN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON GLEN'S FROM DIRECTLY ABOVE.  The MUSIC is tinny earphones, the TV SOUND DISTANT AND ECHOED.  The boy is b deeply now, slowly and gently.  Then, unmistakeably, he b SNORE.  Very faintly, far in the background, we can hear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glen!!  Don't fall asleeeeeep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK AND STRAIGHT UP as the SNORES merge wit weird, unsettling MUSIC CUE.  The boy lies sprawled, stil clothed, in the middle of his bed.  Save for the bedside the room is dark. FULL WIDE ANGLE FROM THIS HIGH SPOT looking down at him a the eyes of some great fly hung on the ceiling.  THE MUSI",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABRUPTLY.",
          "text": "There's a heartbeat's pause.  Then with tremendous force, powerful arms shoot up beneath the red and yellow bedspre grab GLEN around the waist! Next moment the young man's body is dragged straight down the bed, as if some huge beast had grabbed him and heaved down!  His feet and his arms shoot up -- there's another yank -- and the boy disappears except for his hands and f -- down into the pit in the middle of the bed!  His hands last to go, clawing for a hold.  But soon they vanish as dragging blankets and bedsheets, wires and stereo across caved-in bed and into the abyss. There's HIDEOUS SCREECHING of MUSIC jamming in with GLEN' ECHOING SCREAMS -- then an unholy, sudden silence. Next moment what's left of GLEN is vomited up from the pi nightmare bed...a horrible mess of blood and bone and hai wires...streaming out and over the bed.  Then the pit in is gone as if it were never there. Drawn by the terribly screams and struggle, GLEN's mother into the room.  The women stares for one moment of horrif disbelief, then reels back and lets out the most god-awfu imaginable.  The cry splits the night. 165.  EXT.  ELM STREET.  NIGHT. The SOUND of the SCREAM CROSS-FADES WITH the WAIL of the AMBULANCE as it screeches to a halt at the curb, followed BLACK AND WHITES and an UNMARKED CAR.  Uniformed POLICEME out FOREGROUND. LT THOMPSON and PARKER exit the unmarked car.  By habit o premonition THOMPSON glances at the house that was his ho eye is caught by a movement; his daughter is at her upsta window, white-haired, hollow-eyed, looking down on him th her bars.  She gives a little wave. Unnerved, THOMPSON waves back, then walks rapidly for GLE home.  MR LANTZ, pale as a ghost himself, waits on the po can hear the mother's WAILING inside. 166.  INT.  NANCY'S ROOM.  NIGHT. CLOSE ON NANCY'S BIG OLD WINDUP ALARM CLOCK.  Its big and hands sweep together at midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a BABBLE of POLICE RADIOS, SIRENS WINDING DOWN, R FOOT-STEPS, SHOUTS, NEIGHBORHOOD KIDS and DOGS BARKING as LIFTS TO NANCY'S FACE.  Set.  Unafraid.  Ruthless. The girl pulls the window shade on it all, then looks at bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Krueger, you bastard. We play in your court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "168.  LT THOMPSON is halfway across the living room when Something dark and red is welling from a crack in the cei One of his men is rigging a bucket beneah to catch the le The telephone rings and PARKER picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant.  It's your daughter. Says it's urgent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON turns away from the dripping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low) Tell her I'm not here, tell her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, she just saw you, sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON nods, crosses and picks up the telephone.  SCREE SPLITS; we see both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi daddy.  I know what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you know more than I do -- I haven't even been upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(guessing) You know he's dead though, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON debates, then admits it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, apparantly he's dead. How the hell'd you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tear coarses down NANCY's cheek, but her voice remains",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got a proposition for you.  Listen very carefully, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nan, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.  I'm gonna go get the guy who did it and bring him to you.  I just need you be right there to arrest him. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just tell me who did it and I'll go get him, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred Krueger did it, Daddy, and only I can get him.  It's my nightmare he comes to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The detective flinches at the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you hear about Krueger --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY presses, very firm, very rational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- I want you to come over here and break the door down exactly twenty minutes from now -- can  you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll be exactly half past  midnight.  Time for me to fall asleep and find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, sure, honey.  You just  do that -- get yourself some  sleep -- that's what I've been saying all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you'll be here to catch him, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant -- they're waiting upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON waves curtly, still speaking to NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, okay, I'll be there. Now you just turn in and get some rest, sweetheart.  Please. Deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY hangs up.  LT THOMPSON starts upstairs.  But then h and as an afterthought he could never really explain, tur PARKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get outside and watch her house. If you see anything funny call me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Anything funny' like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON shakes his head, embarassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know -- but one thing for sure, I don't want her  coming over here.  She's way  too far gone to be able to to handle this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As PARKER exits, ANGLE CUTS TO NANCY'S KITCHEN as the gir up and sinks back agiainst the wall, trapped by her own resolution.  She looks at her watch. 169.  INSERT -- five past midnight.  NANCY switches modes and sets the COUNTDOWN going at twenty-five minutes. 170.  INT.  GLEN'S BEDROOM.  NIGHT. LT THOMPSON steps into GLEN's room, anxious to be done wi He hits a wall of stench and horror even before he takes with his eyes, and as soon as he sees the bed he claps hi over his mouth, pivots and walks right back into the hall 171.  INT.  HALLWAY.  NIGHT. He sags against the wall, unable to look at the COPS who there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faint) What the hell did that, Lieutenant?  There ain't even a head left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamed if I know. (tries to straighten) What's the Coronor say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's in the john puking since  he saw it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY pulls tools and hardware out with grim resolution. nails, spools of wire, an old square of heavy fishneting, old shot gun shells, a file -- referring only once to the in her hand. 173.  INT.  NANCY'S LIVING ROOM.  NIGHT. Barely able to control her shaking hands, NANCY starts st off the spool of wire across the living room, crying and at the same time. DISSOLVE TO HER HANDS wrapping bare lamp wire around two thumbtacks stuck into the insides of the pinchers of a co wooden clothespin.  The wire goes OFF SCREEN. ANOTHER ANGLE as she inserts a Lifesaver between the two One end of the fishline is tied to the lifesaver.  The wh is stretched taut about three inches off the living room ON NANCY carefully filing a hole in a LIGHTBULB. OH HER pouring powder and shot from shotgun shells into t opening in the bulb until it's full, then sealing it with DISSOLVE TO HER screwing the bulb back into the floor lam placing the thing near the foot of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- NANCY completes installing a sturdy sliding bolt to th outside of her own bedroom door. -- NANCY screws a hinge into the wall directly above her Attached to the hinge is the shank of something -- some k tool.  We can't see what it is because CAMERA never quite the whole thing. -- NANCY tiptoes to her mother's door and peeks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE lies propped in her bed looking back at NANCY.  Her drunkeness has been altered by the SIRENS and BABBLE outs a sort of comatose clarity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess I should'n'a done it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just sleep now, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just wanted to protect you, Nan.  Just wanted to protect you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE slides over on her side.  NANCY smooths her hair, c as she would a child, then exits the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl enters, turns out her bedside light, slips out o dress and puts on her nightgown.  Then she kneels by her NANCY (quietly) Now I lay me down to sleep, I pray the Lord my soul to keep. If I should die before I wake, I pray the Lord my soul to take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets into bed and pulls the blankets to her chin. CLOSE ON NANCY's face.  She stares straight up at the cei a long moment, then closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LT THOMPSON trudges down the stais and confronts GLEN'S F",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it's hard to think at a time like this, Walter, but can you think of anyone who could've done such a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The father stares away, his voice low and dull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He done it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON looks at the man, baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?  Who did that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Krueger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Krueger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The father gives him the strangest look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had to've done it.  No one else was in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cause I thought Glen was  gonna sneak out to see your lunatic daughter, that's why. So I locked him in his room! (getting control) Sorry.  Anyways, the door was still locked when we heard the screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe god's punishing us all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(much lower and hard) Keep your head -- this is a fucking flesh and blood killer we're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like Rod Lane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A voice calls down from upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Thompson.  Coronor wants to show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON gives MR LANTZ one final look, then heads upstai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOTE: These rewrites of scenes 180 and 180 A replace NANC walking through the 'dream streets' at night, and NANCY approaching the huge deserted building at night, prior to entering the Boiler Room the final time. 180.  INT.  DOWNSTAIRS, NANCY'S HOUSE.  NIGHT. LOW ANGLE UP STAIRS as NANCY appears at head.  As she com downstairs, CAMERA MOVES WITH HER through the hallway to cellar door.  She opens the door. 180A. INT.  NANCY'S CELLAR.  NIGHT. NANCY appears at top of these stairs, hesitates, then com WIDER as NANCY approaches center of room, stops in CU, th eyes.  We HEAR the distant SOUND of the boiler room now, but unmistakeable.  NANCY MOVES, and CAMERA PANS HER to t cellar's side WALL, where another, new doorway is REVEALE NANCY opens this door and looks down.  FIRELIGHT is on NA face now, and the SOUND of the Boiler Room is very clear. goes through the door. 180B. INT.  BOILER ROOM. NANCY decends like Orpheus into hell, but without weapon wits. She decends a steel stair to the lowest level, then hears SOUND of the knives from down another shaft.  She sees th even deeper place down there.  She starts down. Again, and then again, NANCY decends, each ladder narrowe more twisting, each level deeper, wetter, darker, more ai Soon she's gasping for air, but still she pushes herself doesn't stop until she breaks out at last at the very bot the place, a wet, firelit sump deep in the bowels of the CAMERA NOW PANS AROUND WITH HER, and for the first time w the vast maul of the empty boiler behind her. She stares at it.  It's seething with some dark WIND that and whines like a huge dying dog. NANCY crosses to it, touching the pile of old, coal-duste at its base.  It looks almost like an old grave. She turns suddenly, listening.  Then, hearing nothing, sh down. NANCY'S POV as she picks up GLEN's earphones. WIDER as she suddenly drops them, staring at her fingers. They're dripping blood. There's another BEEP. 180C. INSERT ON NANCY'S WATCH -- the COUNT-DOWN a blur of counting down to zero.  They've just crossed the ten minu warning. 180D. CLOSE ON NANCY'S FACE.  She speaks into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) Come out and show yourself, you bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sooner are these words off her lips than the huge bulk KRUEGER lurches up behind her!  The man is even more hide hatless, his bald head and tormented face veiled in skein ruined flesh, his ragged teeth barred, the great spider o razor-blades flashing from his fingertips. He leaps, but the girl leaps just as fast, a fierce jump, that sends her out over black space and down into a huge, sump of blackness. 180E. EXT.  THE HEAVENS.  NIGHT. CLOSE ANGLE ON NANCY as she curves like a swan though her apogee, and begins falling, diving, planing through black the wind ripping at her hair and eyes.  Suddenly the comp glittering skein of light that is the San Fernando Valley from the air slides INTO FRAME, and we see she's falling high, high over the earth. NANCY falls, falls in slow motion against the spinning li free as a sky diver freefalling -- a giddy, acrophobic pl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY crashes suddenly out of the night and into a hedge outside her own front door, rolling out at its bottom scr and bloodied.  If she were in any normal reality she'd be of broken bones -- but somehow she's able to claw her way look at her watch once more. INSERT.  Just a few seconds from zero. She staggers for her house's front door -- but a moment l KRUEGER crashes down atop her!  NANCY struggles to her kn as the man lunges with that godawful handful of blades. instead of running, she ducks inside the deadly grab and him in a desperate bearhug! The surprise move sends him pitching backwards, her still --and they fall into the jumble of torn-down trellis of r beneath her window.  Almost at that very second we HEAR t jarring, deafening RINGING of NANCY's alarm clock!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY sprawls out of her bed onto the floor, twisting fro jabs of the already vanished thorns, briars and brush.  G she takes a second to get her bearings ANGLE ON THE BED as she recovers quick as she can, snatch the net, ready for an assault from any direction. But the room is empty. Hardly able to catch her breath, her hair tangled, her ni torn, she drops the net.  She sits on the bed, turns on t bedside lamp and re-examines her room.  No one there but It's a terrible blow, despite the fact that she's safe. is covered with tears, she's shaking and breathless.  She her head in confusion and despair, realizing her own madn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm crazy after all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that very instant FRED KRUEGER leaps up from the far s the bed with an EXPLOSIVE SHOUT of rage! He lunges across the table for her, missing by inches as pitches backwards and scrambles for the window.  But she' stopped by the bars. KRUEGER, incredibly fast, regains his feet and leaps agai girl wheels and shatters the coffeepot over his head.  As crashes backwards NANCY flings open the door of her room dives through -- only to rebound off someone on the other 187.  INT.  HALLWAY.  NIGHT. MARGE, knocked flying by NANCY'S charge, hits the floor h knocking the wind out of herself.  NANCY sees what she's jumps over the body and slams the door and throws the new home.  Next instant she gingerly ties a string to the doo knob, a string that trails down from the ceiling, attache something up there that's still just barely out of sight. Next instant she's dragging her MOTHER towards the woman' bedroom as fast as she can. KRUEGER is already splintering the doorway behind her as dips and makes it into MARGE's room, SLAMMING the DOOR be and locking it in a flash. The MANIAC breaks the bolt and rips open the door. But the in the very act of doing this he of course unknow pulls the string attached to the outside doorknob with te force. CLOSE ANGLE ON THE CEILING.  The string jerks against a single-edged razor, which in turn cuts a tight wind of co holding a heavy wedge of steel to the ceiling. WIDER as the thing falls free, pivoting at the hinge at t end of its handle, and drives straight into KRUEGER'S gro a terrific blow.  As he catapaults backwards with an incr shriek, the twenty pound sledge hammer swings back and re camera just what it is! ANGLE DOWN ON KRUEGER, clawwing his way up despite his ag lurching and cursing forward like an enraged bull. WIDER ANGLE IN THE HALLWAY as KRUEGER roars out -- only t immediately strike the length of WIRE strung across the h catching it just above the thigh.  He cartwheels head-ove and lands flat on his back! Instantly the DOOR to NANCY's MOTHER's bedroom flies open NANCY brings a brass lamp down over KRUEGER's head with a might!  It sounds like a line-drive caroming off a metal flagpole. NANCY SLAMS the DOOR as KRUEGER struggles up, clutching h head. Enraged, the huge man CRASHES against the door with terri force, and rears back and starts smashing against the doo the utter homicidal lunatic that he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH ANGLE at the second floor level.  NANCY jerks open t window to her MOTHER's bedroom and jams her face to the b The AMBULANCE is pulling away with a tremendous WAIL of i as NANCY SCREAMS down, trying to make herself heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help!  Hey -- Daddy -- I got him trapped!  Where are you!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "189.  ANGLE ON the street.  PARKER, assigned to guard the NANCY -- hair white, eyes wide -- pounding on the bars an screaming like a lunatic.  But her meaning is utterly los noise of the ambulance next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling up at her) Everything's going to be all right!  Everything's under control!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE at the window.  Close on NANCY's face, incredulous response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get my father, you asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARKER does a little take.  That almost sounded sane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard what I said!  Now get back inside or I'll tell your dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "191.  Behind her the DOOR SPLINTERS.  NANCY whirls around to see KRUEGER bull in!  NANCY's eyes go wide -- she's tr against the bars and has nowhere to go.  The man bunches knives into a single thick blade and rushes her, stabbing closes her eyes -- Then from OUT OF FRAME Marge leaps between the two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She blocks the charge perfectly -- blocking the knives. Both she and NANCY are slammed backwards against the bars behind. Drunk though she is, is hanging onto KRUEGER'S weapon han keeping the knives inside herself, away from her daughter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nancy -- for god's sake's run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But NANCY turns to the window instead, screaming for her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy!  Where are you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARKER, just about to turn back to the business at GLEN's sees NANCY and SOMEONE else fall just inside the window. Something begins to dawn on the man.  Just a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor woman's got her hands full  with that kid.  Maybe I better  tell the lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and jogs towards GLEN's house. 193.  INT.  MARGE'S BEDROOM.  NIGHT. ANGLE ON KRUEGER, hauling MARGE up in rage, knocking her senseless across her bed and climbing after her with his raised.  NANCY wheels behind him and whams him in the kid with her fists, spilling him back off the bed, then runni him for the door.  She makes it to safety, then turning back.  She flips the monster the bird, her e with pain and fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey fuckface -- can't catch me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bait works -- KRUEGER leaves MARGE and howls after NA 194.  INT.  UPSTAIRS HALLWAY.  NIGHT. As NANCY clears the hall and makes the stairs, KRUEGER lu through the shattered doorway after her. 195.  INT.  LIVING ROOM.  NIGHT. The girl careens down the stairs, across the room and to front door, banging against it with terrified fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) Come on -- he's in here! Daddy!  Don't let him kill me too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind her the huge MAN is thumping down the stairs, KNOC THINGS OVER, SCRAPING his LONG STEEL FINGERNAILS along th with a horrible sound! NANCY flings a heavy ash tray through the porch window an screams through the bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEELLLPPP!!!  Daddyyyyyyy!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRUEGER, bloody and spewwing threats, staggers for her -- dives behind the couch. CLOSE ON KRUEGER'S FEET as they hit another wire. CLOSE ON the Lifesaver jerking out -- the clothespin snap together, completing the circuit with a CRACKLING SPARK. WIDER ON THE EXPLOSION that rips out of the floor lamp ne KRUEGER and knocks him sprawling across the room. NANCY peeks out from behind the couch.  The man lies in a heap.  NANCY runs to the windows and screams out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Daddy!  Hey!  I got the bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRUEGER roars up behind her -- she throws herself sideway crashes into the window frame, smashing glass and wood to NANCY turns SCREAMING and runs deeper into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She careens down the stairs, throwing on the lights, the thundering after her. ANGLE AT THE FAR END OF THE CELLAR.  NANCY brakes at the Nowhere left to hide. THE SCRAPPING of the blades against brick turns her to se huge killer holding his knife-laden fingers up for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready for these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "198.  ON NANCY -- she ducks behind the furnace -- comes o side with the big jug of gasoline and lets KRUEGER have i straight over the head.  The heavy container shatters, sh its contents over every square inch of the man. He staggers backwards with a ROAR of fury, NANCY screamin him with a box of kitchen matches.  Before the man can re what she's up to, she ignites the whole box and throws it KRUEGER's face. There's a blinding WHOOSH -- and KRUEGER goes up in a ter BALL OF FIRE.  Faster than a flash the girl runs past the maniac and makes for the stairs, KRUEGER after her in ful pyrrhic rage. 199.  INT.  NANCY'S KITCHEN.  NIGHT. NANCY holds the heavy door until the precisely right mome Just as the burning, blind monster tops the stairs, NANCY the heavy oak door round with all her might and catches h great RINGING CONCUSSION.  It sends him windmilling backw down the stairs in an ass-over-teakettle sprawl of sparks flames. NANCY slams the door and throws the deadbolt home. No sooner does she accomplish this than the man is SLAMMI and again against the door from the cellar. The terrible SCREAMS and CURSES PEAK,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THEN GROW WEAKER AND MORE GARBLED.  Then there's just sil NANCY staggers, half blind, from the kitchen. As the room begins seething SMOKE from every pore, we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CORONER steps out of the bathroom peeling bloody rubb gloves.  Pale and sweating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Found you something, Donald. Should remind you of something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man shoves out his hand to LT THOMPSON.  THOMPSON sta it without touching it.  A long, thin steel blade, razor attached to some sort of ring and armature -- broken off. The CORONER gives a sweaty, grim smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only place I ever heard of such a thing before was ten years ago.  Remember that fucker Fred Krueger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LT THOMPSON has just knocked PARKER sprawling in his race stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- your daughter's acting  kinda -- ! (THOMPSON'S gone) Strange...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRASH as NANCY breaks another window and presses against bars.  The house shudders and glows orange behind her.  S her father bursting out the front door of Glen's house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAD!  GET US OUTTA HERE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Jesus -- Nancy! (to his men) Hey!  We got a fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "202.  ANGLE ON NANCY'S FRONT DOOR.  Many MEN batter the d black smoke pours from the windows and NANCY's SCREAMS an fill the air.  Within moments they've destroyed the door THOMPSON has pulled his daughter into the safety of his a But NANCY immediately fights free and darts right back to front door -- beckoning him to follow -- gesturing like a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got him -- I got Fred Krueger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOMPSON stares at his wild little girl in astonishment, runs in after her.  The others follow, coughing and choki 203.  INT.  LIVING ROOM.  NIGHT. THOMPSON collides with NANCY as she brakes, frozen.  THE BELCHING OUT OF THE CELLAR, but whoever was locked in the certainly isn't now.  The door is flat on the kitchen flo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you talking about, Nancy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY wheels without answering.  A series of tiny, isolat burn across the living room and up the stairs.  Firesteps",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's after Mom!  Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She darts across the living room, following the flaming footprints of FRED KRUEGER up the stairs before THOMPSON her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY STOPS IN THE SPLINTERED DOORWAY -- a ragged gold-re splashing her horrified face. 205.  REVERSE IN HER POV -- FRED KRUEGER, literally a man a screaming MARGE pinned to the bed and is crawling all o her!  NANCY gives a banshee's howl, snatches up a chair a brings it down over the back of the firey beast, stunning By the time LT THOMPSON races into the room NANCY'S seize heavy blanket has thrown over both of them, fighting the The father joins his daughter without a second thought, h another blanket over the bed and smothering the last of t flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's under there!  Watch it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "206.  THOMPSON pushes the girl back -- yanks out his .38 the first cover.  No movement.  He pulls back a second on ready to fire.  But the only thing he sees is the blacken half-skeleton of his ex-wife, smoking and seething and si into the fluid-like mattress, sinking right down through she were sinking into a lake.  A blackened, gnarled hand last, then the bed solidifies over the place she's disapp And it's as if no one was ever there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY turns and looks at LT THOMPSON, her face white as h ghostly hair.  THOMPSON shoves his .38 back in its holste finds a cigarette, his hands shaking so badly he can bare manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now do you believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PARKER barges in.  The room is filled with smoke, the bed stripped, but other than that, the place seems normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You find him? (looking closer at THOMPSON) Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LT THOMPSON just walks by him.  PARKER chases after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fading) Sir -- here, let me light that for you -- Lieutenant?  What  happened? (gone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDER, ON NANCY alone in the room.  She turns and looks a bed.  MUSIC slips in and builds.  The bed has changed col It's now an ash-darkened red and yellow. 207.  CLOSER ON NANCY from the direction of the bed.  MUS STOPS, and the surface of the red and yellow bed gets a b its center that keeps raising, raising until it's a hump head and shoulders, still raising until it looms over NAN Then FRED KRUEGER's entire shape sweeps up into the yello red mass -- and the garish head, smoking and seething, po through. NEW ANGLE -- KRUEGER, a burned, sizzling black hump of a clumps onto the floor between NANCY and the door. NANCY falls absoltely still, and her face goes through a strange, almost sublime transformation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly) I know you're there, Krueger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and faces him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you was gonna get away from me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you too well now, Freddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRUEGER smiles bitterly.  Coming closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now you die...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a SLICKERING RATTLE at his side, and he raises th thing on him not charred -- the gleaming steel talons. 208.  NANCY simply shakes her head again, as if seeing a end of her long, long tunnel.  And the way she says the w they might be appearing on the inside of her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too late, Krueger.  I know the secret now -- this is just a dream, too -- you're not alive -- the whole thing is a dream -- so fuck off! I want my mother and friends again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KRUEGER grins insanely, confused and amused at the same t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(even, firm) I take back every bit of energy I ever gave you. You're nothing.  You're shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then she turns her back on him.  KRUEGER bunches his fingers, producing a single ragged bundle of razor talons raises his hand over the back of her head and neck. NANCY closes her eyes and steps to the door. CLOSE ON HER HAND, touching the door knob. CLOSE ON KRUEGER'S KNIFE-FINGERS poised. MUSIC BUILDS then SHRIEKS as KRUEGER stabs down, right th NANCY -- as if she were an optical illusion -- loosing hi balance and falling down, down, down...  And he's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON NANCY'S FRONT DOOR AS NANCY jerks it open and bl the bright, diffused light.  The MUSIC FADES on a transit note, into light. We hear BIRDS. CHILDREN playing. Early morning SOUNDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to herself) God, it's bright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARGE sticks her head out, squinting, and nods.  Sober.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna burn off soon or it wouldn't be so bright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY turns and looks her mother over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say you've bottomed out when you can't remember the night before. (shakes her head) No more drinking, Baby, suddenly I just don't feel like it any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She touches NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't keep you up last night, did I?  You look a little  peeked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah.  Just slept heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl gives a wave and goes off.  MARGE calls after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NANCY turns and waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "210.  WIDER ON NANCY as she walks to the curb.  The whole wrapped in an unseasonal tule fog, bright yet diffuse.  W that NANCY's house no longer has bars on its windows.  Th see a familiar convertible pull up at the curb, top down. and ROD are in the back seat.  They all wave to MARGE as climbs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling) You believe this fog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs) I believe anything's possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINA slaps five with NANCY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lookin' good, girl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE INSIDE THE CONVERTIBLE.  GLEN slips into the seat n NANCY.  Someone else is driving, it seems.  NANCY looks u DRIVER.  The big MAN turns and grins at NANCY, a terrible scarred, hideous leer of a grin -- FRED KRUEGER'S grin! ANGLE BACK OUTSIDE THE CONVERTIBLE as its top clamps over kids within -- a bright red and yellow top that closes as and hard as a beartrap!  NANCY'S frightened face flies to window, pressing against the thick glass as the car roars from the curb and into the thick fog. 211.  CAMERA PANS TO a group of LITTLE GIRLS, half-hidden jumping rope and singing gayly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One two -- Freddy's coming for you! Three four -- Better lock your door! Five six -- Get your Crucifix Seven eight -- Gonna stay up late! Nine ten -- Never sleep again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC CROSSFADES WITH THIS SONG, expanding the simple tun symphonic, boundless dimensions as the little girls fade thin air, and we",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_076"
    }
  ]
}