{
  "movie_id": "MOV086",
  "scenes": [
    {
      "location": "GEORGE'S HOUSE BEDROOM. MORNING 1962",
      "time": "EXT. STAIRS TO SOLEDAD WAY. EVENING, (1961)",
      "characters": [
        "CLAY COURT AND OF THEIR SIGHS AND QUICK BREATHING AS THEY",
        "HARSH SUN. THERE IS A SOUND OF RUSTLING PALM LEAVES AND",
        "OUR SOUND RETURNS WITH A WHACK OF THE BALL AND A GUTTURAL",
        "OF THE BREEZE CREATED BY THEM IS AMPLIFIED.",
        "SAYING.",
        "EXT. SNOW COVERED ROAD. DUSK",
        "INT. SANTA MONICA NATIONAL BANK. DAY",
        "FROM THE CEILING, WE PUSH IN SLOWLY UNTIL WE ARE JUST OVE",
        "EXT. GEORGE'S HOUSE. MORNING",
        "SHELTER STARING DEAD INTO OUR CAMERA AS IF POSING FOR A",
        "OUTCRY FROM ONE OF THE PLAYERS.",
        "GEORGE V.O., (CONT'D)",
        "YOUNG BOY, (CONT'D)",
        "OUR VIEW IS FROM OUTSIDE OF THE HOUSE.",
        "FLASHBACK OF GEORGE KISSING JIM IN THE SNOW",
        "FACE AND HAIR.",
        "A SHOT OF GRANT AND HIS FAMILY IN A SIMPLE CONCRETE BLOCK",
        "AS WE PULL BACK TO REVEAL AN EXPANSE OF STUNNING AND ODD",
        "FLASHBACK OF GEORGE AND CHARLEY DOING THE TWIST EARLIER I",
        "DRINKING IN HER FRESH BEAUTY. WE SEE THE TINY BLONDE HAIR",
        "ON HER LEGS AND ARMS. WE STOP ON HER EYES AND OUR CAMERA",
        "MARKED THE LAST WILL AND TESTAMENT OF GEORGE CARLYLE FALC",
        "BRITISH WOMAN, (0.S.)",
        "BREATHES DEEPLY. THE SOUND OF HIS DEEP INHALE IS AMPLIFIE",
        "MYRON",
        "GEORGE V.0., (CONT'D)",
        "CHRISTOPHER NOW HOLDING THE REMNA",
        "INT. SPORTING GOODS STORE. LATE AFTERNOON",
        "FOREGROUND CATCHING A BUTTERFLY ON A FLOWER.",
        "EXT. LIQUOR STORE. PARKING LOT. LATE AFTERNOON",
        "A QUICK FLASHBACK OF GEORGE SOBBING IN THE RAIN IN CHARLE",
        "SERIES OF SHOTS",
        "CUT BACK TO",
        "ABOVE REVEALS THE GUN AND BULLETS IN THE",
        "CENTER OF THE DESK. WE SLOWLY PULL BACK FROM THE GUN TO",
        "WHACK THE BALL BACK AND FORTH.",
        "INT. LIQUOR STORE. LATE AFTERNOON",
        "JENNIFER, (CONT'D)",
        "DOMINATED BY THE OUTFIT THAT GEORGE ASSEMBLED EARLIER. IT",
        "LOT DAY",
        "CHARLEY, (CONT'D)",
        "EXT. SNOWY ROAD. DUSK",
        "EXT. SURF LINE. NIGHT",
        "JIM, (CONT'D)",
        "CHARLEY, (0.S.)",
        "BREATH. HER GOLDEN LASHES BAT IN SLOW MOTION AND THE SOUN",
        "OUR CAMERA MOVES SLOWLY OVER THE TINY GIRL, LITERALLY",
        "A COMPLETELY STILL GEORGE FROM ALL SIDES AN",
        "FLASHBACK",
        "RADIO ANNOUNCER, (0.S.)",
        "GEORGE, (CONT'D)",
        "JIM",
        "BANK TELLER",
        "ALEX MONG",
        "ARRANGEMENT OF LETTERS, BILLS, HOUSE DEEDS, A DOCUMENT",
        "ALVA",
        "GEORGE, (0.8)",
        "FROM THE CEILING WE PUSH IN SLOWLY UNTIL WE ARE JUST OVER",
        "A SERIES OF SHOTS",
        "EXT. STAIRS TO SOLEDAD WAY. NIGHT",
        "WEARING THEIR SUNDAY BEST. THEY ARE SURROUNDED BY ANIMALS",
        "CHRISTOPHER",
        "EXT. CAMPHOR TREE LANE. NIGHT",
        "MRS. STRUNK, (0.S.)",
        "ARMS.",
        "A COW, A GOAT, CHICKENS ETC.",
        "MRS. STRUNK",
        "YOUNG WOMAN",
        "EVENING, (1961)",
        "SHOT FROM A LOW VANTAGE POINT WITH CHRISTOPHER IN THE",
        "GRANT",
        "ALVA, (CONT'D)",
        "LOOKING PREHISTORIC DESERT.",
        "END FLASHBACK",
        "RACQUET AND OF THE FEET OF THE PLAYERS SLIDING ON THE RED",
        "INT. STARBOARD SIDE BAR. NIGHT",
        "65.",
        "CONTINUOUS",
        "SIGH AS HE EXHALES. THE SOUND OF HIS BREATHING IS SLIGHTL",
        "OF THE BUTTERFLY IN HIS HAND.",
        "REVEAL THE ENTIRE DESK TOP. IT IS A COMPLEX BUT PRECISE",
        "DON",
        "DESERT CAPTURE THE REMOTE AND BEAUTIFUL EMPTINESS OF IT A",
        "KENNY, (CONT'D)",
        "OK.",
        "OVER AND ARE FACE UP IN THE GLARING SUN. THE LIGHT FLARES",
        "JENNIFER",
        "GRANT, (CONT'D)",
        "AND CAN HEAR HIM BREATHING SOFTLY.",
        "WE SEE THE STRUNK FAMILY BUT DO NOT HEAR WHAT THEY ARE",
        "CUT TO",
        "PORTRAIT. GRANT IS SMOKING A PIPE, AND THE FAMILY ARE",
        "CARLOS, (CONT'D)",
        "THE EVENING.",
        "GEORGE",
        "CARLOS",
        "EXT. STARBOARD SIDE BAR. NIGHT",
        "ROOM. DAY",
        "FEROCIOUSLY FOR THE MONEY.",
        "OUR CAMERA DRINKS CHARLIE IN",
        "GEORGE, (0.S.)",
        "HAROLD, (0.S.)",
        "EXT. THE STRUNK HOUSE. MORNING",
        "DAY",
        "BLONDE SECRETARY",
        "CASHIER",
        "AND 3 CAREFULLY LABELED KEYS. THE LARGE BOX AT THE END OF",
        "BLONDE GIRL",
        "AMPLIFIED.",
        "AMPLIFIED SOUND OF THE GAME. SOUNDS OF THE BALL HITTING T",
        "EXT. SANTA MONICA STATE BEACH. NIGHT",
        "KENNY",
        "WE CUT BACK TO GEORGE, AS HE WATCHES THE STRUNK FAMILY.",
        "MOUTH, BICEPS, HANDS. A SHOT OF HIS NECK. WE ALMOST FEEL",
        "GEORGE. WE SETTLE IN ON HIS FACE. WE ARE INTIMATE WITH HI",
        "CHARLEY",
        "YOUNG BOY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Our black screen slowly fades to a murky blue-grey as it becomes apparent that we are underwater. From the top of screen drifts the nude body of a man, arms outstretched, sinking slowly. He moves his legs in a slight struggle as is pulled deeper and deeper into the water. His hand lash out in a final sudden movement as his body becomes still. We are now close in on the manвЂ™s face to reveal GEORGE, as he begins to toss and turn violently in the water searching for air. A title appears over our image in simple bold type: FRIDAY, NOVEMBER 30, 1962.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SNOW COVERED ROAD. DUSK",
          "text": "George is walking in the snow. He is on a quiet stretch o road and the snow is falling gently. All is silent. Ahead George and in our line of sight is a crushed car that has flipped over on itвЂ™s top. There is broken glass everywh and the skid marks of the car are visible on the icy road The taillights are still on and there is steam coming fro the hood. A body is hanging out of a smashed window on th driver's side of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George continues to toss and turn underwater even more violently as he struggles to find air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SNOWY ROAD. DUSK",
          "text": "Arriving at the wreck, George looks at the bloody face of the dead driver - it is a handsome man in his mid thirtie JIM. There is a lifeless and bloody black and white dog o the dashboard against the broken windshield. \f2. George slowly lies down in the snow next to Jim. He stare at Jim's bloody face and then leans over and kisses Jim o the mouth. George pulls back. Jim's open eyes and blood covered face fill our screen as push in tighter. His eyes have a cold gelatinous feel abo them. We continue to push in until his eyes fill our scre There is a faint, repetitive banging sound, like a drum beat, in the background that becomes increasingly louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George bolts up in a panic. He canвЂ™t breathe. He is swe The drumbeat sound is loud and constant. In the distance hear a female voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STRUNK, (0.S.)",
          "text": "Jennifer stop it! Stop that banging now! The banging sound stops. We hear the white noise hum of waves crashing in the distance and the faint sound of seagulls. GeorgeвЂ™s face fills our screen as he recovers from the GEORGE V.O. Waking up begins with saying am and now. We gradually pull back from above to reveal a full length George. He does not look his age - a slim, tan, Englishma who has clearly taken care of himself. He has a full head of salt and pepper hair. He is handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is nude, lying on a bed, partially covered in wrinkled \f3. white cotton sheets. There is a large black stain and an pen on the sheets next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND CAN HEAR HIM BREATHING SOFTLY.",
          "text": "A twitch of his left hand. A worn gold signet ring on the little finger. George reaches over to the other side of the bed as if searching for someone. There is an open fountain pen on t side of the bed with a small stack of stationery. The ink pen has left an enormous black stain on the sheets. Some the ink comes off on his fingers. He gains his bearings and catches his breath. He lifts hi fingers to his lips. The ink leaves a slight mark on his mouth. He lies still for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT: GEORGEвЂ™S HOUSE - BEDROOM. MORNING 1962 -- CONTINUO GEORGE V.O. For the past eight months waking up has actually hurt. The cold realization that I am still here slowly sets in. George, with bed hair, still sweating, untangles himself from the sheets and sits up. He holds onto his head as if pain. A pile of clothes is in the chair next to the bed. Books magazines are loosely stacked next to the end table. Ther is an empty scotch bottle on the floor. The room is dark in disarray. On the floor on George's side of the bed are about 10 carefully addressed envelopes and letters laid out in a grid. \f4. George looks at the alarm clock. It has stopped at 4:57. looks at his wrist watch on the bedside table. 7:22. George sighs and bangs the alarm clock a few times on the table top, winds it and resets it. The second hand is now ticking loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "I was never terribly fond of waking up. He rises, navigates the grid of letters, and walks to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF SHOTS",
          "text": "Relieving himself at the toilet. Standing in the shower letting the hot water wash over hi GEORGE V.O. I was never one to jump out of bed and greet the day with a smile like Jim was. Shaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.0., (CONT'D)",
          "text": "I used to want to punch him sometimes in the morning he was so happy. Taking a handful of aspirin",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "I always used to tell him that only fools greet the day with a smile, that only fools could possibly escape the simple truth that now isnвЂ™t simply now: itвЂ™s a cold reminder. One day later than yesterday, one year later than last year and that sooner or later it will come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fScrubbing his fingernails briskly with a brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "He used to laugh at me and then give me a kiss on the cheek INT. GEORGEвЂ™S HOUSE - BEDROOM. MORNING -- MINUTES LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opening an extremely organized drawer and taking out a pa of perfectly folded black socks. GEORGE V.O. It takes time in the morning for me to become George, time to adjust to what is expected of George and how he is to behave. Opening another equally organized drawer and pulling out immaculately pressed and folded white shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "By the time I have dressed and put the final layer of polish on the now slightly stiff but quite perfect George I know fully what part IвЂ™m supposed to play. George runs a brush over his shoes. He dabs the back of his neck with cologne. END SERIES OF SHOTS. Standing at his dresser, George adjusts his tie and looks at himself intently in the mirror as our camera glides up George's body to his face to reveal the now fully realize public face of George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "Looking in the mirror staring back at me isnвЂ™t so much a face as the expression of a predicament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(whispering aloud to himself) Just get through the goddamn day. \fGEORGE V.O. A bit melodramatic I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George walks down the hallway. As he approaches the livin room he glances out the window and sees JIM. GEORGE V.O. But then again my heart has been broken. JIM, 34, handsome and well built in a classical American is waxing a surfboard on a pair of saw horses. Two more surfboards lie on the bright green lawn behind him. A bla and white, smooth fox terrier, like the dead dog in the c lies in the sun on his side next to Jim. Another smaller, but identical dog is biting at the collar of the first do Jim is disciplining the smaller dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "I feel as If I am sinking, drowning, canвЂ™t breathe. George stares back at Jim but his expression is suddenly changed by a sharp pain that grips his chest. He holds onto the louvered rail that separates the hall f the living room to avoid falling over. He stands still an takes a deep breath. When the pain passes, he looks back out of the window. No surfboards. No Jim. No dogs. Just a brown over-grown lawn George closes his eyes, and takes a deep breath. He makes his way down the hallway and into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George plugs in the toaster and opens the bread box. No bread. He opens the refrigerator. No bread. He opens the freezer to find a loaf of white bread frozen solid. He dr the bread on the counter with a thud. Irritated he bangs bread several times on the kitchen counter. He abandons t loaf of bread and begins making himself a pot of coffee. \f7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. GEORGEвЂ™S HOUSE - DINING AREA. MORNING -- MINUTES L George is seated at the table having his morning coffee a the phone rings. George looks at his watch. 7:40. He look back at the ringing phone and decides not to answer it. FLASHBACK - INT. GEORGEвЂ™S HOUSE - LIVING ROOM. DAY (194 George and Jim are standing in the completely new and absolutely empty house for the first time. It is stunning The starkness of it then is a total contrast to the house today. This is the house before it had a life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ArenвЂ™t you going to say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Are you kidding? ItвЂ™s spectacular George is quietly staring at Jim with a faint smile on hi face. Jim smiles when he realizes this, then slips up clo to George and moves toward him for a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What are you doing? George pushes him away. Nervously looking out of the larg plate glass window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Jim, stop it. I donвЂ™t think you're quite ready for life in a glass house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Drapes, old man. Jim moves in for a kiss only to be held back by George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "You're the one whoвЂ™s always saying that weвЂ™re invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ThatвЂ™s not exactly what I meant. \fGeorge gives in and the two men begin to kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END FLASHBACK",
          "text": "WE PULL BACK to reveal George alone in the house, across dining area and living room and out the pivoting glass do and across the dead lawn. GeorgeвЂ™s house is modest in s yet has dynamic lines. It is an example of very bold architecture, circa 1948, that has become somewhat ramsha over time. We take in the full view of George in his worl as the phone continues to ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "George's empty bedroom as the phone continues to ring. Surfboards leaning against a wall in the garage. Books and architectural models on the living room shelves next to a drafting table. END SERIES OF SHOTS. We cut back to George staring into space for several beat as the phone continues to ring. GEORGE V.O. For the first time in my life I canвЂ™t see my future. Every day goes by in a haze, but today I have decided will be different. INT. GEORGEвЂ™S HOUSE - BEDROOM. MORNING -- MINUTES LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As George stands in front of his book case, the phone sta to ring again. George looks across the room at the phone which sits on a small table next to an upholstered club chair. GEORGE V.O. Finally. You know it has been raining here all day and IвЂ™ve been trapped in this house waiting for you to call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "George is sitting in the upholstered club chair reading. is wearing glasses. He does not recognize the voice on the other end of the phone. There is a",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "IвЂ™m sorry. I must have the wrong number. IвЂ™m calling for Mr. George Falconer... short uncomfortable silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m sorry, I was expecting someone else. Yes sir, you have indeed called the correct number. How may I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "This is Harold Ackerley. IвЂ™m JimвЂ™s cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh yes, of course. Good evening Mr. Ackerley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "I'm afraid IвЂ™m calling with some bad news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "There's been a car accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "There has been a lot of snow here lately and the roads have been icy. On his way into town, Jim lost control of his car. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "It was instantaneous apparently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "It happened late yesterday, but his parents didnвЂ™t want to call you",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "In fact, they donвЂ™t know IвЂ™m calling you now, but I thought that you should know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "I know this must be quite a shock It was for all of us. George continues in his robotic state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes, indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Will there be a service?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "The day after tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well I suppose I should get off the phone and book a plane flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "The service is just for family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "For family. Of course. Well thank you for calling. (Beat) Oh, Mr. Ackerly? \fll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "May I ask what happened to the dogs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "Dogs? There was a dog with him but he died. Was there another one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes. A small female.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "Well, I donвЂ™t know to tell you the truth. I havenвЂ™t heard anyone mention another dog",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, thank you for calling, Mr. Ackerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (0.S.)",
          "text": "Goodbye Mr. Falconer. George replaces the receiver. As he does, it misses the cradle and falls to the floor, the dial tone continues to hum. He sits looking blankly ahead in total disbelief. He does know what to do. He slides down in the chair and begins t cry silently as the reality of what has happened sets in. suddenly jumps up, runs out of the room, down the hall, a to the front door. FLASHBACK - EXT. GEORGE'S HOUSE - CAMPHOR TREE LANE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING, (1961)",
          "text": "George throws the front door open and dashes out of his house, into the rain, down his driveway and up the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George turns onto a pathway with a steep flight of wooden stairs. The rain is torrential. George slips on the wet wooden st as he climbs to the top of the stair case and runs out on Soledad Way. FLASHBACK - EXT. CHARLEYвЂ™S DRIVEWAY. EVENING (1961)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS",
          "text": "George runs up the driveway towards CharleyвЂ™s house. As reaches the front door he rings the doorbell several time and begins pounding on the door. A startled blonde woman opens the door. CHARLOTTE aka CHARLEY, 47, is a British friend of George's. George throws himself at her as she embraces him and he s uncontrollably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END FLASHBACK",
          "text": "INT. GEORGEвЂ™S HOUSE - BEDROOM. MORNING -- 1962. The phone rings once more and then stops. George looks ba to the bookcase. He grabs a Huxley novel and retreats to the bathroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting on the toilet, George reads. There is a constant banging from outside. This is the sam banging we heard earlier. George attempts to ignore the irritating sound but finds it impossible to concentrate a slams his book shut. He looks across the street. The wind is positioned so that when on the toilet George can see o but only his head can be seen from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYING.",
          "text": "The Strunk house is a pristine, absolutely new ranch hous \f13. with a manicured lawn that reeks of the traditional Ameri dream circa 1962. JENNIFER STRUNK, 8, a blonde, very American little girl, hammer in hand, pulverizes an old bathroom scale that she pulled out of one of the shiny new trash cans. She tightl clutches a white Persian kitten with a pink ribbon. Jenni is wearing a gingham dress and she chants an annoying advertising jingle over and over in monotone as she pound away at the scale with the hammer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. STRUNK, 32, appears in the doorway. She is the arche of the young attractive suburban wife and mother. She is usually calm and poised but today she is clearly exasperated and yells from the front door at her daughter put the scale back in the trash can. Jennifer ignores her mother and continues pounding away w increasing violence. Meanwhile, Jennifer's oldest brother TOM, 9, is combing o their lawn with a metal detector, as a younger brother CHRISTOPHER, 5, digs ferociously at the lawn with a small garden shovel. The metal detector suddenly shrieks, havin located something. Jennifer drops her cat, runs to her brothers and joins in the digging. The lawn is littered with newly excavated holes and the flower beds also seem to be in a freshly unearthed state if a dog has been digging in them. Simply put, the normal perfect front yard is an absolute disaster area. The three children start screaming loudly to their mother Mrs. Strunk rushes over to the hole to see. As the metal detector shrieks again, the children scream and even Mrs. Strunk squeals with delight and gets down on her knees to dig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE CUT BACK TO GEORGE, AS HE WATCHES THE STRUNK FAMILY.",
          "text": "MR. STRUNK, 35, a well dressed young executive with brief in hand, comes out of the house shouting at his family. His wife rushes over to him but cannot pacify him as Mr. Strunk surveys the destroyed lawn and flower beds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOREGROUND CATCHING A BUTTERFLY ON A FLOWER.",
          "text": "The Strunks continue to argue as Mr. Strunk brushes off h wifeвЂ™s attempts at affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF THE BUTTERFLY IN HIS HAND.",
          "text": "Mrs. Strunk leans forward and kisses her husband on the cheek as he walks towards his car. Mrs. Strunk heads over to the battered scale and throws i in the trash can. As she does, she looks across the street at GeorgeвЂ™s wi to catch him staring back at her. She begins to wave. INT. GEORGEвЂ™S HOUSE - BATHROOM. MORNING -- CONTINUOUS Embarrassed, George ducks forward to hide from view. As h does, the phone starts ringing again. He sits still for a moment. He sighs. Finally realizing t the phone will not stop ringing, he gets up. His pants ar still around his ankles as he shuffles out into the bedro to answer the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Hello Charley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH WOMAN, (0.S.)",
          "text": "How did you know it was me? INT. CHARLEYвЂ™S HOUSE - BEDROOM. MORNING -- CONTINUOUS \f15. We cut to a shot of CHARLEY 48 in her bed smoking a cigarette. Her bedside table is cluttered with pill bottl and what is left of a cocktail. Her ashtray is filled wit cigarette butts and magazines are strewn around her in th bed. Strawberry blonde and fair, Charley was clearly once great beauty but is now a lonely and manic alcoholic. Charley is at the age where beauty hangs by a thread. On good day she can still manage a striking appearance yet g days are few and far between. Today is not a good day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.S.)",
          "text": "Charlotte, no one else ever calls me before 8:00 in the morning",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I didnвЂ™t call too early, did 1? You sound grumpy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.S.)",
          "text": "No. I just have a headache. I was going to call you actually. Is it too late to change my mind about tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Of course not! I havenвЂ™t seen you all week. IвЂ™m dying for a dose of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.S.)",
          "text": "I know. IвЂ™m sorry. So, great. IвЂ™11 see you tonight. I need to run though. IвЂ™m late for work. IвЂ™11 call you later from school",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I'll see you tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.S.)",
          "text": "Good-bye kiddo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Bye, old man. We linger on Charley as she hangs up the phone. We see th joy in her face. She has a reason to live. She takes a lo \f16. deep drag of her cigarette, then stubs it out and throws herself back against her bed pillows. INT. GEORGEвЂ™S HOUSE - BEDROOM. MORNING -- MINUTES LATER George, now fully dressed with his jacket and eyeglasses goes to his desk and unlocks a drawer. He carefully lifts out an object and places it on his desk. We see clearly t the object is a gun. He picks it up, flicks open the revo and turns it up in the air to empty the bullets. There ar no bullets. George sighs, clicks the gun closed, and plac it in his briefcase. He then shoves a stack of papers int the briefcase along with the Huxley book and heads out th door to the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. GEORGEвЂ™S HOUSE - LIVING ROOM. MORNING -- CONTINUOU George is coming down the hall. As he rushes toward the front door, he practically knocks over his cleaning woman ALVA, arriving with a bag of groceries and the newspaper under her arm. Alva is a kind, Hispanic woman in her mid 40's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Good morning Mr. George. Alva places the bag of groceries on the dining table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA, (CONT'D)",
          "text": "Sir, you donвЂ™t look so good. Did you not sleep again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Good morning Alva. No, I didnвЂ™t sleep well. You forgot to take the bread out of the freezer",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "It stays fresh that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "It was a little too fresh this morning. There are some papers laid out on my desk that need to stay (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "there so please donвЂ™t move them. And my pen leaked all over the bed. IвЂ™m sorry about the sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "ItвЂ™s OK sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Alva?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Yes sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Thank you. You're wonderful Georges crosses to the table and kisses Alva on the cheek She is stunned. George turns and leaves the house as Alva stares after him as though he is from Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GEORGE'S HOUSE. MORNING",
          "text": "George backs his car down his driveway and into the stree The clock on the dash reads 8:04. Our camera speed slows as we see Jennifer tap dancing in driveway. Jennifer looks at George in a slightly provocat manner and tugs on her dress as he drives past. Christopher aims a toy machine gun directly at GeorgeвЂ™s and fires to squeals of laughter. George stares Christopher directly in the eye and holds u his hand in a mock gun fashion and mouths вЂњBang, bangвЂ the boy, stopping Christopher dead in his tracks. George waves at Mrs. Strunk still on her lawn watching th children play as Tom walks towards the street with an arm full of school books. She waves back - a warm smile - as George eases his car p the Strunk house. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George pulls into the faculty parking lot of the school. radio is on as he waits for three female students to pass front of his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO ANNOUNCER, (0.S.)",
          "text": "Premier Nikita Krushchev said today that the Soviet UnionвЂ™s policy of peaceful coexistence averted a nuclear war over Cuba. Krushchev declared that the missiles in Cuba were ready for launching but not used, sparing the world from a nuclear holocaust... He pulls into a parking space and turns off the car. Geor closes his eyes and breathes deeply several times. He loo at himself in the rear view mirror, smooths his hair with his hand and straightens his tie. He grabs his briefcase, and gets out of his car. George makes his way through a sea of students and facult like a salmon swimming upstream. We cut to George continuing his walk as a lawn filled wit students stretches out in front of him. George notices a young couple lying together on the grass KENNY, 20, is a 3rd year student. He has dark brown hair, pale skin and piercing blue eyes. Kenny is not classicall handsome , yet is attractive in a somewhat gangly way. LO 20, is a stunning and very stylish blonde girl with a bor beatnik feel to her manner. Catching a glimpse of George, KennyвЂ™s eyes light up. We on this for a moment as KennyвЂ™s hand shoots up in an enthusiastic wave. Turning to see George, Lois offers nothing but a nod and an exhale of cigarette smoke. Georg waves back tentatively. GeorgeвЂ™s eyes linger on Kenny who is staring at him int Kenny stares after George while Lois reclines and continu \f19. to smoke. Reaching the Arts Building, George heads inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "George walks past two secretaries. One is quite a beautif blonde in her early twenties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "Good morning professor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "Oh, professor Falconer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "There was a student here this morning asking for your address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "My address? What was his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "He didnвЂ™t say sir, and IвЂ™m sorry but I didnвЂ™t ask him. He said heвЂ™s in one of your classes this term. We linger on GeorgeвЂ™s face a moment. He is intrigued by",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Did you give it to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "(nervous) Yes sir. I did. I hope thatвЂ™s OK. I realize I probably shouldn't have, but he was very nice and before I knew it... \f20. George looks the girl up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE AND HAIR.",
          "text": "George is taking in her beauty. He looks her dead in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Your hair looks great up like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I said your hair looks great like that. It suits you. You always look so beautiful. Really fresh. You have such a lovely smile. George breathes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Arpege?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE SECRETARY",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Really beautiful. George walks away. The Blonde Secretary looks back at the other girl, clearly dumbfounded at GeorgeвЂ™s manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George enters the room and makes an effort to avoid eye contact with anyone. An older professor DON who is readin the paper looks up and smiles at George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Good morning Don.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON",
          "text": "Good morning George. \f21. The large wall clock reads 9:10. There are two vending machines against one wall of the lounge. George grabs a cup of coffee from the coffee machine, and gets a Hershey's bar from the candy machine. George puts more change into the machine and gets a second candy bar. he does, GRANT, a tall young professor, slips next to Geo and presses the button on the coffee machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "Good morning George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Good morning Grant. George grabs his second candy bar and heads out the door Grant follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "You look awful. What have you been doing? The two men exit the building and begin walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is a dark brown haze. George eats his candy bar, gently steering them towards t tennis courts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Look around Grant... most of these students aspire to nothing more than a corporate job and a desire to raise coke-drinking, TV-watching children who as soon as they can speak start chanting TV jingles and smashing things with hammers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "You're really scaring me today George. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I sometimes find them staring at me in a kind of bovine stupor as if I were lecturing in a foreign language. Remind me why we shouldnвЂ™t all just be annihilated? George scans the tennis courts out of the corner of his eye. Only one court is occupied, by two young men playing singles. The sun comes out with a sudden fierce heat that cuts thr the yellow smog-haze. The players are shirtless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHACK THE BALL BACK AND FORTH.",
          "text": "George clocks this intently and takes in every detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTCRY FROM ONE OF THE PLAYERS.",
          "text": "The stream of sunlight has passed and the sky is once aga dull and flat. George realizes that Grant is talking and has been talkin George has a faint smile on his face, still gazing at the players.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "You seem to think this is all a joke. We're living in a world where nuclear war is a real threat. I donвЂ™t understand how you canвЂ™t be concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're serious arenвЂ™t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "Yes, IвЂ™m serious. George, did you (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT, (CONT'D)",
          "text": "even read the article that I gave you on bomb shelters? Ours is almost done. We had 3 different contractors work on it so none of them know what weвЂ™ve got, then we're having the outside of it landscaped so no one will know itвЂ™s there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "If word gets out that you've got a better shelter, then everyone will try to get in when something happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "And so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANT",
          "text": "There will be no time for sentiment when the Russians fire a missile at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "If itвЂ™s going to be a world with no time for sentiment Grant, itвЂ™s not a world that I want to live in. One of our tennis players lets out a loud THWACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is sitting on the edge of his desk. Frozen. He has look of extreme melancholy on his face. His shoulders are slumped. He waits for the clock to strike 10:00 exactly and then h stands, picks up his briefcase and heads out the door. INT. SAN TOMAS COLLEGE - GEORGEвЂ™S CLASS -- MINUTES LATE George walks into class and places his briefcase on the desk. Most of the students continue to talk. George sits on the edge of the desk and reaches into his briefcase. He fumbles around for a moment, pauses, and th pulls out a book. He sits quietly with a slight look of disgust on his face staring directly at the talkers as, o by one, they succumb to his silence. Finally George speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "вЂњAfter Many a Summer Dies the Swan.вЂќ Blank stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "I trust you've all read the Huxley novel I assigned almost three weeks ago? How does the title relate to our story? He looks around the room as a few hands go up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Yes, Mr. Mong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX MONG",
          "text": "It doesnвЂ™t. ItвЂ™s about this rich guy whoвЂ™s afraid heвЂ™s too old for this girl... George, irritated by the response of Mr. Mong closes his eyes tightly and takes a deep breath as our sound fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "George is tossing and turning underwater struggling to breathe. He turns over and over trying to find the surfac the water but he continues to sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "INT. SAN TOMAS COLLEGE - GEORGEвЂ™S CLASS -- MOMENTS LATE Our sound returns as George opens his eyes and snaps back the present. Laughter dies away. The only one not laughin is Kenny, who is watching George intently. George remains frozen for a moment as RUSS raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Russ? George signals for Russ to speak. Our camera speed slows and our sound fades as George seem mesmerized by the blank eyes of Lois. Lois is smoking and staring straight back at George in an almost aggressive manner. She begins to whisper into KennyвЂ™s ear. Kenny continues to watch George who has a dazed expression on h face. George slowly regains his composure and comes to attentio as MYRON - a dark-complexioned young man with intense eye and glasses- raises his hand. OUR SOUND RETURNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Yes, Mr. Hirsch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MYRON",
          "text": "Sir, on page 79, Mr. Propter says that the stupidest text in the Bible is: вЂњthey hated me without a cause.\" Does he mean the Nazis were right to hate the Jews? Is Huxley an anti-Semite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No. \f26. The class stares at George, expecting more from such a provocative question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "No, Mr. Huxley is not an anti Semite. The Nazis were obviously wrong to hate the Jews. But their hating the Jews was not without a cause... But the cause wasnвЂ™t real. The cause was imagined. The cause was FEAR. Curious stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "LetвЂ™s leave the Jews out of this for a moment and think of another minority. One that can go unnoticed if it needs to. George looks directly at WALTER, a slightly effeminate yo man, who turns away embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "There are all sorts of minorities, blondes for example, but a minority is only thought of as one when it constitutes some kind of threat to the majority. A real threat or an imagined one. And therein lies the FEAR. And, if the minority is somehow invisible... Another glance at Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": ".+:the fear is even greater Kenny tries to find the target of GeorgeвЂ™s glance, but avail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "And this FEAR is the reason the minority is persecuted. So, there (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "always is a cause. And the cause is FEAR. Minorities are just people. People... Again a subtle look at Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "+.+like us. Walter shrinks in his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "I can see that IвЂ™ve lost you a bit. You know what? LetвЂ™s forget about Huxley today. George places his book on his desk. Several students look from their notebooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "LetвЂ™s just talk about fear. Fear after all, is our real enemy. Fear is taking over our world. Fear is being used as a tool of manipulation in our society. ItвЂ™s how politicians peddle policy and how Madison Avenue sells us things that we donвЂ™t need. Think about it. Fear that weвЂ™re going to be attacked, fear that there are communists lurking around every corner, fear that some little Caribbean country that doesnвЂ™t believe in our way of life poses a threat to us. Fear that black culture may take over the world. Fear of Elvis PresleyвЂ™s hips. (beat) Well, maybe that one is a real fear. Fear that our bad breath might ruin our friendships... Fear of growing old and being alone. George notices a few eyes looking over his shoulder at th clock on the wall which reads 12:05. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Fear that we're useless and that no one cares what we have to say. Some shift about uncomfortably in their seats, yet Kenny stares, amazed. George surveys the anxious class, realizing he has lost their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Have a good weekend. George closes his book, shoves it in his briefcase, and walks out the door as his students gather their things. Kenny gets up to follow after George but Lois corners him talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is heading briskly towards the administration building when he hears Kenny's voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Sir! May I speak to you for a minute? I have to go down to the bookstore. George pauses allowing Kenny to catch up to him and then two men begin walking. KENNY (CONTвЂ™D) Why donвЂ™t you talk to us like that all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I donвЂ™t think it went over very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Man, fear of things gets to me all the time, but you canвЂ™t talk about it with anyone or you just sound like a fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You canвЂ™t even talk about it with Lois?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I donвЂ™t think sheвЂ™s afraid of anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Everyone's afraid of something Kenny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "What are you afraid of sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "How can you live in Los Angeles and be afraid of cars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Maybe you canвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Sometimes my fear of things can almost paralyze me. ItвЂ™s like I get really panic stricken and I feel like I might explode or something... May I ask you a personal question sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Do you ever get high? George stops walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "How old do I look to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Have you ever taken any drugs sir? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Of course, Kenny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I shouldn't really be discussing this with you on campus Mr. Potter. George begins walking and Kenny follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "ItвЂ™s the only way I get by sometimes. Have you ever tried mescaline?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Not my drug of choice. I shaved off one of my eyebrows once on mescaline. Not a good look for me",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I looked in the mirror - big mistake if you're high on mescaline - and decided that my eyebrows were taking over my face and before I knew it, I had shaved one off. I wore a band-aid over my eye for about 6 weeks while my brow grew in. Very embarrassing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "You didnвЂ™t take it again after that? George stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Kenny, have you been listening to me? I shaved off my eyebrow. I wanted an experience Mr. Potter, not a career on stage. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "If you ever want to get high sir, I usually have some dope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're really mad arenвЂ™t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Sorry, sir. I guess you donвЂ™t feel very comfortable talking like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What makes you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Lois thinks youвЂ™re kind of cagey. Like this morning, when you were listening to all that crap we were talking about Huxley...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, not all of you. I didnвЂ™t notice you open your mouth once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I was watching you. George is surprised and intrigued. KENNY (CONTвЂ™D) You let us ramble on and on and then you straighten us out - but you never really tell us everything you know about something",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, maybe thatвЂ™s true up to a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "ItвЂ™s not that I want to be cagey. I canвЂ™t really discuss things completely openly at school Someone would misunderstand... I tried to do that today. It doesnвЂ™t work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenny seems to be thinking over what George has said as t two men enter the bookstore. Kenny picks up a red pencil sharpener from a display on the counter and a note book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "What was it you wanted to get sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Nothing. I was on my way to the DeanвЂ™s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "You mean you walked all the way down here just to talk to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Well, I think you deserve something for that. Here sir, take your pick ItвЂ™s on me. Kenny waves his hand across the multicolored display of pencil sharpeners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Thank you. George chooses a yellow one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I thought you'd probably pick blue. Kenny pays the cashier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Why blue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Isn't blue supposed to be spiritual? \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What makes you think IвЂ™m spiritual? And you? Red?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "WhatвЂ™s red stand for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Lots of things. Rage. Lust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "No kidding? Kenny looks George straight in the eye. KENNY (CONTвЂ™D) See you around, sir. Kenny smiles and walks away leaving George staring after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is cleaning up his office. He is arranging the ins of his drawers and throwing things into the garbage can. is all immaculate. His desk is absolutely bare with the exception of three file folders carefully labeled and lai out precisely on his desk top. George sits down and sighs. He rests his head in his hand for a few moments and rubs his temples. He opens his briefcase, searching for something. He locat a bottle of aspirin, and empties 3 tablets into his hand. He opens his lower desk drawer and pulls out a near empty bottle of scotch. He unscrews the cap and finishes the bo off, as he washes down the aspirin. He picks up the phone and dials a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (0.S.)",
          "text": "Hello? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What are you up to kiddo? INT. CHARLEYвЂ™S HOUSE - DRESSING ROOM. DAY -- CONTINUOUS Charley's hair is teased up but has not yet had itвЂ™s fi brush out and last coat of lacquer. Her foundation is on the rest of her makeup is not yet done and her face is ma beige. She has a picture ripped out of Vogue on her dress top about how to achieve the вЂњPerfect Doe EyeвЂќ. One e made up and the other is bare. We are staring at her in a magnifying mirror. There are dresses strewn around the ro A Serge Gainsbourg record is playing in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Just trying to finish up a book How's your day going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.8)",
          "text": "Fine. I was just getting ready to leave school and wanted to know if you needed anything for tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "You're sweet, but thanks, I think IвЂ™m all set. She is looking at herself in the magnifying mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (CONT'D)",
          "text": "Oh, could you pick up a bottle of Gin for me? Tangueray? I love the color of the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You love whatвЂ™s in it. What time do you want me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (0.S.)",
          "text": "7:00 would be great if thatвЂ™s OK with you. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Perfect. I'll see you tonight. INT. CHARLEYвЂ™S HOUSE - BEDROOM. DAY -- CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I'll see you then. Bye Geo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (0.S.)",
          "text": "Good-bye kiddo. She hangs up the phone and starts back to work on her fac She does a little dance move to the record and stares int the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Beautiful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cut back to GEORGEвЂ™S P.0.V. He looks at the clock on wall. 2:20. George takes one of the folders off of his de and slips it into his briefcase as he walks to the door. He turns, and looks around the room for a moment. He turns off the light and closes the door as he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exiting the faculty building, George crosses the campus t the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT DAY",
          "text": "George is inside his car with his briefcase open. He is looking for his car keys. He spots the handle of the gun wraps his fingers around it. He is deep in thought. There is a loud startling knock on GeorgeвЂ™s window. Itв Kenny. He is on his motorcycle and has pulled up next to George. He turns off his motor. George rolls down the car window. George is in a dark mood as he quickly closes the \f36. briefcase, irritated that he has been disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes, Mr. Potter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Are you going somewhere sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "That is usually why people get into their cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "No, I mean are you going on vacation or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I saw you cleaning out your office. George's face goes pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What is it that you really want Kenny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I was just hoping that perhaps we could get together for a drink or something sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "And why is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I donвЂ™t know sir. Because I think you might like it. I mean, because you seem as though you could use a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh really? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "(sincerely) Yes sir, you do. George looks Kenny in the eyes. He is touched by KennyвЂ™ concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, you might be right Kenny, but we'll have to make it another time IвЂ™m late. (beat) But thank you for the invitation. And thank you for the talk earlier. And stay away from the mescaline. George starts his car and pulls out of the driveway and onto a winding side street leaving Kenny sitting on his motorcycle in the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SANTA MONICA NATIONAL BANK. DAY",
          "text": "George passes a security guard who nods at him. As George walks up to a desk marked вЂњSafe DepositвЂќ, a brunette, BANK TELLER, greets him. She clearly finds him attractive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK TELLER",
          "text": "Hello Mr. Falconer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Hello. How are you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK TELLER",
          "text": "Fine, sir. Do you need to get into your box?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK TELLER",
          "text": "Here you are sir. Can you sign here please? George signs. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Thank you. As the teller leaves, George opens the box and slowly empties the contents. He pulls out folded documents and pushes them into his briefcase. He takes out a slim gold wedding band, looks at it for a moment and then slips it onto his little finger next to h signet ring. A black and white photograph in the box catches GeorgeвЂ™ eye. INSERT PHOTO: it is a nude picture of Jim lying on a larg boulder in the sun. As George stares at the photo, he closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARSH SUN. THERE IS A SOUND OF RUSTLING PALM LEAVES AND",
          "text": "WIND. WE SLIDE ALONG A MANвЂ™S BODY AND ARE SUDDENLY PULL",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESERT CAPTURE THE REMOTE AND BEAUTIFUL EMPTINESS OF IT A",
          "text": "George, 38, and Jim, 21, lay on a large smooth boulder on high cliff edge, propped up on their elbows, admiring the peaceful and seemingly empty desert. There is a camera in the foreground. Jim is buttoning up his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "So explain your friend Charlotte to me",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What would you like to know? \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "You seem very... I donвЂ™t know... intimate I guess. Like you were once together. You haven't ever slept with her have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes. A few times when we were young. I donвЂ™t mean to say that it didnвЂ™t mean anything to me but, IвЂ™m afraid it meant a good deal more to Charley. It was a long time ago in London. It didnвЂ™t work out very well. I love Charley and we are very close friends but thatвЂ™s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "IвЂ™m confused. If you sleep with women then why are you with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Because I fall in love with men Because I fell in love with you Anyway, doesnвЂ™t everyone sleep with women when theyвЂ™re young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "I haven't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "No. IвЂ™m not. It was just never anything that interested me",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well. You're awfully modern aren't you? You know, that was the first thing that I noticed about you was how sure of yourself you were. How can you be so sure about everything at your age?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "You think IвЂ™m sure of myself? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Of course you are. George lets his hand brush against JimвЂ™s. Jim looks at George then breaks into a great smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM. DAY",
          "text": "George slips the photo into his jacket pocket. He closes empty box and picks up the beige phone on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m finished now. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANK TELLER",
          "text": "Yes, Mr. Falconer... Is there something else we can help you with today? George is looking through his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I canвЂ™t find my check book and I need some cash. Not my day IвЂ™m afraid. Excuse me a minute. George sits down on a trim upholstered sofa and starts to look carefully through his briefcase. Into our frame come two perfect, tiny blue patent leather shoes. George looks up to see Jennifer Strunk. Her beauty is almost alarming. Her blue eyes match the color of her tin shoes. She stares at George intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF THE BREEZE CREATED BY THEM IS AMPLIFIED.",
          "text": "George is dumbstruck. The little girl looks up at him wit absolute innocence. She is holding a small glass terrariu",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "Mommy says bushy eyebrows are pedestrian, but I think yours are pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well I think yours are pretty too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "Why do you look so sad? Would you like to meet Charlton Heston?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What? Jennifer holds out her terrarium. It has paper columns gl around the outside and inside is a large black scorpion a a small spider clinging to a stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "Ben Hur. Our scorpion. Every night we throw in something new to him and watch him kill it. Daddy says itвЂ™s like the colosseum so my brother Tom glued on all the columns. He wants to be a set designer. He hasnвЂ™t eaten the spider yet cause heвЂ™s still full from the moth we gave him last night. Daddy said heвЂ™d like to throw you in the colosseum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No kidding. why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "He says you're light in your loafers but you arenвЂ™t even wearing loafers. I think my brother Tom is (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER, (CONT'D)",
          "text": "light in his loafers too but he wears Keds. Last week he made me do a conditioning treatment on my hair with eggs. Does it look shiny? Mrs. Strunk appears suddenly. She looks lovely with her light brown hair swept up in a french twist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STRUNK",
          "text": "Sweetheart, what are you doing bothering Mr. Falconer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "SheвЂ™s not bothering me at all Susan. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STRUNK",
          "text": "IвЂ™m glad to see you George... George, weвЂ™re having a few people over tonight for drinks and would love to have you join us if you could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Thank you, itвЂ™s very kind of you but IвЂ™m afraid that I have plans tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. STRUNK",
          "text": "Well, another time then. Come on Jennifer. LetвЂ™s let Mr. Falconer get back to his banking. Goodbye George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Goodbye Susan. Goodbye Jennifer The two women walk away and George looks after them with faint smile. Jennifer turns and stares back at George and flashes her blue eyes at him. He is left smiling back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are rows of guns on the wall behind the counter and innocuous music plays in the background. A YOUNG BOY, 14, behind the counter helping a PRETTY BLONDE GIRL with a ri George walks up to the counter and places his gun down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BOY",
          "text": "May I help you sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I need a box of bullets for this gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BOY",
          "text": "Yes sir. The boy picks up the gun and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BOY, (CONT'D)",
          "text": "This is a really old gun sir. we have a two for one sale on handguns at the moment. Perhaps one for the little lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No thanks. Just the bullets please. George hands the boy money for the bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LIQUOR STORE. PARKING LOT. LATE AFTERNOON",
          "text": "A giant billboard for PSYCHO featuring only Janet LeighвЂ eyes completely fills our frame as GeorgeвЂ™s car pulls i our shot. George parks and gets out of the car and walks towards the liquor store. The sun is low in the sky, and the sky is now a dirty sha of pale orange. As George passes a late model car, a dog is barking hysterically and looking out of the driverвЂ™s side windo George. It is a smooth, black and white fox terrier. Geor stops in his tracks, approaches the car and stares in the window as the dog becomes silent and looks George in the eyes. \f44a. Just then a YOUNG WOMAN returns to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "IвЂ™m sorry. I hope she didnвЂ™t growl at you. She goes kind of crazy sometimes when I have to leave her in the car. The Young Woman opens her car door and pushes the dog asi with her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "SheвЂ™s perfect. WhatвЂ™s her name? The Young Woman gets inside and rolls down the window. Th dog climbs onto her lap and puts her front paws on the ca door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "India.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I used to have smooth fox terriers. You donвЂ™t see them very often",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEEP BREATH OF INDIAвЂ™S NECK AND EAR. HE NUZZLES HER AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "SheвЂ™s still a puppy isnвЂ™t she? George pulls back. The Young Woman is slightly taken abac by George but flattered. She nods and then smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "Have a nice evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You too. Good night India George watches as the car pulls away. India now on the passenger seat looks back at George. George heads toward the front of the store. \f45. As George walks toward the door we see CARLOS, 20, a hust in a leather jacket, tight jeans, boots and a t-shirt loitering near a pay phone smoking a cigarette. He is ver handsome in a cheap way and locks eyes with George as Geo enters the electric doors. George looks away uncomfortably. EXT. LIQUOR STORE. LATE AFTERNOON -- MOMENTS LATER. As George exits the liquor store with two bottles in brow paper bags, Carlos turns to enter and the two men walk ri into each other as GeorgeвЂ™s gin crashes to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Man, IвЂ™m sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ItвЂ™s OK. CarlosвЂ™ pack of cigarettes is on the ground covered in and glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "It was my fault. 1/11 get you another pack. Carlos smiles and looks right into GeorgeвЂ™s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Don't worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No, no I insist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIQUOR STORE. LATE AFTERNOON",
          "text": "The CASHIER slips George's bottle of gin into a brown pap bag and hands him a pack of Lucky Strikes and a book of matches. George hands the cashier a 10 dollar bill and sh gives him change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Thank you sir. \f46. The cashier glares at Carlos as he walks towards the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m sorry about the broken glass. Thank you. George hands the cigarettes to Carlos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Here you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Thanks man. Carlos opens the pack as the two of them walk through the glass doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "You want one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No thanks. George stares into CarlosвЂ™ face. His beauty is stunning",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Well, yes actually. Why not. Thank you. George takes a cigarette and Carlos lights it as George gazes into his eyes. CLOSE UP SHOTS OF CARLOSвЂ™ EYES AND LASHES. DETAILS OF H",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Carlos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What did you say? \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Carlos. You asked me my name. Are you OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh, yeah, yeah. IвЂ™m sorry. George takes a last deep inhale as he looks Carlos up and down and then settles on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "(in perfect Spanish) Wow. You're really something. You have an incredible face. Enjoy that. ItвЂ™s a great gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "(in Spanish) Your Spanish is perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(in Spanish) Thanks. I should have used it more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "(in Spanish) ItвЂ™s not too late. George stubs out his cigarette and then reaches into his jacket pocket and pulls out a 20 dollar bill. He hands it Carlos. George walks toward his car and starts to get in, but as does he notices Carlos trying to open the locked passenge door. Our shot is from the front of the car, taking in the sky the background which has turned a vivid pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "ArenвЂ™t we going somewhere? \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No. But, thanks. Looking up at the sky, George stops and stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "(in Spanish) You know itвЂ™s the smog that makes it that color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I've never seen a sky like this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "(in Spanish) Sometimes awful things have their own kind of beauty. George looks at Carlos, struck by his comment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Could I have another cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Sure. George walks around to the back of the car. Carlos gives George a cigarette and places one in his own mouth, strik a match and lights GeorgeвЂ™s cigarette and then his own. George and Carlos sit on the trunk of the car and stare a the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS, (CONT'D)",
          "text": "You sure that you donвЂ™t want to go for a drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m sure. (Beat) Where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Madrid. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Madrid? How did you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "ItвЂ™s a long story. I met a guy from LA at the hotel where I worked who told me I could live with him and that he could get me an agent. I never realized that I had a Spanish accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I like your accent. You speak very well. How did you learn English?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "My mom had an American boyfriend when I was little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Is your mother in Madrid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Yeah. She cuts hair. She cut my hair before I left. Do you like it? I thought it made me look like James Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You look better than James Dean",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Really? Thanks. (beat) No one has ever picked me up and not wanted something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I think you picked me up. (Beat) Today is kind of a serious day for me",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "Come on. What could be so serious for a guy like you? \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh, IвЂ™m just trying to get over an old love I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "My mother always says that lovers are like buses. You just have to wait a little while and another one comes along. George stubs out his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You have a smart mother. IвЂ™ve got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLOS",
          "text": "(in Spanish) You seem like all you really need is someone to like you. IвЂ™m a nice guy you know. George goes around to the drivers side of the car and sta to get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Thanks, but IвЂ™m going away. George backs up the car and waves quickly to Carlos as he pulls out of the parking lot. Carlos stares after the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George, in a crisp white shirt with french cuffs, is wash his hands and dressing for dinner as a very loud cocktail party sound blasts from the Strunk house. George looks out his window to survey all of this. The Strunk lawn is pristine, flower beds immaculate, and guests are arriving. All are dressed in their best, chic cocktail outfits and the driveway is full of sleek, late- model cars. \f51. INT. GEORGEвЂ™S HOUSE - BEDROOM. EVENING -- MOMENTS LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is increasingly irritated at the sound of the part He walks over to his Hi Fi and starts to put on a record. As he does he glances back at the sofa.....",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Jim and George are stretched out on the small sofa readin with their heads at opposite ends. A fire is burning in t fireplace. There is a beer on the floor at JimвЂ™s end and a scotch floor at GeorgeвЂ™s end. The female dog is tucked up between them and the male is stretched out on the floor as a record ends and starts to scratch back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ItвЂ™s your turn to change it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "IвЂ™m not changing it. ItвЂ™s your turn. You wonвЂ™t like what I put on anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh, please, please. Come on. IвЂ™11 give you five dollars if you change it. Please. I donвЂ™t want to. IвЂ™m too old to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "You're only old when itвЂ™s convenient for you to be old. What are you reading? George flashes the cover of Kafka's Metamorphosis at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "Oh no. Not that depressing crap again. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ItвЂ™s for my class. And what highbrow work of fiction might you be reading? Jim flashes the cover of Breakfast at TiffanyвЂ™s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Hmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Don't be so smug. The dog on the floor sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "(to the dog) And just what do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "He wants to go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Of course he does. What a life he has. DonвЂ™t you envy him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Why, because he gets to sniff anyoneвЂ™s ass he wants to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Nice. I envy him because he just does what he wants. Like yesterday I was standing in the front yard, and Susan came over to talk for a minute and that little brat of hers, Christopher came running over with that damned gun of his. Well our little dog walked right up, looked straight ahead, hiked his leg and peed all over Christopher's new tennis shoes. And all over Christopher actually. He and his (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "mother both started shrieking and I had to act like I was upset, when it was all I could do to keep from laughing. It was so perfectly executed after all the times those kids have tortured that poor dog. I wish you had seen it. They both laugh and look at the dog who knows that he is being spoken about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "You should take a lesson from him. He doesnвЂ™t stay up all night worrying. HeвЂ™s figured out how to get the two of us to do exactly what he wants. They are both basically very sophisticated little parasites when you think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, the dumbest creatures are the happiest. Just look at your mother",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "You're an ass. What I mean is, he really just lives in the moment. Like now. What could be better than this? Tucked up here with you. If I died right now it would be OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, it wouldnвЂ™t be OK with me so shut up and go change the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Good answer. Jim starts to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "I was going to take them with me to Denver next week if itвЂ™s OK with (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "you. My mom loves them. ItвЂ™s probably that recognition of a similar mind. Jim kisses George on the forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM, (CONT'D)",
          "text": "Oh, you stay there old man. You owe me five bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George looks towards the Strunk house again. He is irrita at the noise from the party and puts on the record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opera music is now blaring. George, is re-arranging the items on his desk. He takes a dark suit out of the closet and lays it across the empty end of the desk top. He goes over to his dresse pulls out a shirt, takes a pair of gold cuff links out of ebony box on the dresser top and lays these out next to t suit. He goes back to his closet and grabs two different ties. He stands over the suit weighing the two different tie options. He chooses one, lays it on the shirt carefully a returns the other one to the closet. He carefully writes out something in bold type on a small piece of paper and pins it to the tie that he has laid ou with the shirt. He takes a note marked вЂњCharleyвЂќ from desk top and lays this on top of the suit. George goes to his closet, takes out a pair of black capp toe shoes and places them on the desk next to the suit. T shoes are perfectly polished. He stands back and surveys desk. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND 3 CAREFULLY LABELED KEYS. THE LARGE BOX AT THE END OF",
          "text": "THE DESK IS MARKED вЂњCHARLEYвЂќ. THE OTHER END OF THE DE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AND A NOTE THAT SAYS вЂњWINDSOR KNOTвЂќ AT THE NECK. George takes the gun from his desk and goes over to his s of the bed. He lays down. He opens his mouth and carefull inserts the tip of the gun. He lies like this for a momen sits up, looks at the wall behind him and the pillows on bed and gets up and heads toward the bathroom with the gu in his hand. INT. GEORGEвЂ™S HOUSE - BATHROOM. EVENING -- CONTINUOUS George gets into the shower and pulls the shower curtain closed. Our shot is from the OUTSIDE OF THE SHOWER and we can see George's silhouette as he raises the gun to his mouth. He turns and looks behind himself. He repeats the motion of placing the gun in his mouth but this time fall back against the wall and slides down it. George yanks th curtain open and goes out of the door and down the hall. INT. GEORGEвЂ™S HOUSE - BEDROOM. EVENING -- MOMENTS LATER George comes back into the bedroom with a red flannel sleeping bag. The gun is still in his hand. He unrolls th sleeping bag and places it on the bed. He gets in and zip it up over his head. We can see by the shape of the sleep bag that he has raised the gun to his mouth. Just as he d this, the phone rings. George freezes for a moment, then gets out of the sleeping bag and crosses the room. He pla the gun on his desk and answers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No, I did not forget the gin. IвЂ™11 see you in ten minutes He hangs up the phone and heads down the hall. \f56. EXT. GEORGEвЂ™S HOUSE - KITCHEN. EVENING -- MINUTES LATER George is standing at the kitchen counter putting the finishing touches on a note. He is now dressed in a blazer with gold buttons, grey sla and black loafers. He has clearly made an effort to look handsome. He folds the note around a stack of one hundred dollar bi and puts it into an envelope. He writes ALVA on the outsi of the envelope, goes to the bread box and pulls out a ne loaf of bread. He opens the wrapper and slides the envelope in so that i is visible through the plastic. He closes the wrapper and places the loaf of bread in the freezer. He grabs the liquor bottles and heads out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George leaves his house and begins to walk down his drive The Strunk cocktail party is now in full swing and two couples are being greeted at the front door by Mr. Strunk All of a sudden, Christopher Strunk jumps out of the bush with his toy machine gun and starts shooting at George. George stares down at the little boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Our sound fades as George slowly turns towards the boy, unzips his fly, and unleashes a steady stream of piss all over the stunned kid who starts screaming hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "Our sound snaps back. George is still staring at Christop who is shooting away. GeorgeвЂ™s stare brings the little to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Christopher, would you like it if I killed you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTOPHER",
          "text": "I donвЂ™t know. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, if you keep it up we are going to find out, so go home and stop shooting at people. Christopher glares at George. George offers a quick salutation and a broad smile to Mr. Strunk and then turns and walks up the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STAIRS TO SOLEDAD WAY. NIGHT",
          "text": "George walks up the stairs with his bottles of liquor. EXT. CHARLEYвЂ™S HOUSE - DRIVEWAY. NIGHT George walks towards the house. He stares at the door a moment before ringing the bell. George is stunned by the beauty of the lush pink climbing roses next to CharleyвЂ™s door. He leans in to smell one closes his eyes. Charley opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Geo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUR CAMERA DRINKS CHARLIE IN",
          "text": "Charley is dressed in a graphic black and white evening dress that is clearly a few years ahead of itвЂ™s time. H strawberry blonde shoulder-length hair is teased and pile on her head in a stylish coif that clearly took a great d of time to achieve. This is Charley at her best and not t same Charley we saw earlier. She has made quite an effort and she looks beautiful. She kisses George on the cheek as they embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMS.",
          "text": "Back to the present, George pulls away from Charley. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You look divine. As chic as ever. George is genuinely happy to see Charley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Come on in. INT. CHARLEYвЂ™S HOUSE - ENTRY HALL. NIGHT -- CONTINUOUS George follows Charley as they walk together through the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Oh God. It smells awfully of cooking in here doesnвЂ™t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "It smells great. IвЂ™m starving WhereвЂ™s Louisa? INT. CHARLEYвЂ™S HOUSE - SUN ROOM. NIGHT -- CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I gave her the night off. IвЂ™m cooking myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Yes, and IвЂ™m trying something new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Charley darling, you cooking is new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "DonвЂ™t be smart. IвЂ™m in a good mood tonight and IвЂ™m going to be fun IвЂ™ve made two early New Years resolutions. One, no more talk about awful ex-husbands and children who donвЂ™t give a damn \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "And the other one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "One what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Resolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Oh, resolution number two! More smoking and more drinking and screw it all! So, come mix me up a drink I'll have a gin and tonic please and watch out baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Coming up. INT. CHARLEYвЂ™S HOUSE - LIVING ROOM. NIGHT -- CONTINUOUS The interior of the living room is almost all white. This is very definitely the house of a stylish woman. There is white shag carpet on the floor, a fire burning, a large curved sectional sofa in the center of the room and an elaborate dining table set for two in a window at the far end of the room. As they walk into the living room George turns to the wel stocked drinks table and mixes them both a drink. Charley sits down on the sofa in front of the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "It was sweet of you to come tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Sweet had nothing to do with it. I needed to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Oh come off it. Whenever you do something sweet, you're too ashamed to admit it. \f60. George hands Charley her drink and sits down next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "To our early New Years Resolutions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "And just what are your resolutions by the way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "To let go of the past. Completely, entirely, and forever. They raise their glasses and smile at each other. Charley looks George up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Light me up Geo, will you... Charley looks Geo in the eyes. George leans forward for t table lighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (CONT'D)",
          "text": "Darling, you donвЂ™t look well. Do you remember when you had your little heart attack last year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "It wasnвЂ™t a heart attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Well whatever it was darling you donвЂ™t look so hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m great. Never been better. Just tired. I haven't been sleeping",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Geo, itвЂ™s normal. You were with Jim for 16 years. I think about Richard everyday too. ItвЂ™s hard being alone. At least you have a job and a life. (beat) LetвЂ™s have a bit of dinner shall we? Because IвЂ™ve worked so hard... \f61. INT. CHARLEYвЂ™S HOUSE - LIVING ROOM. NIGHT -- LATER They've finished their dinner, and a bottle of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Really? Charley lights another cigarette. CHARLEY (CONTвЂ™D) What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Seriously, вЂњoldвЂќ doesnвЂ™t exist anymore. A student yesterday called me a вЂњsenior citizenвЂќ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I wouldn't mind if вЂњoldвЂќ didnвЂ™t exist, but IвЂ™m not sure вЂњseniorвЂќ is what IвЂ™m shooting for either Charley catches a reflection of herself in the glass of the window and smooths her cheek up a bit with her well manicured hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ItвЂ™s all becoming so bland... itвЂ™s not why I came to America. ItвЂ™s like a complete breakdown of culture and manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Well, the young ones have no manners. The other day at the car wash I had a young man look me up and down and actually ask me if I was a natural blonde!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No. What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I looked him straight in the eye (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (CONT'D)",
          "text": "and said: вЂњWell, letвЂ™s just say that if I stood on my head I would be a natural brunette with lovely breath.вЂќ",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You did not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I did! And the amusing thing was that it went right over his head! They both laugh hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You had a mouth on you even back in London. Do you remember that old lesbian who threw her drink at you because you asked her if she was hung like a donut!? They practically fall out of their chairs laughing at thi one. Their laughing tapers off as Charley takes a drag on her cigarette. There is a quiet, sweet pause between them",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Oh Geo, we could always go back to London. The two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "You know you miss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Sometimes I miss it. Maybe if Jim had lived. He loved England. He really wanted us to stay the last time we were there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Do you really think you would have moved? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh, I donвЂ™t know. ItвЂ™s silly to even talk about it. It was just a fantasy. Charley reaches over and holds his hand. As she does, she fondles his little finger and notices the addition of the slim gold band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "WhatвЂ™s this? George pulls his hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "My motherвЂ™s wedding ring. I found it when I was cleaning out a drawer. Charlotte dear, we are both in need of another drink George stands up, grabs their two empty glasses, and head back to the drinks table as Charley watches, clearly stil very much in love. Charley gets up and puts on a record and then crosses the room to where George is mixing the drinks and slides up behind him affectionately. George smiles as Charley embraces him from behind and lay her head on his shoulder. Much to her surprise he turns around, takes her hand, and grabs her around the waist as they begin to slow dance. George buries his head in CharleyвЂ™s neck and squeezes h close. We hear the sound of her bracelets and George feel the brush of her earrings as he literally drinks her in. They are drunk and adorable together as the pace of the music slows and George starts to pull away. Charley in an attempt to keep things going stops dancing and runs across the room to change the record. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Wait, wait, wait! DonвЂ™t move. I LOVE this. She puts on a wild record as George begins to laugh again his will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You are insane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Come on old man! The music blares and the two of them go crazy. Charley is quite a sexy dancer as is George. He twists lower and low as the two of them have a Watusi competition all the time laughing. As Charley shakes her head and goes wild, she loses her balance in her mules and falls back onto George. The two them fall to the floor laughing. They are both flat on their backs as Charley slides into comfortable spot under George's arm with her head on his shoulder. They slowly calm down and their laughter turns to sweet smiles of exhausted, drunken contentment as the record di down and turns itself off. They look blissful lying on the white shag carpet as they regain their breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "DonвЂ™t move. George jumps up, slips off his jacket and tosses a few pillows to the floor. He grabs their drinks, CharleyвЂ™s cigarettes and an ashtray and heads back to her. He slides back down next to her, lights two cigarettes at the same time, gives one to her, and takes the other one himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Very smooth cigarette move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always wanted to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "You donвЂ™t even smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, not for the last 16 years. Jim hated. WhatвЂ™s to stop me now. ItвЂ™s not as if itвЂ™s going to kill me is it? They both laugh and blow smoke into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "This is so nice lying here with you. DonвЂ™t you ever miss this? What we could have been to each other? Having a real relationship and kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(stunned) I had Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I know, but I mean a real relationship. Geo, letвЂ™s be honest, what you and Jim had was great but wasnвЂ™t it really just a substitute for something else? George sits up and looks directly at Charley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Is that really what you think after all of these years? That Jim was just a substitute for real love? George really loses his temper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Jim wasnвЂ™t a substitute for anything, and there is no substitute for Jim, anywhere! And (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "by the way, what was so REAL about your relationship with Richard? He left you after 9 years! Jim and I were together for 16 years and if he hadnвЂ™t died we would still be together! What the hell is not REAL about that!? George, disgusted, gets up and stands in front of the fir He stands dead still for a moment trying to compose himse Charley is stunned and doesnвЂ™t move. Charley has been stung by GeorgeвЂ™s comments about her marriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "I didnвЂ™t mean it the way it sounded. I know how much the two of you loved each other",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (CONT'D)",
          "text": "I just suppose that I was always a bit jealous that you and I never had that kind of love. Actually I've never had that kind of love with anyone. I donвЂ™t think Richard ever loved me except for the way I looked. And Clay, I donвЂ™t know. You raise a child and love it and then when they get old enough they just leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Charlotte, there is nothing wrong with your life. You like feeling sorry for yourself. ItвЂ™s one of your great pleasures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "And itвЂ™s not one of yours? You're as pathetic as I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Feeling sorry for myself is definitely not one of my great pleasures. \f67. Charley struggles to stand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Well its not one of mine either. I donвЂ™t like feeling sorry for myself one bit. I tried to hold onto Richard for so long even when it was obvious to everyone but me that it was over. Now Clay is grown up. I mean, what am I doing here Geo? Tell me that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You have lots of friends. YouвЂ™ll be fine. Charley sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Yes, I have friends. But none of them need me. And yes I have you and if you werenвЂ™t such a goddamn poof we could have all been happy! George begins to smile. Charley crosses to the coffee table, lights another cigarette, takes a long drag and exhales slowly. She sits down on the sofa and George joins her. He slips his arm around her as she attempts to wriggle away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (CONT'D)",
          "text": "I only have you now because you lost Jim, but IвЂ™1l lose you again soon to someone else. ItвЂ™s not as easy for a woman. I did everything the way that I was supposed to and all I have to keep me company is a bottle of gin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Maybe you should try donuts with your gin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Screw you! \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Charlotte, you are dramatic. You really almost had me. A tiny tear was beginning to form in the corner of my eye. Now stop it, you know that you are still breathtakingly beautiful when you bother to get yourself up and out of bed and you stop whimpering about everything for five minutes. Move back to London! Change your life! If you're not happy being a woman then stop acting like one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "You have all the goddamn answers donвЂ™t you? If you're so smart why arenвЂ™t YOU making something new happen in your life? (beat) IвЂ™m serious. Why donвЂ™t you take that position at Stanford? Why do you keep teaching at that little school when you could have any position you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I think what IвЂ™ve done has been worthwhile. George is stung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "IвЂ™m sorry, I shouldn't have said that. (beat) As much as I dread it, I think I might move back to London.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Why do you dread it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "When I lived in London last I was YOUNG. I was fresh, I was everything. Coming to America was (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "such a dream, it was the icing on the cake. Going home is defeat. None of it really worked out the way I'd planned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Most things donвЂ™t work out the way people plan. YouвЂ™re living in the past. You need to start thinking about the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "Living in the past IS my future. You're a man. It doesnвЂ™t have to be yours. They both sit silently for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY, (CONT'D)",
          "text": "And you're a bore tonight. CanвЂ™t we just feel sorry for ourselves a little bit longer? Mix me up another drink. Please? George checks his watch. 10:45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I donвЂ™t think so. I have to go. Come on. Walk me out. He gets up and takes his jacket from the back of the sofa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "But this was such fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I have to. Charley gets up and follows him as they walk toward the entry hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "When will I see you again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ArenвЂ™t you moving to London?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IвЂ™1l never do that! ItвЂ™s far too much effort. Besides, I donвЂ™t think Jim would want me to leave you here in LA all alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Don't worry about me Charley. IвЂ™m OK. IвЂ™ve got all the answers. Remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "What are you doing this weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I think I might just be very quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLEY",
          "text": "You never really did take me seriously did you George? George opens the door, turns and faces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I tried to Charley. Remember? A long time ago. It didnвЂ™t quite work, did it? Good night Charley. As they embrace, she kisses him hard. For a moment he kis her back until her kiss turns serious and desperate. George calmly backs up and looks into her eyes. With both hands, he firmly grips her arms and kisses her again on t mouth but this time it is a chaste good-bye kiss. Charley behaves. She is defeated and we feel that this sc has been played out before in their relationship. GEORGE (CONTвЂ™D) Sleep tight. I love you. She resigns herself to him leaving, and stares at the bac of the door as he closes it behind him. EXT. GEORGEвЂ™S HOUSE SANTA MONICA. NIGHT -- LATER. (1962 \f71. An exterior shot of the full moon through the trees. George's house is illuminated in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George is sitting at his desk writing a note. George seals the note and then picks up the gun and holds for a moment as he places the gun gently to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "George walks up the sidewalk towards the bar. It is a liv scene outside with the bar crowd spilling out onto the sidewalk. George approaches the door and pushes himself inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "The bar is packed and filled with many men in their Naval uniforms. It is also filled with girls who have clearly dolled themselves up for the evening. All are laughing and talking loudly. It is a wild and raucous atmosphere and filled with so much smoke that it hard to see. George walks in and not being able to find a spot to stan orders a beer and a pack of cigarettes at the bar and goe outside to smoke and enjoy the cool breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS",
          "text": "George is standing outside enjoying his cigarette as a yo Naval officer walks into the bar. George briefly locks eyes with the young man. After a few moments, the young officer returns with a beer - itвЂ™s J",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "ItвЂ™s too hot in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes it is. Would you like a cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks, I donвЂ™t smoke. Is this place always this crowded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, it is Saturday night but no itвЂ™s usually not quite this bad. Most people just stop in here to pick someone up and then head on down the beach for the rest of the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Yeah. ItвЂ™s pretty wild out there. IвЂ™m surprised the cops donвЂ™t break it up. Is it always like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Since the war ended. I think itвЂ™s pretty great actually. Kind of pagan. Jim puts his hand out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Jim. The two men shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "George. Pleased to meet you Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "IвЂ™m supposed to meet some friends here but they're nowhere to be found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I just needed to get out of the house. I was just going to take a walk but the lure of a cold beer got to me. George puts out his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Do you live close by? \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes. In the canyon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "How long have you lived here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Since 38. Where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Colorado. But I really like it here. I think I might stay after IвЂ™m discharged. ItвЂ™s great. I love being so close to the ocean. I donвЂ™t know, perhaps IвЂ™m just a bit of a pagan. Just then it begins to rain lightly. The two men look at each other and then scramble for the door to the bar as t rain starts coming down hard and fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUOUS",
          "text": "It is packed inside and George and Jim are literally pres up against each other. There is an electricity between th two of them. It is so loud inside the bar that they have shout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Another beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "That would be great. Just then a beautiful BLONDE GIRL with Veronica Lake hair and a cherry red mouth, pushes between the two of them. A she does she looks up at Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE GIRL",
          "text": "Well, hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Hello. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE GIRL",
          "text": "Want to buy me a drink? Jim looks past the girl directly into GeorgeвЂ™s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "I'm afraid IвЂ™m taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE GIRL",
          "text": "Too bad. Too bad... She pushes away from them back into the crowd as the two smile at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END FLASHBACK",
          "text": "INT. GEORGEвЂ™S HOUSE - STUDY. NIGHT -- CONTINUOUS George sits still for a moment, puts the gun down, jumps and runs down the hall to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUR VIEW IS FROM OUTSIDE OF THE HOUSE.",
          "text": "George crosses to the liquor cabinet and grabs the bottle scotch. There is only a drop left. George puts down the bottle, takes off his glasses and go out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAMPHOR TREE LANE. NIGHT",
          "text": "As George leaves his driveway he hears someone behind him We see clearly the outline of KennyвЂ™s bike in the foreg but George doesnвЂ™t see this. He stops and looks around. Nothing. George continues his down the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STARBOARD SIDE BAR. NIGHT",
          "text": "George approaches the bar. He opens the door and goes in. The place is a faded version of its 1946 incarnation. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STARBOARD SIDE BAR. NIGHT",
          "text": "The bar now sports a jukebox in the corner and a televisi above it. A neon Budweiser sign/clock tells us it is 11:0 Most of the patrons sit at the long bar, staring lazily a the television in a cow daze. George heads to the bar and calls out to PATRICK the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Patrick, could I have a bottle of scotch and a pack of Lucky Strikes to go please? As he says this he notices a young man who walks into the bar. A slow steady smile crosses George's face - itвЂ™s Kenny. George looks to the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Patrick. Cancel that. He holds up two fingers and points to his regular booth. Patrick nods. George walks over to the booth. Kenny slips onto the bench across from George. Kenny is slightly out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "Well, hello Mr. Potter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Hello, sir. The bartender places their drinks in front of them. KENNY (CONTвЂ™D) What are we drinking? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "They each take a sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I come here all the time. I live around the corner, but then you know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "On Camphor Tree Lane. They smile at each other. George reaches into his pants pocket, pulls out his penci sharpener, and places it on the table with a smile. KENNY (CONTвЂ™D) You're still carrying that around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "One must always appreciate life's little gifts. Kenny and George smile at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "So what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Just out for a ride on my bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Is that all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I donвЂ™t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Were you looking for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. I donвЂ™t know. I feel like my headвЂ™s stopped up with stuff, with crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Stuff like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Like, the stuff you were talking about today in class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "That is definitely not important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "No, it is important. Your class is great. But somehow we always seem to get stuck talking about the past. The past just doesnвЂ™t matter to me",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "And the present?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I canвЂ™t wait for the present to be over. ItвЂ™s a total drag. Well tonight's the exception",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George bursts into laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Tonight - yes! The present - no! Let's drink to tonight! They clink glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Tonight! They both take a sip. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "So if the past doesnвЂ™t matter and the present is a вЂњtotal dragвЂќ. what about the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "What future? I mean Cuba might just blow us up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Death is the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "IвЂ™m sorry. I donвЂ™t mean to be depressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "ItвЂ™s not depressing, itвЂ™s true. I mean, itвЂ™s not necessarily your immediate future, but itвЂ™s what we all share. Death is the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "You're right I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "If one is not enjoying oneвЂ™s present there isnвЂ™t a great deal to suggest that the future should be any better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Yeah, IвЂ™ve thought that before. But the thing is, you just never know. Look at tonight. George looks intently at Kenny. KENNY (CONTвЂ™D) Actually I feel really alone most of the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You do? \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Yeah. IвЂ™ve always felt this way. I mean we're born alone, we die alone. And while we're here we are absolutely, completely sealed in our own bodies. Really weird. Kinda freaks me out to think about it. We can only experience the outside world through our own slanted perception of it. Who knows what you're really like. I just see what I think you're like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m exactly what I seem to be, if you look closely. You know the only thing that has made the whole thing worthwhile has been those few times that I was able to truly connect with another person",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I had a hunch about you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Yes, sir. I had a hunch you might be a real romantic. George smiles. KENNY (CONTвЂ™D) You know, everyone keeps telling you that when you're older, that you'll have all this experience - like itвЂ™s some great thing",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "That's a load of shit. I think IвЂ™ve actually just gotten sillier and sillier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Really? \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "So all your experience is useless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No, I wouldnвЂ™t say that. As our friend Mr. Huxley says: вЂњExperience is not what happens to a man; it is what a man does with what happens to him.вЂќ Kenny looks at George and then blurts out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "LetвЂ™s go swimming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Kenny bursts into laughter. George is confused but grins anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "It was a test. I thought you were bluffing about being silly, so I said to myself, I'll suggest doing something completely outrageous and if he resists, if he even hesitates - then I know heвЂ™s full of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, I wasnвЂ™t. Were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Hell no! They both jump up. George throws a few bills on the table and follows Kenny out of the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They break into a run as Kenny sprints across the highway without looking either way. George struggles to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SANTA MONICA STATE BEACH. NIGHT",
          "text": "As George runs across the highway - Kenny vaults over the railing and disappears. George clambers over the guard rail and looks down at Ken the street lights shining on his grinning face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Come on sir. I'll help you down George drops to the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY, (CONT'D)",
          "text": "Let's go. Kenny turns and runs, whooping and pulling off his clothe George follows. As he watches Kenny undress he hesitates momentarily and then begins to unbutton his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SURF LINE. NIGHT",
          "text": "A naked Kenny runs toward the surf and fearlessly dives i the waves. Seeing Kenny, George toughens up. He slips off his pants, runs after Kenny and dives in. A wave splashes over George and he stumbles. He finds his balance and continues out. George makes his way out further, still laughing, as Kenn continues to plunge in and out of the waves. Emboldened by Kenny's enthusiasm, George wades out further, his arms outstretched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SANTA MONICA STATE BEACH. NIGHT",
          "text": "A naked George is way out and almost out of his depth as towering wave pulls the surf away from him. George tries brace himself against the giant wave but instead he is \f82. knocked flat and suddenly pulled underwater. He does not resurface. Kenny dives under water to look for George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George gasps for air as Kenny pulls him to the surface an drags him toward the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "ThatвЂ™s enough for now sir",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Well IвЂ™m not. IвЂ™m cold. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenny gets George to their clothes and starts toweling himself off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "can we go back to your place sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Of course. Where else? George begins dressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Where else. Kenny smiles and grabs the rest of his clothes, heading b toward the highway still naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Are you out of your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "WhatвЂ™s the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You canвЂ™t walk home like that! George catches up with Kenny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WeвЂ™re invisible, donвЂ™t you know that? 83. George stops dead in his tracks with this line from Kenny George is very cold, but Kenny seems in his element. He p his arm around George's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY, (CONT'D)",
          "text": "You know sir, they ought not to let you out on your own. You're liable to get into real trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Oh, I excel at it. Kenny looks at George who has a small cut over his left e",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Your forehead is bleeding. George reaches up and touches his brow. He looks at his h and sees the blood on his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter the house. Kenny is full of energy and George sobered up a little from the walk back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "The bathroom is down the hall if you would like to take a shower",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "ArenвЂ™t you taking a shower too, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m fine. IвЂ™m English. We like to be cold and wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "First, I think that we need to take care of that cut sir. Do you have any band-aids? \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenny and George walk into the bedroom Kenny looks at the sleeping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Going camping sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Really, IвЂ™m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Stay there. I'll be right back George sits down on the sleeping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenny walks into the bathroom. He opens the drawer next to the sink and pulls out a cotton ball and a bottle of alcohol. He finds a tin of band-aids. As he lifts it up something catches his eye. It is the nude photograph of dim, taken in the desert. Kenny stares at the picture a moment, looks towards the bedroom, and then quickly puts it back in the drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenny returns to the bedroom where George is lying flat o the bed with his feet on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "sit up. George obeys much to his surprise, as Kenny seems suddenl in control. KENNY (CONTвЂ™D) Tilt your head back Kenny gently cleans George's forehead with a cotton ball soaked in alcohol. George winces slightly but his eyes ar locked on his new friend. Kenny puts a band-aid across th \f85. cut over GeorgeвЂ™s brow and gently brushes his wet hair with his fingers. KENNY (CONTвЂ™D) Well sir, IвЂ™m afraid this time you donвЂ™t have the excuse of mescaline to explain your bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I think that we need to get you out of those wet clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Yes sir. Kenny stands up and moves to the corner next to a chair. kicks off his shoes and undresses very slowly. He careful lays his clothes on the chair. Standing nude, Kenny turns towards George. He looks shy and nervous. George, who sti sits on the edge of the bed, does not take his eyes off o Kenny. Kenny smiles sweetly at George, but George does not react Suddenly embarrassed, Kenny turns and walks into the bathroom. He doesnвЂ™t close the door after him but is ou of GeorgeвЂ™s sight. The shower is turned on. George is not sure what to do. Looking towards the bathro he contemplates going in but instead rushes to his closet and grabs his robe. INT. GEORGEвЂ™S HOUSE - LIVING ROOM. NIGHT -- MINUTES LAT George lights a fire. He turns on the Hi-Fi and adjusts the lights. Kenny comes into the room, wrapped in a grey blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're not too cold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I'm great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Would you like a drink? \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I'd love a beer sir, if you have one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "IвЂ™m afraid thatвЂ™s all we have. Two beers, coming up. Kenny is examining an architectural model next to the drafting table as George arrives and hands him his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "You live here all by yourself, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I do now. I used to share this place with a friend. He was an architect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Man, guys my age dream about the kind of setup youвЂ™ve got here. I mean, what more can you want? You get to be left alone and come and go as you please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "And thatвЂ™s your idea of the perfect life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "WhatвЂ™s the matter, sir? You donвЂ™t believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "If you're so keen on living by yourself, where does Lois fit into this plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Lois? WhatвЂ™s she got to do with anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I had the impression that you and she were together. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Not really. I mean sheвЂ™s kind of cool and we're good friends, but I think what you really want to ask me is if we sleep together",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "And do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "We did. Once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Why only once?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I didnвЂ™t say only once, I said once. Come on, the last thing I want to talk about right now is Lois.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY, (CONT'D)",
          "text": "What time is it? George looks at his watch. The second hand is not moving the case is clouded over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I donвЂ™t know. My watch seems to have stopped. George bangs his watch on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "What does it matter anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Would you like me to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No, are you kidding? Get us both another beer. Kenny jumps up and heads to the kitchen, then looks back. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Is that an order sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're damn right it is! George tries to get up, but he struggles, quite drunk now and falls back into his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "(to himself) Pathetic. Kenny arrives with two bottles of beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Were you saying something sir? George gives Kenny a concentrated stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Why are you here? Why did you ask the secretary in the office for my address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "I just wanted to see you someplace other than school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNY",
          "text": "Sometimes I think IвЂ™m crazy because I see things so differently than everyone else does. I feel like I can talk to you. To be honest sir I was also worried about you today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Me? WhatвЂ™s to be worried about? IвЂ™m fine. George's vision begins to blur as Kenny moves toward us. image fades to a dusky brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "IвЂ™m fine... \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are underwater in GeorgeвЂ™s recurring dream. From the of our screen drifts the nude body of George, arms outstretched, sinking slowly. He moves his legs in a slig struggle as he drops further and further underwater. Geor begins to toss and turn violently in the water searching air. This time he suddenly rights himself and begins push toward the surface of the water. He climbs higher and hig and hits the surface with a loud gasp for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George wakes up in bed with a deep gasp for air. He looks around the room for a moment. He is still dresse in his robe. The light is on. He looks to the chair- KennyвЂ™s clothes are still there. INT. GEORGEвЂ™S HOUSE - STUDY. NIGHT -- CONTINUOUS George walks into the study. In the faint light we see Ke asleep on the sofa underneath the blanket. George stands over Kenny a minute looking at him. The lig is catching on KennyвЂ™s thick lashes. Kenny is breathing gently. He looks angelic, and very, very, young. Kenny's hands are holding onto something under the blanke George carefully pulls the blanket back to reveal Kenny loosely gripping George's gun. George reaches down and gently lifts the gun out of Kenny hand and pulls the blanket up over Kenny's chest. As George stares down at Kenny asleep, a warm smile creep across his face. George crosses the room and stares at the desk top. It ha been disturbed. His perfect grid of papers is out of orde He opens the desk drawer and puts the gun carefully insid \f90. He lifts the key out of the drawer, locks the desk and sl the key into the pocket of his robe. INT. GEORGEвЂ™S BEDROOM NIGHT 1962--CONTINUOUS. George walks towards the glass door that opens to his bac yard. It is a beautiful night. We can hear the sound of t surf in the distance and the sounds of the crickets and frogs. An enormous owl almost 2 feet tall is sitting perfectly still in a branch of the large pine tree directly outside the glass door at eye level with George but George does n see this. As he opens the door the owl suddenly spreads i wings and takes flight. As this happens our sound stops abruptly and we are left total silence. George freezes, gazing at the full amber colored moon, an drinking in the feeling of the fresh air. It is clear from his face that he is a different man. He free. The cloud has lifted. George bats his eyes and as he does our sound snaps back. GEORGE V.O. A few times in my life IвЂ™ve had moments of absolute clarity. George walks back into the study and stands over Kenny an smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.0., (CONT'D)",
          "text": "When for a few brief seconds the silence drowns out the noise and I can feel rather than think... George goes to the desk, gathers the note to Charley and of the other letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "And things seem so sharp and the world seems so fresh. \f91. He turns out the lamp and quietly closes the double doors the study leaving Kenny asleep on the sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George slips down the hall to the living room which is st illuminated by the embers of the dying fire. He throws th letters into the fireplace and watches them flare up. He puts his hands in the pockets of his robe and lets out deep sigh. GEORGE V.O. I can never make these moments last. I cling to them, but like everything they fade. The golden light from the fire rakes across GeorgeвЂ™s fa he beams. INT. GEORGEвЂ™S BEDROOM NIGHT 1962 -- MOMENTS LATER. George sits on the edge of his bed. He is ecstatic. GEORGE V.O. I have lived my live on these moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "INT. GEORGEвЂ™S BEDROOM NIGHT 1962--CONTINUOUS. GEORGE V.O. They pull me back to the present George is sitting on his bed reveling in his new found peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE V.O., (CONT'D)",
          "text": "and I realize that everything is exactly the way it was meant to be. \f92. George, still smiling, reaches towards his bedside table pour himself a glass of water from the carafe. As he does this his arm goes numb - he canвЂ™t use his hand. He trie again and then grabs onto his wrist with his other hand. We see a look of disbelief in GeorgeвЂ™s face as there is suddenly a sharp pain in his chest. His face is contorted with panic. He tries to cry out but can only muster a slight moan. George attempts to stand but falls to the floor. As he do he hits the night stand violently with his body. The clock hits the floor breaking its face. George lies silently on the floor. He begins to lose consciousness. There is no sound except for the sound of the clock which ticks loudly for a few beats and then abruptly stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM THE CEILING, WE PUSH IN SLOWLY UNTIL WE ARE JUST OVE",
          "text": "GEORGEвЂ™S BODY. WE ARE INTIMATE WITH HIM AND HEAR HIM BREATHING. Into our warm brown screen moves slowly an EVER CLOSER SO FOCUS SHOT OF JIM. Jim moves toward us as FOCUS SHARPENS he comes in for a very gentle kiss. JimвЂ™s face fills ou screen and then he pulls away slowly and recedes into the darkness. We settle, in an intimate way, close to GeorgeвЂ™s face. quite literally feel him slip away from us. The sounds of life grow increasingly faint. George lets o a deep but relaxed sigh as his jaw slackens and his eyes begin to glaze and lose focus. George is completely motionless but he now has the faintest smile on his face. The room is warm and dark and pleasant. \f93. Shot from above, George's face fills our screen as we slo pull back. GEORGE V.0. (CONTвЂ™D) And just like that it came. We are now high above George and his outstretched body fi our screen as our image gradually begins to desaturate an then bleaches to white as we - CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_086"
    }
  ]
}