{
  "movie_id": "MOV090",
  "scenes": [
    {
      "location": "MARUTI OMNI, (ROAD) ROAD",
      "time": ". DAY",
      "characters": [
        "EXT. RAILWAY STATION. DAY",
        "INT. BAWA LODGE CORRIDOR. DAY",
        "SOOTHSAYER",
        "44, INT.SMALL HOTEL. DAY",
        "KAALAYAN",
        "POLICEMAN",
        "TR",
        "10",
        "PRIV.AREA",
        "GAJENDRAN",
        "R46",
        "AR",
        "EXT.KASTHURI HOUSE/ SINGAPERUMAL HOUSE. DAY",
        "'",
        "MAN",
        "OTHER GUY",
        "MAY ILVAAGANAN",
        "DEN. DAY",
        "4",
        "AX",
        "CHASE",
        "INT/EXT.BAWA LODGE.ROOM. KAALAYAN ROOM/CORRIDOR. DAY",
        "5A",
        "INT. TRAIN COMPARTMENT. DAY",
        "EXT.BAWA LODGE CORRIDOR. DAY",
        "HY",
        "IR",
        "MULLU",
        "ROOM BOY",
        "AIYAA",
        "SAPPAT",
        "MEAN WHILE-",
        "52.EXT. ROAD.DAY",
        "ELLAMEVAA",
        "INT. TEA SHOP. DAY",
        "KALAYAN",
        "OTHER GUYS",
        "R7",
        "ROBIN",
        "INTERVAL",
        "MOTTAI",
        "EXT. ROAD NEAR KASTURI HOUSE. DAY",
        "INT/EXT. MARUTI VAN. DAY",
        "HH",
        "A",
        "ONE OF THE MEN",
        "SAPPAI",
        "SAPPAIL",
        "R90",
        "EXT.ROADS. DAY",
        "RS",
        "AT",
        "SUBBU",
        "MASAL VADA LADY",
        "PASUPATHY",
        "INT.SINGAPERUMAL HOUSE. TORTURE ROOM. DAY",
        "RO",
        "R4",
        "INT/EXT.DEPARTMENT STORE. DAY",
        "EXT. STREET. DAY",
        "CHITTU",
        "KODUKAPULI",
        "KAALATYAN",
        "5",
        "GUY",
        "PASUPATHY, (MV)",
        "20,000",
        "NAGARAJ",
        "CUT TO",
        "HENCHMAN",
        "Q7",
        "EXT. POLICE CHECK POST/CAR. DAY",
        "GAJAPATHY",
        "SUBBU, (0.S)",
        "KODUKAAPULI",
        "INT/EXT. SONG",
        "RR",
        "R1",
        "OLD MAN",
        "TA",
        "AMBASSODAR. DAY",
        "28.EXT.ROADS. DAY",
        "ROOM",
        "OR",
        "ANNACHI",
        "PHONE VOICE",
        "DRIVER",
        "MOTTA",
        "EXT.CROWDED ROAD. DAY",
        "KODUKKAPULI",
        "-PAUSE-"
      ],
      "dialogues": [
        {
          "speaker": "SUBBU",
          "text": "Ungallukku mudiyalena enna en adikareenga? He punches her even harder,blood seeps out of her lips. T background retro music grows louder and reaches unbearable decibel. Aiyaa gets up and storms out of the room. \fWritten by: Thiagarajan Kumararaja 2. INT. SINGAPERUMAL’S HOUSE (BOYS ROOM) - DAY Another run down room with very sparse furniture- a few benches, a significant chair, a roll top desk with an old record player and a bunch of retro records on it. Old photographs adorn the walls. ROBIN(21), a lean, mean Anglo-Indian guy wearing a figure hugging T.Shirt which reads ‘Saturday Night, Semma Tight’ is scanning through his records, playing the music. Other guys in the room are chatting and laughing. NAGARAJ (37), a slimy looking guy is playing cards with CHITTU (26), who has a boyish charm about him. Chittu loo pretty hippy in retro clothes and styling. PASUPATHY (32) a dynamic looking smart guy is on the phone. Aiyaa enters in full fury and shouts at Robin",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Chi! Mairu Robin looks terrified as he stops the record player. Ever body becomes silent, as they watch Aiyaa go back to his room, closing the door behind him. The atmosphere becomes normal again. SAPPAI (20), a vulnerable looking lean guy with an innoce face and a clueless expression serves tea to the guys. Nagaraj gets back to his game of cards after having a sip of tea. He looks at Chittu-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "“Dei Chittu, nee continue pandra”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Adhu simple pa! Ippo trainle poronnu vechiko.. edhirka aunty irukidhu. Kozhandaya vangikkira sakkule, edhachum Pechi kudupomille? Numma oorle enna pesinaalum, pechu rendu vishayathilethaan kadasile vandhu nikkum. Arasiyal, cinema! -pause- ‘kadasiya enna padam paatheenga?’nu kettu appadiye develop panni oru main kelvi kekanum. -pause- \fWritten by: Thiagarajan Kumararaja unngalukku Rajiniya pudikumaa? Kamal pudikumaa? Every body listens to him with utmost concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Idhuthaan main matter, ippudi than enakku neraya usar aayerukku - rajininu sonnaanu vechiko,utturu! Aana Kamalnu sollichu, adhu jollu party machi! (giggles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Adhu yenda appudi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": ". avuru sexaa iruparilla?...Technology The guys are totally zapped at his psycho analytic theory",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Theriyada auntyngala irundalum ippudi usar pannidalanm... NAGARAJ (quick n curious) Appo therinja auntygala irundhaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Unnaku kalyaanam aayiduchaanu kekanum? NAGARAJ (snaps) Unnaku therinjavunga thaana? Aachaa illiyaanu unnaku theriyaadhaa? CHITTU (instantly) Adhu avangalukku theriyaadhaa?... Appathaan nee try panrennu avanga therinjipaanga?? -Pause- Yeppadiya patta aunty ah irundhaalum naalu steple odanchidum! Sirikka vechu kavukkalam, aluva vechu kavukkalam! The guys don’t get the last bit,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "\fWritten by: Thiagarajan Kumararaja Edhaavadhu pesi aluva vechi, aadharavu thara maari matter mudichidalaam! Every body is impressed, but for Nagaraj who looks curiou",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Udhaaranamaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Udhaaranatiaa, unnakku kalyaanam aayiduchaanu kekanum.Unnna pudichirundhuchinnu vayye... summangatti “illiyae’nnu dupe uduva- sirichiginae Nagaraj looks in disbelief. Chittu continues ina reassuring tone. While Pasupathy just ignores them..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Aayiduchunnu solraannu vechuko, Sandhoshamaathaan irrukiyaanu kokki pottuko! Sila kusumbinga appavum ~sandhoshamaa irruken’nu solluvaalunga- Vidakoodaadhu! Eppavum ippadiye irrukumnnu nenaikiriyaa? Ippove uncle unna madhikaradhili,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-pause- Aprom enna azhugaedhan... aadharavudhan... matterudhan... ha!ha!ha! Chittu laughs triumphantly.Nagaraj, still not convinced-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Appavum aluvalenna?? Chittu, with an earnest tone comes back with an immediate reply-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Naan alludhiduvennae!! Adhu nammaku aadharavu kudukumae! ha!ha!ha! matteru.. cat caught everybody’s tounge. Chittu continues",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "\fWritten by: Thiagarajan Kumararaja Adhukulle avlo periya aambalai irundhuchinna, naama pombalai aayida vendiyadhuthaan! -pause- machi.. naan oru nooru auntya kavuthuruppen, adhula oru 3 aunty enna kavuthuruchhu! ha! ha! ha! Idhu sappai matter! Sappai looks up at the mention of ‘Sappai matter’. Nagara notices Sappai and with a wicked smirk-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Enna Sappai matter? Sappaikkuthaan matterae illeye?? CHITTU(looking at his crotch) Appudiya? Other guys laugh, while Sappai looks helpless and manages weak retort",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Ellam irrukku... Chittu bites his lips and trying to look horny with an exaggerated surprise in his voice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Ellaaamaaa!!! They laugh. Pasupathy looks at them with mild irritation. Nagaraj pats Sappai on his shoulder-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Sari, nee kelambudaa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Enga? Nagaraj, with an evil enthusiasm points to his dick with both his hands and says-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Inga! Again, all laugh, except one of the guys, who looks corcerned for Sappai’s predicament-— \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Unnakku edukkuda indha vela? vera velaikku poyen? Naan Phone panni solren. Nee poi avara paaru. Sappai, with a clueless expression on his face-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Yaara?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Ivara! (pointing to his dick Sappai looks pathetic against his bullies. Nagaraj, with genuine concern,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Dai Sappai, endaa ippadi Sappayaa irrukke? Edhaavadhu panni irrukiyaa life-le? Sappi nods no Suddenly Nagaraj lowers his voice and in a hushed tone-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Aiyaavaye paaru- indha vayasila kooda, oru china ponna vechukittu, gunnu maari maintain panraaru!! Andha perusu kooda chinna ponnu vishayathile engala yaarayum nambale... Unnathan nabararu, en? -pause- enna ne sappey -pause- Seri kaalathukum ippadithaan irrukaporiyaa, edhaavadhu pannuviyaa? ille Sappai, filled with self pity manages a weak retort",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Ellam pannuven All the other guys, in an exaggerated surprised tone- \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLAMEVAA",
          "text": "Sappai smirks carelessly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Idhukku adhuve paravaaille! Nagaraj, looks up from his cards and asks-",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Edhu? Sappai imitates their action of pointing to dick-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Thu! AREER Nobody finds it funny. Nagaraj slaps him tight. Pasupathy looks at Nagaraj with disgust. Pasupathy puts down his phone and looks at Sappai with pity-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ei) Sappa, poi tea vaangittu vaadaa Sappai doesn’t get the hint. With a blank face-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Vaanggitu vandhuten",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Paravaala innuonnu vaangittuvaa",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Aiy, nee iru Pasupathy glares at Nagaraj. This makes the others uncomfortable. Pasupathy noda at Sappai asking him to leave. Sappai walks out with the empty glasses \fWritten by:Thiagarajan Kumararaja Pasupathy and Nagaraj still staring at each other are interuppted only by Aiyaa’s entry. Aiyaa walks around the room brushing his teeth",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Raameswarathila irundhu oru kuruvi vandhirukku Aiyaa, still walking, looks at Pasupathy",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Cocaine powder. Market rate rendu kodi, nammakkunaa 50 latcham ku tharenndraan Aiyaa in casual, matter of factly tone-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "En? Avan akka enna love panralaa? Aiyaa goes and sits in his chair",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Sarakku avanuthille- avan verum kuruvithaan. Avanga kodukara cuttu avanukku pathala...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiyaa thinks for a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Yaaroda sarakku? Pasupathy, unperturbed and cool-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Gajendran Aiyaa is shocked (subtle) and stops brushing.He spits the foam.Nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "\fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Adikkattum Nagaraj gets angry and retorts",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Pasupathy?? Pasupathy looks at Aiyaa and snubs Nagaraj",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Aiyaa looks like ‘yes’ and ‘no’ or he just stares. Pasupathy seems confident",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Aana samalichikkalam.Sarakku namma kaikku vandhuchinna,aduthu konja naalaikku market namma controlla irrukkum. Namma powerful aayida Laan. jiGininelinetaeityaaadalaan Aiyaa looks thoughtful, coughs",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Risku Aiyaa is very reluctant. Pasupathy looks determined",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Nalla deal... Aiyaa thoughtfully nods his head no",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Innaikku dokku aayiteengala neenga ? Ungalukku vayasaayiduchule- inimae neenga velaikku aagamaateenga! Subbu’s bangle sound is heard.Aiyaa looks at others, who are silent,they look down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Onnu thonudhu, sollattaa... Aiyaa maintains an impassive face, Other guys simply watc as Pasupathy continues unfaltering- \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "50 latcham mattum kudunga. Risk ellam ennudhu. Indha businessa naan panren. Inime indamaari businessa fulla naane paathukiren. Ungalukku 50%, ennakku 50% enna soldreenga? Aiyaa,looks at his men briefly and turns to pasupathy, spits his paste foam out of the window still looking at pasupathy. Aiyaa makes ‘his’ face,where he freezes his face in an irritating smile,almost all his teeth are seen but no sou is heard (he genrally holds this for a while, till the opponent gets really uncomfortable). Pasupathy looks away for a moment trying to avoid aiyya’s expression but when looks at aiyaa he is still holding his expression,it then slowly vanishes.he then speaks in a flat tone - AIYAA (to one of the guys) Naan Saetu ku phone panni sollidaraen,50 rooba eduthu vaipparu,nee poyi yeduthuttu vaa. AIYAA(to pasupathy) ne Poi modhalla sarakka check pannitu edukira velayapaaru. Percentage ellam apkuruvim pesikkalam... po. Other guys are nervous and uncomfortable. Pasupathy is co and starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "cagale, (caps oReneweneee feu | ne mm ONS Chittu, Robin and two others walk along with him \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pasupathi is in the front seat with the driver on his sid Chittu, Robin and another guy are in the middle seat. The is dead silence and the air is tense. Pasupathy observes them. They pass by a tea shop. Pasupathy, gestures to sto the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TEA SHOP. DAY",
          "text": "It’s a small tea shop, empty at the moment. A variety of biscuits, murukkus and snacks are stacked in glass jars o the counter. Robin picks a tea cake and munches. Pasupathy and the boys sit around a small table. Pasupath pulls out his cell phone and calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Mayilvaaganan saar,Naanga vandhutom Robin stares at Pasupathy as he’s on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBIN",
          "text": "Pasupathy pouts his lower lip (don’t know expression)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Theriliyae, adhaana aiyaa stylu? Chittu, vehemently-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Engallukku meresilaayiduchu! Enna Panradhunne purila... Pasupathy looks cool and confident",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Purilenna? Aiyaa enna solraaro adha sei. Avarukkuthaane vela seiyara? Naai vesham potta kola! \fWritten by:Thiagarajan Kumararaja MAYILVAAGANAN (56), a short, squatty man with bald head, a huge tummy enters in white shirt, khaki pants and polic boots. Pasupathy welcomes him with a smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Ennaya pasupathy, kootama vandhuruka? Mayilvaaganan gets inside the tea shop, “Ponmeni Urugudhe song is running in the background. Mayilvaaganan Nalla paatu la? Indha ponnu enaku romba pudikum ya, paavam aniyaayama sethu poiduhchu",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Mayilvaaganan with a friendly disposition,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Pasupathy pulls out a small 100s bundle from his pocket- Mayilvaaganan, nonchalantly takes the money and says-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Bawa lodge —pause- Nee thookiriyaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Therile... —pause- saar velile TT SoLIste maatengle? \fWritten by: Thiagarajan Kumararaja Mayilvaaganan thinks for a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Therile... yi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBIN",
          "text": "Enna, Gajendran idhu! gajendran adhu! Avaru periya mairaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Aamaam, Gajendran periya mairuthaan! -pause- \fWritten by:Thiagarajan Kumararaja (Pasupathy narrates a grusome incident where Gajendran bites off a mute woman’s finger.story here to be modified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy has a smile creeping on his face, that catches up soon every body giggles",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Oorle solluvaanunga, maatu kannula MGR theriyaraarunu. “Nee paathiyaadaanaa?’ illenuvaanunga. Avanukku therinjavanukku, therinjavan evano paathaanu solluvaanunga- \fWritten by: Thiagarajan Kumararaja adhu pola idhu oru build upputhaan... Idhelaam peela, nee adha nambitta! -pause- paakka bayangara saarppa irupparu, aana sema mokkaba ivuru... Pasupathy just bites his lips and shrugs his shoulders no committaly. Everybody has a sarcastic smile. The tea shop woman walks in with a teaholder filled with tea glasses. As she silently leaves the glasses on the table, the guys see that she has only four fingers in her hand. The guys watch her leave without a word with their jaws dropped. Only Pasupathy is unperturbed and starts to sip on his tea. 5. INT. BAWA LODGE. KAALAYAN’S ROOM- DAY It’s a seedy little room, with dirty peeling wall paper, faded linen and flooring stained by all sorts of stuff. There’s a single, tiny cot in the centre and a dirty door with filthy stickers and graffiti. On one corner of the room is’ a nice, handsome ‘seval’/rooster watching everything quietly. In the other corner are a large bunch of empty liquor bottles, a yellow bag with god picture on it, cigar, food etc. KAALAYAN (42), a thin famished guy with drooping moustach and a crazy glint on his eye,his modulation is like that young v.k.ramasamy. Wearing white dhothi and baniyan he i still drinking. An OLD MAN(58), who is really short and fat that his girt and height are more or less equal looks more drunk chatti away with Kaalayan. Half way through their conversation-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "kaalaya! Sarakka kondu varavendiyadhu, koduthittu 10,000 vaangittu varavendiyadhu. Apkuruvim rendu maasam kudi, kutti. The old man does an endearing action to show ‘kudi, kutti",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Thirumba eduthittu varanum, kudukkanum- Kudi, kutti! \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an Kumararaja Ml",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Enna poraama? Policekitte maatnaa pongalthaan/soup thaan. Adhaan mudivu panniten- indha mora avanungalukku kudukka porathille.. Avanungaluku badhila ivanungalukku kudukaporen. The old man pulls out two phone numbers from his pocket a shows it to Kaalayan",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ivanunga enna kudukaraanunga? Oru 15,000? 18 \fWritten by:Thiagarajan Kumararaja The old man raises his brows to show more. Kaalayan, impressed-",
          "sentiment": "neutral"
        },
        {
          "speaker": "20,000",
          "text": "Old man signals much more. Kaalayan, in a hushed tone, filled with surprise- (about to sip the drink..stops) avalava ambutta??... Appadi idhulaenna irukudhu? Xray kannadi maariya? Ellamey ammana kundiya therimma? The old man nods his head..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Ummm....onnyume theriyadhu. Marakatta maari kedakkavendidhaan. Sornaye irukkadhu. Kaalayan is enamoured. KAALAYAN (disbelief) aanggghh",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Vellakaaran mookku podi.nasha matteru!! Abruptly, he says..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Indha panatha vechhi life’le settlaayiduven! Kaalayan gives a broad smile, feeling happy for his frien",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Appo, adhukaga oru cutting \fWritten by: Thiagarajan Kumararaja The dirty door with the graffiti opens with a creak. KODUKAAPULI (12), a wafer thin boy with extremely bony shoulders enters with just a thundu wrapped around his hi hair wet after his bath. Kaalayan turns to look at his so The boy sees his dad and his friend still drinking. With anger in his eyes, he goes and hits the seval with his thundu-His eyes still fixed on the old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKAAPULI",
          "text": "Chi! Somberi kalutha, innum appadiye okkaandhirukku paar! The old man is a bit shocked by Kodukaapuli’s rude remark and mutters to Kaalayan-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Kodukkapuli sooda irrukaano? Kozhia thitraana ille enna thitraanaanu theriyalaye? Kaalayan laughs cheerfully",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Enakum adhe doubt dhan The old man looks offended and hurt. Kaalayan just looks his Seval affectionately-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Kodukaapuli, adhukku edhaavadhu theeni poduyaa, pasiyaa irrukkum Kodukapuli turns sharply and snubs his dad",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKAAPULI",
          "text": "Chi, unvelaya paaruyaa! Kaalayan laughs with pride",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ennamaa sonnaanyaa? Eppudi sonnaanya? Old man looks baffled oft) \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Enyaa, china paya- indha vaangu vaaguran... Unnakku roshamille?? Kaalayan nods his head no, all smiles-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ennathukku roshapadanum? Yaaravan? En rathamille!! -pause- endaa mavane, kodukkaapuli, appava innum renduketta vaarthaile vaiyudaa!! ha! ha!ha! Kodukaapuli just stares at his dad silently, while the ol man is mildly disgusted. Kaalayan just mutters below his breadth to the old man",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ippo thittamaataan, adhaan idea/technique!ha! ha! ha! Old man just shrugs off. Kaalayan’s voice is filled with pride as he talks about his son-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Avan, avanga ammaala maari- Ségappullanegany)| Surull|/erop/Pishakaralpayan roshakaaran! Adhu... naan sothaellaam soodhaadi aluchitenille, andha kovanthaan! Old man looks at Kaalayan, a humble poor farmer like man",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Paaka ippadi irrukennu neneikaatheenga, periya jameen kudumbam! Ippakooda, namma aranmanaya vaangi hotel aakitaanga mut taapasanga... Kaalayan becomes thoughtful and morose",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ellamea pochu! Ippa kadasiyaa pottikada vechen...Therinjavanukku kadanle saaman kuduthen. Kaasu ketkapona.. unnakenna jameen kudumbumnu sollittaanga. Ketkamudiyala, a1 \fWritten by: Thiagarajan Kumararaja elayaa poitaanga!pavam -pause- sari, kadaikku sarakku vaanganumennu 2000 kadan vaanginen- ennavo rocket vaddiyaam. Innikki 5000 aayipochu!! As the old man listens intently, Kaalayan looks very upse and starts choking By this time,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Panatha kudraanu meratraan! Avlo panathukku naan enga poven, Tho... sevalathookittu vandhuttom. Inna thethikku, adhuthaan enga kulatheiyam! Ennoda kadaisi sothu- adhu seichuthaan, kadana adaikkanum , namma kudumbatha kaapaathanum! ¥aadi 6m) Ehanga Kaalayan has picked up his seval and hugs it endearingly. Kodukaapuli snatches the seval from his dad and snaps at him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKAPULI",
          "text": "Chi En sevala nee thodaathayaa! Kaalayan looks at kodukkapuli gleefully, enamoured, breaking away from his pensive mood. Old man panics",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "aT nammaldha irundha dhan yeppavo vithu kudichurupome!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Kaalaya?! Yaarkitte kadan vaanginayaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Varaagamoorthy...! with concern",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Avanaa? Kaasu kudukalena, pondaati pullaya thookittu poi Brothelukku uttuduvaanepaa? 99 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Nesanthaanaa?! Kaalayan starts to cry in a low, howling voice with *thundu’ on his mouth. Old man pats him and tries to comfort him",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Sari.. varuthapadaadha, kaalaya ?! kudi.. ellaam Seriyaayidum! Kodukapuli looks at them with disgust. Both continue to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Kodukaapuli kovamaa irrukaan Naan roomukku poren Kodukaapuli... Naan vaaratta kaalayaaaa... He stands up, nods goodbye. But just turns around, lies down and falls asleep right there. Kaalayan sees this and giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KALAYAN",
          "text": "Mabbu ... mabbu .. ha... ha... ha... He passes out while pointing his finger at the old man , his giggle freezes and vanishes finally. Kodukaapuli look helpless as he watches the two drunk men. Amidst silence, suddenly the alarm goes off. Kodukaapuli wakes his dad. He drags his semi-conscious dad to the bathroom, washes him and puts fresh clothes on him. By no Kaalayan is a bit sombre. Kodukaapuli applies ‘thiruneer’ on his dad’s forehead and they leave the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BAWA LODGE CORRIDOR. DAY",
          "text": "It’s a seedy, long and dark corridor- run down and dirty with tobacco stains, used plates, etc. 23 \fWritten by: Thiagarajan Kumararaja On their way out, Kaalayan calls the room boy- Kodukapuli Anna, enga room la oruthar irukaaru la? Avara avar room la kondu vittudu ne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM BOY",
          "text": "Ok sir Kodukapuli Po anne",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM BOY",
          "text": "Po da 7. INT/EXT. SINGAPERUMAL’S HOUSE. DAY Aiyaa, looking majestic in all white and white walks down to the Black Ambassador. One of Aiyaa’s men brings a yellow bag. Aiyaa takes it and leaves carefully in the cupboard. He locks the cupboard and inserts the key in his hip. Subbu is sitting next to the cup board ,she is scared and her eyes are filled with tears, she is sitting in front of the tv but she doesn’t seem to be watching it. Aiyaa gets back to the car. Nagaraj is in the driver’s seat. KOZHI MAN (32), a well built, muscular man walks in with a handsome rooster. He leaves the rooster in the back seat with Aiyaa and takes the front seat. Aiyaa sees Sappai standing near the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Aiy Sappai, inga vaadaa Sappai runs up to him. Aiyaa pulls out some money from his pocket",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 \fWritten by:Thiagarajan Kumararaja The ambassador takes off, leaving Sappai behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sappai enters and switches on the TV. He starts to watch action cartoon- Power Ranger types Subbu is in the terrace. Sappai walks up to the terrace, leaving the TV on. She looks gloomy. There’s a flight passing in the back of Sappai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAT",
          "text": "ORUERRNEEHER magic- magic Sappai bends himself and opens his mouth wide.The flight appears to enter his mouth. He then holds his tummy and pretends to be pain. And as the flight comes out of his butt he shows relief. Subbu is amused and gives out a giggle, crossing her gloomy expression. As she’s giggling, she yelps in pain holding her cheek, which starts to bleed inside the mouth. She feels the blood and wipes it off in her sari. They walk down to the room. She changes the channel on TV to one of the Tamil networks. He’s holding ice packs (ice, wrapped in muslin cloth) and gently presses her cheek. She keeps watching TV impassively. Sappai tries to console her",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Aiyyaa adichitaarennu varuthapadaa- -theenga; avaru nalla manushanthaan... she gets very aggressive, tears stream down her cheeks she starts shouting at Sappai",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Enna nalla manushan? Ennakku avaru Paethi vayasu irrukkum- thookitu vandhu Vappatiyaa vechirukaaru- idhu dhan un nalla manashanaa? -pause- hy \fWritten by:Thiagarajan Kumararaja innikku kaalile avarukku mudiyaamey poiduchu... adha maraikaradhukku enna pottu adichuttaaru, Avaru unakku nalla manushanaa... Sappai feels sorry for Subbu and looks very apologetic",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Ille upsetaa irundeenga , ungalukku aarudhalaa edhavadhu sollaanu nenechen... subbu looks pissed and still crying",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Un moonji... poda",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Sorry... idhellam ennakku theriyaadhu! adhanaalathaan naan Sappai, yaarukkum enna pudikaadhu subbu lifts hers head as she is crying subbu aana enakku unna romba pudikkum subbu, crying , leans on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Yean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Yeanna neeyum enna maadiridhan... she holds him tight , Sappai tries to console her.she cries harder. Subbu loosen s her grip, then looks at him ,she kisses him . There is an uncomfortable silence in the air. They make out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 \fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. MARUTI VAN. DAY",
          "text": "Pasupathi is talking to his girlfriend on the phone. Behind, the guys are laughing and chatting. Chittu stops laughing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Naan onnu sollattaa- naan neriya Aunty ushaar panniirrukken. Aana, naan vaalkaile aasapadara ore aunty yaaru theriyuma? All wait in silence for his answer o7 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Subbuthaan! Chittu laughs but nobody is joining him. They are too shocked to laugh. They all stare at him, completely knocked off by his uncanny answer. Chittu gets a bit nervous by their reaction",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Endaa appadi paakareenga? Unnakku aasayille? Unnakille? (pointing to the guys) ivara uttru- ivuru nallavaru (pointing to Pasupathy)unnakille? (to Robin) All remain silent. Chittu continues confidently-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Apparam enda enna ondi ippadi paakareenga? Naan edho periya kaamugan maari?!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER GUY",
          "text": "Adhu paavamdaa... Chittu earnestly defends himself",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Aiy, naanum paasamaathaandaa solren! Pasupathy is busy on the phone with his girl friend, ignoring their whole conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Veetleye iru, naan vandhu kootittu poren... -pause- (shouts) veetule irru naan varennu solrenla Pasupathy puts down the phone. One of the guy seems curio",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Yaaru? anniyaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IR",
          "text": "\fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Tlle, sunni.. The other guys also get curious about the phone call and peep in. One of the guys grabs the phone from Pasupathy t see the caller ID",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Sooda irukaruba, Kudu naane paakaren! Robin takes a look at the basic phone model Pasupathy is carrying and is surprised",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Innanne idhu? Gappi phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pasupathy tries to dismiss them off",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Pesaradu ketta podhum",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Ennada ivuru !? Video phonele nadigainga kulikaradha paakalaam! ! Pasupathy just grabs his phone back",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ithunoondu screen’le athunoondu ennadaa paaka poreenga? Chittu tries to compromise",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "venampa! Oru color phone,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "speaker Phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Edhukku SBS@KSH)2|SEVuGaqneS2 The other guy looks completely enthused 29 \fWritten by: Thiagarajan Kumararaja yennaga svar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBIN",
          "text": "Dho namma Chittuve irukkuran Aunty’nga, namma Chittu kitta pesaradhe ellaarum speakerle keppom paaru- semma wittu!! Others giggle, while Pasupathy is in disbelief",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Adhungalukku theriyaadhu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER GUY",
          "text": "Uhum! Pasupathy still is sceptical about the idea. His phone starts ringing. He pulls it out from his pocket",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ivan thethara aunty’ngathaana, ellam dhadhingalaathaan irrukkum! Chittu seems a bit offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Auntyngala pathi thappa pesadhe pasupathy... Idhu dhadhi- saarpu matterille! Idhu Technology... He starts talking hurriedly to Pasupathy as he tries to pull out the phone from his pocket",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Ippa speakerle paesaren, Avanga speakernu kandupudikalena, en auntyngala thappa pesinadhukkaga, enga ellaarukkum beer vaangi kudukanum, OKvaa? Pasupathy is hesitant and restless as the phone rings",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Dei adhuku edhuku da ellarukum beer? 30 \fWritten by: Thiagarajan Kumararaja Chittu Ellar edhirlayum dhane thappa pesuna, adhudhan ellarukum beer. Pasupathy Seri seri phone adikudhu, edu. Chittu is firm, in spite of the incessant ringing",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Aiy,nee seekiram bet kattu, avanga Onnum solla mattanga Pasupathy, disturbed by the ring tone agrees",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Mmm Chittu picks phone with a broad smile, switching on the speaker mode. Chittu, looking at the caller ID ‘Aiyaa’ stops laughing and hushes the others to be silent",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Shh, shh! Aiyaa, aiyaa!! Chittu picks phone and puts on speaker mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Sollunga...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Ennadaa busyaa? Chittu starts to speak with a fake casual voice, trying t cover up",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Illaiyaa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Apkuruvim enda phone eddukka ivlo neram, pundai/thoomae? 31 \fWritten by: Thiagarajan Kumararaja There’s a small wave of giggle from the others. Chittu shows them action to keep it low-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Pocketle maatikichu, edukka time- -aayiduchu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Sarakku enga vandhirukkaam? Chittu looks at Pasupathy, who mouths Bawa Lodge",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Bawa lodge AIYAA (affectionate tone) Check post thaanditeengalaapaa? Others nod no",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "illa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Seri, checkpost thaanduradhukulla Pasupathiya Poattu thallidu. Aiyaa cuts the phone. There is an engaaged tone ,onthe speaker phone. Then there is a moment of silence after th engaged beep beep. Everybody is shocked. Pasupathy takes his dagger out in a jiffy and points it at Chittu. Everybody pulls out their knives and points them at Pasupathy’s face. One gun against the rest of them. -Long pause- PASUPATHY (hesitantly Enna da... ellarum friends thaane da. Pasupathy says that quite unconvincingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Apparum nee edukku saamana eduthey..mairu robin slowly takes Pasupathy’s blade away from him. 39 \fWritten by:Thiagarajan Kumararaja There is an uncomfortable silence in the car filled with tension. Chittu to Pasupathy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Naai vesham poatta kollachuthaan aavanum? PASUPATHY (in a flat tone) (Naai vesham poatta) Vaala kooda aattalaanm... Again, there’s a long silence in the car. Through the fro glass, they see that they are approaching a police checkpost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. POLICE CHECK POST/CAR. DAY",
          "text": "A patrol van is parked with cops on their walkie talkies. The guys panic as their guns are out. In a split second, they stuff guns into their unbottened shirts and scruff their hair. The driver switches on some music. Now they all look like a bunch of youngsters on a holiday. The car makes a halt in front of the checkpost. middle-aged POLICEMAN approaches them with a lathi and ta the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Enga poittu irukkenga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Pondicherykku sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Oodhu. . Chittu tries to put up a cool face. GEGREG R0n1N Enna sir, ippo dhaane Pondicherykku poittu irukkom. 2 \fWritten by:Thiagarajan Kumararaja Policeman enjoys the joke and turns away to leave. Pasupathy unexpectedly tries to irritate the cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "The policeman turns back enraged. The other guys look surprised at Pasupathy who continues in a loud, drunk voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "The policeman peeps into the car and pulls out Pasupathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Ei, erangu erangu erangu",
          "sentiment": "neutral"
        },
        {
          "speaker": "-PAUSE-",
          "text": "Ei eranguda. i 34 \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an Kumararaja Pasupathy coolly gets down with a slimy smile. Chittu tri to take control of the situation and starts pleading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Policeman grabs him by the collar Pasupathy starts to act more arrogant and looks at his gang’s guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "The policeman looks at the gang of guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Eai!! Neengallaam ponga da!! Vandi yedu, vandi yedu. tH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an Kumararaja Pasupathy tries to provoke the policeman even more. th",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Eai.. Aiyaa kitta sollunga da. Indha Pasupathiya oruthanaalum onnum pudunga mudiyaadhu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys look grave. After a moment of silence, Chittu replies with a naughty smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "poi kasturi naanga pickup pannikarom. Now Pasupathy turns grave and closes his eyes to let it sink in. Fade to black Fade in Pasupathy opens his eyes and the Maruthi van just passes away. Suddenly Pasupathy’s expression changes and he star to plead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Sir sir sir sir sir..please sir..please sir",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "a The policeman slaps Pasupathy and looks satisfied. cnnaga noveiiiea? the policeman. fe fails in 1200 fps. the bon slows and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIV.AREA",
          "text": "A song starts off as Pasupathy runs with the police chasi him frantically. In between, he tries calling his girl friend. Song is to be mixed with “This line is busy-Pleas try again later/Same thing in Tamil”. (Acid Rave kind of music). While Pasupathy is running, parallely, the Maruthi van travels with the other guys. Kozhi fight happens between Aiyaa’s kozhi and some other kozhi. Kaalayan and Kodukkapuli watch the fight, impressed with Aiyaa’s kozhi Aiyaa looks at Kaalayan’s kozhi patronizingly. Cuts betwe all this and Pasupathy running. BGM1: Subbu and Saapey taking a small break, feeling a bi awkward, looking at each other, breathing heavily (exaggerated) after the love making session. Subbu just gets up with a sheet around her. Sappai looks at Subbu through a mirror and winks with the pride of an acheiver. Subbu blushes. Sappai pulls her sheet playfully. She just comes and wraps around him in full fervour like a kid. Cut to: Pasupathy running. He thrashes a biker and makes away with the bike. The police are out of sight. BGM2: Cut back to kozhi fight arena. Aiyaa’s kozhi gloriously wins over the other kozhi. Time Splice shot of Aiyaa’s kozhi jumping. Aiyaa is gloating in pride. As the music intensifies, both Pasupat and his gang in the Maruthi van head towards Kasthuri’s house. Pasupathy driving like a maniac crashes the bike, does two stylish summersaults on his bike and then his he hits the ground in slow motion. 13. EXT. KASTHURI’S HOUSE. DAY It’s a small house with two floors in a lower middle clas locality. In a road side shop, a lady is making masal vadai.A Maruthi van stops in front of the house. Kasthuri sees them from the window. Chittu mumbles something to he aR \fWritten by:Thiagarajan Kumararaja She shuts the door behind her and walks out of the house. She gets into the car without a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a lively market area with lots of vendors and filled with people bustling across. A lot of crowd is gathered around the main attraction, the kozhi fight. The crowd comprises mostly of men and a few children, who are completely awe struck. A couple of local thugs are exchanging bet money. Few other guys are holding their sevals and waiting to fight. In the arena, Aiyaa’s seval fighting with Kaalayan’s seval. The fight is pretty fierc with Aiyaa’s seval fighting really well, dominating Kaalayan’s seval. Aiyaa is watching with pride along with Nagaraj and his men. Kaalayan is very upset and slowly starts abusing his seval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Thiruttu mundai..Endirichhu kuthudi avana..Kuthu..kuthu!! Yen sothhalaam muzhiinguttu okkandhuttu irukkayae di naadhaari mundai! Kodukkapuli is a bit embarrassed about his father, but keeps mum. Aiyaa smirks at them, the crowd screams cheerfully for Aiyaa’s kozhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Gunun kudukkaadha di, Sanda podu di. Guniyaadha di. Yen jameen maaname pogudhe. Sanda podu di sakkalathi mundae!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kodukkapuli gets impatient and starts reacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "HEUNEEEEEEEINSSEEEES £68 on vaayladaan ya sani. moodittu iraen. Neera sanda 39 \fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "His voice trails off as his attention shifts to the kozhi fight. Slowly Kaalayan’s kozhi gives an arrogant look towards Aiyaa’s kozhi (exaggerated expression) and starts its attack. Kaalayan’s expression and behaviour change fr one of helpless grumbling to arrogant optimism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Vandhuttaanya kattabommu raasa.. epdi Kindamani kidu kidunga, pattakathi pala palanga vandhuttanya kathiya thookkikittu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nee podara podula andha potta seval mutta pottrunum. The loud cheerful crowd becomes silent when Kaalayan’s kozhi starts to dominate Aiyaa’s kozhi. The air is tense and Nagaraj and Aiyaa’s men are restless. Aiyaa looks dow in embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kodukkapuli notices all this, sees that Aiyaa is no ordinary guy,and tries to silence his dad by giving him looks and gesturing him to shut up. But Kaalayan doesn’t get it and gets close to Aiyaa and pats him to comfort hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Varuthapadaadeeha... Kaalayan seval kittadhaan thoathuchunnu sollunga. Ellarum purinjuppanga. Aiyaa gets furious and pushes him away. Kodukkapuli stare at them cluelessly. Kaalayan brushes himself and gets up offended. 40 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Perusukku paaru da.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaalayan is unfazed and celebrates with full gutso. The phone rings and Nagaraj picks up the phone and looks worried. Aiyaa gets impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Enna da aachu? By now Kaalayan’s kozhi has won. He laughs triumphantly a starts to sing and dance boisterously. Aiyaa just grabs t phone from Nagaraj. CHITTU (On the phone) Pasupathy thappichtaan. Aiyaa’s face turns red and is completely flustered. Kaalayan shows off shamelessly dancing in front of Aiyaa with his seval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Kezhavan sevalu pottai.. podapothu muttai... Kezhavan sevalu pottai.. podapothu muttai... Kezhavan kozhi..ey ey kezhattu kozhi.. Kezhavan kozhi..ey ey kezhattu kozhi.. Aiyaa suddenly picks up the Aruvaal next to him in a fit anger, and charges towards Kaalayan, who looks shell shocked. The crowd is totally shocked and silent. Aiyaa’s face and the stroke of the Aruvaal seem as if he is going to chop off Kaalayan’s head, but Aiyaa severs the head of Kaalayan’s seval, its blood spashing on to Kaalayan’s frozen face. Total silence and shock in the air;crowd is shell shocked Kodukkapuli is speechless and Kaalayan drops down to the ground. A cool Aiyaa walks away talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "4 \fWritten by: Thiagarajan Kumararaja Kodukkapuli, after a moment of shock charges towards Aiya who is totally Kodukkapuli in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiyaa is still oblivious to this. Aiyaa’s men brush off dismissive manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBASSODAR. DAY",
          "text": "on the phone when the car takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Mmmm .mmm. CHITTU (On the phone) Ippo kasthuriya kaappatha thirumba namma kittathana vandhaavanunm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Ippo Kasthuri yenga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Pakkathla dhaan irukku.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Namma veettuku koottitu varaadheenga. Avan thedittu modhalla veettuku dhaan varuvaan. Aiyaa thinks for a moment to plan his move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Petrol fill pannikko. Citya round adichune iru. Vandiya orey edathula romba neram niruthadhe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a low voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Pasupathy varattum..wait pannaraen. Nagaraj intently listens to Aiyaa, who has now gained bac his composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Kasthuri yedhavadhu prachana panarala?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHITTU",
          "text": "Ille.",
          "sentiment": "neutral"
        },
        {
          "speaker": "4",
          "text": "\fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Appo neengalum pannadheenga. Aiyaa looks at his driver",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Veetukku po 16. INTERIOR.SINGAPERUMAL’s HOUSE.PRIVATE AREA.DAY The movie “16 vayadiniley” is running on TV with Rajni an Kamal on screen. Sappai joins Subbu in bed who is enjoyin the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Onakku kamal pudikkuma? rajini pudikkuma? She has a coy smile on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Yaen? Enna ushaar panna poraya? Sappai, with full pride in his voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Adhaan ella mudunjiduche!! She laughs shyly. Sappai continues instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Sollu.. Kamala Rajniya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Nee sollu..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Kamal... Avardhaan kaadhal mannan. Ennama love pannuvaaru. Ella heroinayum pudichhu tighta kiss adipparu. Idhu parva illa..Hey Ram la Rani Mukherjeeya pudichi, kundiya kadichuduvaaru. Sappai laughs flirtatiously. Subbu bashfully-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Enakku Vijayakanth dhaan pudikkum. Az \fWritten by: Thiagarajan Kumararaja Sappai looks bewildered. (He has “Enna koduma saravnan” written all over his face).",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Yaen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Avardhaan Pakistan kitte irundhu Indiava Kappathuvaaru. Thappu senjadhu yaara irudhaalum thuninju thatti kaepparu. Ladiesuku oru aabathuna risk eduthu sandaipoduvaaru. Sappai lovingly does drishti for her/ Just holds her cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "illa- Rajni, Kamallaye oruthara solen? Subbu with a straight face",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Kamal Sappai laughs in disbelief. He chides her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Eai.. Ne enakkagadhaana sonney? She nods a yes with childish innocence. Sappai feels prou about reading her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Rajni ya? Yean?? Subbu treats it like a silly question with an obvious answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Yaenna avar Rajni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Yendha padam?? There is an excitement in Subbu’s face and tone. 44 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Basha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Yaen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Yaenna, naamallam avara appavinu nenachutu iruppom.. aana avarthaan periya Basha Sappai wonders for a second and continues... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Enna maari, ellarum naan sappenu nenachuttu iruppanga, aana na yevalavu periya aalunu yaarukkum theriyaadhu. She smiles with pride. He roars and jumps on her like a tiger cub (more sweet than horny). Suddenly there is a knock on the door. The sweet mellow mood changes to panic filled silence. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Aiyayo!! Aiyaa. Subbu is frozen , sitting on the bed with the bedsheet around her naked body. She starts to get frantically dressed. He gathers her clothes thrown around the floor a the bed and throws them at her. She takes them all and rushes to the bathroom. Again, there is a knock on the door. He wears his shirt and desperately searches for his pants, between sheets, under the cots etc..He is totally flustered and panic stricken as there is more knocking on the door. He sits on the corner of the bed in his underwe and shirt, totally broken and starts crying like a baby. Tears flow from his eyes, his mouth opens, but no sound comes out. Suddenly Subbu’s bathroom door opens and she throws Sappai’s pant from inside. The camera movements ar frantic during the scene. Sappai tries to gain back his composure, wears his pants and rushes to open the door. A the door opens, there is no one waiting. Just two water cans delivered in front of the door. He cries aloud, shut the door after taking the cans inside. Subbu steps out of the bathroom, fully dressed. He sits dazed. She looks at him. When he notices her, she breaks down and comes close 4s \fWritten by: Thiagarajan Kumararaja to him. Subbu sits on Sappai’s lap and sounds very vulnerable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Thirumbavum onna uyiroda pappaenne nenaikkala. Sappai is unable to stop himself from crying. But, as she looks at him, he controls his tears , trying to be a man. she turns away he starts to cry",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET. DAY",
          "text": "The whole bit could be shot as a single steady cam shot; the street is fairly empty. Kodukkapuyli is furious with his dad, who just looks innocent and harmless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Poya pudungi.. kundi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALATYAN",
          "text": "Yei! kodukkapuli, enna yenda vaiyirae?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Vaya vechittu summa irunnu sonnaenla",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALATYAN",
          "text": "Naan ennada pannaen? Kaalaiyan just seems to have self pity, which angers Kodukkapuli even more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yen kozhiya nee yaenya thotta..nalla jeyecha vellaiyela , yennayya appadi oru thukkirikoothu? Ommela vandha kovathula thanayya avan kozhiya vettunan!!! Kaalayan just looks naive believing in his innocence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ada paavi un mela sathiyam ah naan sivane nu ninnutu dhane da irundhen, nee koda paarthutu dhane da irundha? Kodullapuli just loses it, picks up a stone and throws it at his dad in anger. It hits Kaalayan, who stands 46 \fWritten by: Thiagarajan Kumararaja motionless, helpless and starts running(more like wanting to escape the situation). Kaalayan runs upto his son to embrace him. Kodukkapuli is angry and restless., but stop after a few yards. His anger vanishes and tears flow in helpless desperation, kodukkapuli cries aloud Yenda kann hotel azhugura?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Ellam poachhu.. enga akkavayum ammavayum thookkittu poiduvaangale. -pause- Paavam ya avanga. Kaalayan tries to reassure his son..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Namma kaattu muneeswaransami appdi yellam nadakka uda maattaan ya!! Appa na irukken illa? Kodukkapuli hurts his dad instantly,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Poyaa... nee waste. On hearing this Kaalayan looks heart broken,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Neeyum appdi solladha da-yen bella kunju. Kaalayan tries to hug his son, but Kodukaapuli wriggles h fist. Kodukkapuli , protests initially then slowly stops hitting his father and reacts to his hug. It’s a long, intimate hug. After a minute, kaalayan releases him. Kaalayan stands up, they walk away holding hands. 18. EXT/INT. BAWA LODGE (CORRIDOR/OLD MAN’ ROOM). DAY Kaalayan and Kodukkapuli enter lodge climb stairs inside and pass by the old mans room. Kodukkapuli just peeps in and the old man seems asleep. The bag of drugs is in the background. When they reach their room, Kaalayan starts t open the door. Kodukkapuli runs over to the old man’s roo grabs the bag of drugs and runs towards his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "\fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kodukkapuli enters with the bag of drugs. In hushed secretive voice, Kodukaapuly speaks hurriedly..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Kaalayan is shocked seeing the bag and starts speaking in hushed, secretive voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Thirudittaa vandhe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Ille..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Eduthuttu vandhutten",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Eaii..adhu thappu daa..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "NSRGYAGNEMARKG, Ednuvum thappilla",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Andha allu, adha vechu settle aagalaamnu irunthanda..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "un kaala uzhuvuren saami, kelambuppa... Dad thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Saarayam vaangikuduthavan saami maari Avanukku droham panna koodaathuda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AR",
          "text": "\fWritten by: Thiagarajan Kumararaja Kaalayan grabs the bag from his son and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yeppa.. yeppa... BSgSanai vane uve Shot stays on Kodukkapuli’s reaction. On his reaction, Kaalayan’s voice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Yele..andha aala konnuputtuaya nee? From Kaalayan’s face (Panic stricken), tilt down to his right hand carrying the bag. Kodukkapuli looks shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Illa andha aalu thoongittu irukkan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Moochu varala..sethu poittan. TREZUEtH KODUKKAPULI (loud voice) On kooda sarayam kudichu kudichu daan ya sethu poittaan. Nee dhan konnuttey They look at the array of empty liquor bottles from the previous night. KAALAYAN (hushed voice) Naan avana kola pannala. KODUKKAPULI (hushed voice) Kaalayan is silent. Kodukkapuli thinks for a moment. Kaalayan squats on the floor next to the bottles where th were drinking KAALAYAN (normal voice) Vandhaaru..paasama irundhaaru...kudichaaru..suruttu pudichaaru..posukkunum poittaru? Onnum puriyalaye?!? Kodukkapuli looks at the empty bottles ,cigars , meat pieces and starts in a hushed excited voice. 49 \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yeppa ennakku purinjiduchu. znnada pursngucha unaks? Nammma ooru la kaanama pona maadu thaana thrombi vandhapo, aatha enna solluchu? Adha kaatu muni otitu vandhadha sollichula? -Pause- Ippo vandhadum kaattu muni thaaan. Naama Kashtappadardhu porukkamudiyaama yaaru odambu maeleyo vanduchhi..porula koduthuchhi..innadhu idhunu solluchhi..poyiduchhu.. Indha aala namakku munna pinna theriyuma? Apkuruvim yen vandhuchu? Kaalayan looks in disbelief. Kodukkapuli continues with full conviction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "NSHBSLEMMARERASEY Nana yenna padayal vachhirukkom paaru. Both father and son look awestruck at the empty bottles, meat, suruttu and the yellow cloth bag with the image of Kattu muni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Adhu kaattu muni thaan. Apdiye irukudhe. Kodukkapuli puts the drug bag within the yellow bag. He walks out of the room but notices that kaalayan is still inside. Kaalayan is applying thiruneer on Kodukkapuli 50 \fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.BAWA LODGE CORRIDOR. DAY",
          "text": "Kaalayan and Kodukkapuli leap out of the lodge. As they start walking away, GAJENDRAN(40) and GAJAPATHY (35) arri GAJENDRAN sits on a chair with his coolers on, his head i slightly tilted and mouth slightly open. GAJAPATHY is standing on the doorway with his men, thrashing ~KURUVI’S room for the drug bag. One of Gajendran’s men steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "Anne, Inga illanney Gajapathy Ozhungapoi paaruda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "\fWritten by: Thiagarajan Kumararaja Gajendran stares at the old man’s dead body. GAJENDRAN (to old man’s dead body Nee mattum uyiroda irundha, otha onna kola panniruppaen. 22. INT/EXT.SINGAPERUMAL HOUSE (BOY’S ROOM) /LODGE ROOM. Subbu and Sappai leave as Aiyaa’s car enters the lane.ayy makes face at subbu. Aiyaa picks up the phone as he is entering his house. AIYAA (cool tone) Romba naal aachu?? GAJAPATHY (contained anger) Singaperumal. Yedukku yen sarakka yeduthey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Adhu yaar sarakku? Gajendran grits his teeth in anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Sollu paa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Yen sarakku.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Eduthuttu vandhadhu yaaroda aalu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Ennoda aalu thaan. -Pause- aana, pasupathy yedukka porannu news vanduchhu. Aiyaa is still calm and composed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Appo nee yaarukitta pesanum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "5",
          "text": "\fWritten by:Thiagarajan Kumararaja —pause- solluyaa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Pasupathy kitta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Correct. Idhu Pasupathy numbera?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Illa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Sorry. Wrong number. Aiyaa looks at Nagaraj with his expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEAN WHILE-",
          "text": "Gajapathy’s expression of disbelief with the phone disconnected sound. He slaps the dead body like a mad man His gang stand silent Toneram avenunga sena gaandeayiruppan {1147 KGYSSQCOURESNEEORESEY, Aiyaa’s phone rings again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Sonnenla? GAJAPATHY (over the phone) Eai baadu Singaperumaal!! Waatha. Yennodadha kalappi yen vaaylaye vekkaraya? Sarakku value theriyumille?!! Otha ellarayum domsam panniduven. AIYAA (in a serious tone) Eai Gajapathy unga annan Gajendrana pathhi ellarukkum theriyum!! Un sarakka naan yedukka maatten. -Pause- 8 \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pasupathy dhaan eduthhaan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Eai..ennaada kaasarey? Avan yeduthha yenna? Nee yeduthha yenna? Avan on aalu thaane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Yen aala irundhaan..ippo illa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Venaam venaam naan Avana poattu thalliduven Singaperumaal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Gajendran looks at his guys. GAJAPATHY (to one of his guys)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HH",
          "text": "Back on the phone- GAJAPATHY (on the phone) Aana Singaperumaal.. Pasupathiyum neeyum game aadnineengana, illa yenakku appadi thonichhuna, unga ellarayum na naasti panniduven \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Gajapathy... on kitta sollittaen. Nambina nambu..illena nee weightu dhaan. Vaa yenkittayum aruvaal irukku..paesi theethukkalaam/ panjaayathu pannikalaam Aiyaa puts the phone down, thinks for a moment and instructs Nagaraj.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Gajendran kittayum sarakku illa. Pasupathy innum anga pogala. -Pause- Indha avasarakaaranungalukku, anda kullayae kai nozhayaadhu. nee poyee nalla thaedu Naalu paera visari. Sarakku anga dhaan irukkum. Yeduthukittu vaa. Gajendran aalunga Pasupathiya thaedei pottuthallatum. -pause- Orre kallu la moonu maanga, hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Sarakku namma kaiku vandhududhu,oru maanga! Pasupathy ah Gajendran potu thalliduvaan, rendu maanga ! Appo andha moonavadhu maanga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Adhu neenga dhan sir, po, po vela sei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.KASTHURI HOUSE/ SINGAPERUMAL HOUSE. DAY",
          "text": "Pasupathy is injured. He is standing in frot of the masal vadai shop lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Nee paathiya ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAL VADA LADY",
          "text": "Pasupathy looks a bit disappointed. 55 \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASAL VADA LADY",
          "text": "Pasupathy pulls out his mobile phone. Aiyaa picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Otha Thevdiya paiyaa. Aiyaa speaks with calm authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pasupathy is bitter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiyaa laughs sarcastically. AIYAA (Suddenly serious) PEREEEEEENDe i okka blade, modalla onna kaappathikko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "5A",
          "text": "\fWritten by:Thiagarajan Kumararaja Aiyaa hangs the phone. As Pasupathy puts down the phone, Gajendran’s man, MULLU (30), a porcupine haired, thin, lanky guy is holding a gun to Pasupathy’s face. Four of h men including MOTTAI(28)bald headed, well built guy , sta behind him looking menacingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Mullu!!                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROAD NEAR KASTURI HOUSE. DAY",
          "text": "Pasupathy has ‘what the fuck?’ expression on his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLU",
          "text": "Eai..sarakku yengadaa?? Pasupathy (aggressively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "Mullu releases the safety catch on the gun. One of the other men kicks Pasupathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Recenta kaetta sollamaattey? POttul)thallu da",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7 \fWritten by: Thiagarajan Kumararaja Suddenly, with his head lowered to the guy’s abdomen leve Pasupathy head butts Mullu in his stomach and flees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.ROADS. DAY",
          "text": "A chase sequence starts off. Starting in normal speed, normal shots, changes to hand held chaotic shots, edited fast, this transcends to high speed. Shots with distorted ambient noises between his clear lucid Juggy Vasudev kind of voice. As the chase gets closer to the end, sharp cuts and chaotic edit as opposed to slow motion. He turns arou and does a Kalari kick and grabs the gun. Till this point he just runs in defence without turning bck to attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "PASUPATHY ( mind voice) Kasthuri dangerla irukka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "Singaperumaal yenna kolla paakkaraan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "Gajendranum, kola aal anuppittan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "Tension! Tension! Tension! ( fast cuts with pleanty of shots",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Very hi speed shots of pasupathy escaping mullu’s attack R E L A X  MACHAAAN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "\fWritten by: Thiagarajan Kumararaja Inga naan mattum ippo thaniya odale, en saavum koodave oddi varudhu. Image of his reflection on the super market window pane also running with him Naan varanundradhukkaaga Kasturiyaa thookaraanna adhukku artham.. naan pora varaikkum Kasturiya uyiroda vechiruppaan. Ippodhaikku, Kasturi safe Adutha prachanai.. Singaperumaal Singaperumaal weightu Naan thani aalaa onnum pannamudiyaadhu",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "Yeduraaliyoda yeduraali koottaali- Idhu Aiyaa sonnadhu... Gajendran...aiyaavoda edhiraali.. Gajendranum wieghtu! Aana, indha thevdiya pasanga enna thoratharaanga...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE",
          "text": "Pasupathy turns around and sees mullu chasing him, follow by mottai. Yosi! Yosi! Yosi! Yosi! At this point, Pasupathy’s face lights up. He turns aroun kicks Mullu’s gun and grabs it stylishly when its mid air He points the gun at Mullu’s temple. Pasupathy’s mind voice- 590 \fWritten by:Thiage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Koottaaliellam yeduraali aagum podhu, yeduraali yenna aavaraan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mottai just enters the scene. Pasupathy smiles at mullu , drops the gun he was pointing at Mullu and run away. Ie \fWritten by: Thiagarajan Kumararaja During 2nd saranam, he tries some mischief with her -like carrying something of hers and running away. Suddenly, tw random guys appear and start to whack him Its earth/reality",
          "sentiment": "neutral"
        },
        {
          "speaker": "28.EXT.ROADS. DAY",
          "text": "The guys continue to hit him, saying-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Aiyaa missus kittaye,baga adikka paakuria neenu? Subbu runs up to them and in a panic stricken voice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Aiy, aiy! Niruthunga.. niruthunga!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Bayapadaatheenga, naanga paathukirom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Vidunga, vidunga! Avaru aiyaa oda Aaluthaan! The guys stop hitting him immediately. Subbu and Sappai walk away upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RAILWAY STATION. DAY",
          "text": "The small sub-urban station is completely desolate. Subbu and Sappai are sitting glum faced on a bench, waiting for the train to come",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Indha oorle enga ponaalum Aiyaava therinjavangalaaaa.. irukkaanga ille? -pause- parakkum thattule, pacha manushanga vandhu, nammala vera ulagathukku thookittu poitaa, soopera irrulumille? Angathan Aiyaa thollaiye irrukaadhu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Padam paathomle anga irrukkumbodhu",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "\fWritten by: Thiagarajan Kumararaja naanum adhuthaan Nenechu paathen... -pause- Adhukku en avlo dhooram poganum ,namma Bombayve polaame?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Aamaayille! Sappai looks proud of his idea",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Anga Aiyaave yaarukkum theriyaadhu. Anga Daawood ibrahim periyaalaan! Cut",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TRAIN COMPARTMENT. DAY",
          "text": "Train is empty, exept for a creepy beggar seated in a corner. Subbu and Sappai are sitting in another corner. Subbu makes a face and cringes her nose as if something i stinking. Sappai follows suit and closes his nose. Sappai without taking his hand from his nose mutters ina soft voice, pointing his finger to himself first . he mov his pointer finger from self to Subbu to begger again to self. And shakes his head in denial. Subbu is clueless Subbu Ennadhu? sappai restarts from the beggar this time only this time its audiable",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Aadu, maadu, pasu, kusu! This time ‘kusu’ ends on the beggar. They both giggle. Subbu looks dreamy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Bombay’ le muppadaavudhu maadile Veedu vaangikkalam - Bombay fullaa theriyaramaari!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Unnakorru caaru, ennakorru caar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "\fWritten by: Thiagarajan Kumararaja Aanaa, en caaruthaan karuppu color Sappai thinks for a bit-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Ok Subbu looks a bit sad-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Adhukkellaam neriya kaasu venumey...? The beggar walks up to them and asks for alms. Sappai nod no. She too nods no. The beggar seems persistent and sits diagnolly opposite to them, making them feel really uncomfortable. Sappai tries to ignore and get along with their conversation",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Naan pichayeduthaavadhu unna kaapatharen! The beggar stares at Sappai on this line",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Ille.. anga ponaa namma jammunnu Trukkanum -pause- naan vena hindi cinemaale heroine aayidaren, nee en manageraa iru! Subbu is excited. But, Sappai just snubs her with a straight face",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Onnum venaam",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Poraamai thaana? Andha hero-nga ellaam enna thottaa unnakku pudikaadhille?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Aiyae! Nee heroine-a nadichaa, Aiyaa Un moonjiya posterle paathu kandu pudichitaarunnaa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AX",
          "text": "\fWritten by: Thiagarajan Kumararaja Beggar glares at them and turns sharply. They get creeped out and immediately walk away from the place They shift close to the entry/exit gate and stand there next to each other",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Avlo kaasukku enna pannradhu namma? SUBBU (playfuly Enna panradhu? Thirudinaathaan undu! -small pause- aana thiruda koodaathu! Mathavanga kaasa eduthaa, avanga enna pannuvaanga? Paavamille?! Sappai just stands there passively",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Um...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Aana, Gentle man padathile vara maari, kettavanga kitte irundhu eduthaa thapilale? Sappai looks up and with a tinge of sarcasm-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAIL",
          "text": "Aana, namakku therinja orae ketta panakkarar ‘Aiyaa’ thaan! Sappai giggles as the train comes to a halt. The camera follows Sappai- he gets off from the train. Sappai, after couple of steps on the platforms, stops and turns around see Subbu, who’s still standing in the train stairs SUBBU (eureka moment) Appo , Namma Aiyaakittaye thirudittaa?!! Sappai has an expression like 123.6 x 321.46 64 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWritten by: Thiagarajan Kumararaja Ta 66 \fWritten by: Thiagarajan Kumararaja iv \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young north Indian boy is serving Pani Puri’s to Kodukkapuli, who relishes it totally. Kaalayan looks cheerful/dreamy and the mood is upbeat. Kaalayan pays the paani puri guy. Close up of Kaalayan’s hand filling snuff box with cocaine.He is doing this without kodukkapuli’s knowledge. Kaalayan is yet to digest what he has just gone through KAALAYAN (wide grin) Yelai Kodukkapuli,namma oorlaye koladeivathoda okkandhu sarakkadichadu naa oruthan dhan, idha sonna namma oorla oru paya namba mattaan illa? Ha! ha! Kodukkapuli retorts to his dad’s comment in a flat tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Aaamam. Sonna kundila sirippanga. Nee yaarkittayum sollathe. Kaalayan looks at his son for a moment and then nods in approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Rightu... indha olagamey ippdidhaan. Ehzhaiya kanda elakkaram... -Pause- Oru panakkaran pleasurela vandhu erangaraan... Avan vetti avundhuvuzhudhunu veyyi ‘adada, periya manusan..vetti avundiruchhe’nnu sollum. Aduve nammalamaari oruthan vetti avundiruchhunu vaiyyu “otha vetti katta therdhaa paaru..naaikku’ nu pesum. Panam romba mukkiyamda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AR",
          "text": "\fWritten by: Thiagarajan Kumararaja Kodukkapuli gets a bit irritated with his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Apparum enna maithhukku sothhayellam azhicheeru?? Kaalayan turns very vulnerable and sounds almost apologetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Yemaandhutaenda... ambuttu payalum appava yaechuputtanuvayya! ! He takes his hand to his mouth n chin like an old lady while saying this.Kodukkapuli wipes his hand in his shorts after eating Pani puri’s and feels sympathetic towards his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Pchhh! Uduppa. Kaalayan again becomes hopeful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Orey phonela prachanai yelam theethupudalam Suddenly Kodukkapuli looks upset and thoughtful. Kaalayan gets anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Yaen rasaa?? (in an isn’t it tone?) Yaen rasaa?? (in a “why” tone?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Phone number irundha seettu roomlaye irukku.. Kodukkapuli starts running and Kaalayan follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT.BAWA LODGE.ROOM. KAALAYAN ROOM/CORRIDOR. DAY",
          "text": "49 \fWritten by: Thiagarajan Kumararaja row, theasyat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they leave the lodge, relieved, the same room boy points a finger at them. Singaperumaal’s men, start chasi them. mM \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a small chase, Kaalayan and Kodukkapuli lose Singaperumaal’s men. Kaalayan looks tired and angry after running for his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Chee!! Kandaaraoli. Indha oorey pudikkala daa. Modalla kozhiya vettinaanga..ippo aalayey mudikka varaanga. Oru jameendraarnu mariyaada tharamaatanugalo? All through this, Kaalayan clutches his bag real tight. Kodukkapuli, ignoring his dad’s angst looks at the phone booth on the opposite side. While they are crossing the road, they argue about fixing a price for the drug",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Evalavu kekkalaam? Kaalayan looks at Kodukkapuli as if the answer is obvious",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Evalavunna? Nee thaan sollen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Oru latcham keppom. Kaalayan looks shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Okkala olli..odambula ottadhudaa... ooran panathukku yen alayara? RatHal/buahislapeays Kodukkapuli looks at his dad in disbelief. Kaalayan speak righteously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "71 \fWritten by: Thiagarajan Kumararaja Namakku evelavu kadan?? 5000 rooba. Kozhikky 2000. Vara poga sathharam saavadi-1000. Oru 8000aa vaangippom. Enna? Kodukkapuli gets furious with his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yoww! Nee muttaal maari nadikkaraya, illa nejamave muttala? Kaalayan, irritated with his son walks up to the telephon booth. As he calls the number, he keeps staring at his so The phone rings and as soon as someone picks up, Kalayam starts talking in full speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Hello, naan kaalaya Sarakku yenkitta irukku. Endha saraka? Vella karan mooku podi, Bawa lodge. Naan odadha mani koondukittaka irukkaen, Aana enakku neram illa Seekkaram vaanga. -Pause- Naana? pacha vaetti, Sandhana jibba, sattaiyellam ratham.... thundu, neenga? -Pause- sevappu Maruthiy pleasure car aa? S@Pi/SéYal Kaalayan very assertively adds before the other guy can p the phone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Hello.. Wa¥appa rendu latcha rooba kondu vaanga . NOURGHELORE Kodukkapuli looks at his dad, pleased by his bold move. Kaalayan winks at his son and smiles with pride. KAALAYAN (to his son) Paathiruppey... Kaalayan brushes his moustache 719 \fWritten by: Thiagarajan Kumararaja 34. INT. SINGAPERUMAL HOUSE (BOY’S ROOM). DAY Nagaraj puts the phone down after speaking to Kaalayan. H has a cheeky smile on his face. He immediately calls the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Aei.. Kommalies, avan odadha mani koondu kitta irukaan, po.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red Maruthi van with Singaperumaal’s men makes a shar U-turn towards mani koondu with a screeching sound. On th other side of Manikoondu, Kaalayan and Kodukkapuli look cheerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Eai Kodukkapuli, oru unmaya othukkanum... yenga appanavida onga appan buddhisaali da..Ha! ha! ha! Both laugh in a carefree manner kodukkapuli holds kaalayan’s finger. Suddenly Kaalayan gets an insight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Dei kodukapuli, Varavvan nallavano ketytavano..nambala adichhu pottu pudingittu poittanna?? Kodukkapuli is genuinely surprised and impressed with his father. With a half smile and an awestruck voice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Amaailla??",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Nee budhisaali thaanpa!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ungappana pathi unakku Therinjadhu avlodhan. nR \fWritten by: Thiagarajan Kumararaja Kaalayan is even more pleased that his son is impressed with him. He again rubs his moustache and raises his eyebrow with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Naan poi olichhu vechhuttu vandidaraen..avanunga vandaanunga naa, candisana (Conditiona) solliru..Kaila kaasu vaayla dosai. Kodukkapuli runs with the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Eai Kodukkapuli..yenga vekka poraee... Boy screams over the traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Sollamaataen..neer otta vaay. Kaalayan smiles with pride over his son’s naughtiness. He pinches the air and kisses it (meaning his son)",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ambuttum vesom! Ambuttum vesom!!Ha! ha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera follows the boy. Kodukkapuli runs towards an old deserted car buried in the soil with most of its parts missing and in a dilapidated condition. He looks around a he fakes to take a leak, to see if somebody is noticing him. After he is sure of his secret, he puts the ganja ba in the dashboard of the car slyly. On his way back he sees an ice cream vendor ringing the bell. Kodukkapuli looks tempted. He walks back to his dad with two stick ice creams and a big smile on his face. Kodukkapuli’s POV from a distance. Kaalayan pulls off his green thundu and waves enthusiastically. Suddenly he realizes something and starts running frantically with hi cloth bag. Kodukkapuliu starts to run after him after seeing this. Aiyaa’s men take Kaalayan away in the red 74 \fWritten by: Thiagarajan Kumararaja Maruthi van. Kodukkapuli reaches the point gasping for breath. He stands there watching quietly as the ice candy sticks melt and run near his feet. 37. INT.SINGAPERUMAL’s HOUSE (BOYS ROOM). DAY The house is quite with Aiyaa searching for some thing in histable drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Eaii en silver Pistol ah kaanum, nee eduthiya? Nagaraj Illaye Aiyaa looks in the drawer for a second and looks at Nagar again. Nagaraj Sathiyama theriyadhu. Nagaraj shakes his head as ‘no’. Singaperumal searches on.The silence is broken by his boys who bring along a violently protesting Kaalayan. He keeps mumbling “Thevidi Paiyya” through his mouth in a muffled manner. Kaalayan amidst his protests suddenly sees Aiyaa and freezes in shock. Aiyaa sees him, is equally shocked as he pans his face along with Kaalayan’s movement. On the other side of the room is Nagaraj, on the phone, not noticing Kaalayan’ entry. Aiyaa is in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Ivana?? One of Aiyaa’s other men turns around without any answer for Aiyaa’s question. Aiyaa looks at him and says ina wonderstruck voice. AIYAA(tamil accent) (It’s a) small world. A servant silently nods his head in approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Onakku English theriyuma? 5 \fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The servant meekly nods a no. Aiyaa nods in approval and gives his characteristic expression. Nagaraj enters the same frame with Aiyaa still on his expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Phone vandhuchu, Mullu kitterundhum, Pasupathy escape aittanam. Aiyaa’s expression changes into a thoughtful mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Naan nenaikkardhu correcta irundha, Pasupathy ippo Gajendran",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayilvaaganathukku phone panni, vishayatha Gajendranukku leak out panna sollu- naama sonna Gajendran naai nambamaattaan 38. EXT.ROAD CORNER/ INT.POLICE STATION/ INT. GAJENDRAN’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEN. DAY",
          "text": "Pasupathy is pacing across the corner of the street with his cell phone on the car waiting for the other person to pick up the call. PASUPATHY (Mind voice) Mayilvaaganan in his cop uniform picks up his phone, seei the caller ID On the other side, sitting in the police station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Saar..onga stationla vechi mulla meet pannanum. Arrange pannareengala? Mayilvaaganan just rubs his tummy..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TA",
          "text": "\fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Avan vara maattanyya.. Gajendran aalu eppdi Singaperumaal aala meet pannavaan? Pasupathy is cool and confident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Pasupathykku nu sollunga, mullu varuvaan There’s a small pause on both sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "2000",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Sayandram tharen sir. Mayilvaaganan has sarcasm in his tone and smiles..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "sayandaram varaikkum iruppaya? He giggles and cuts the phone. The giggle continues and h starts dialing another number. Gajendran answers the call sitting relaxed in his den.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Gajendran... kaila yevalavu kaasu irukku? GAJENDRAN (cool/flat) Enna maithukku?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Onakku vediya Oru information irukkuyaa... cut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The black scorpio is parked in a discreete corner with a view of the police station. Gajendran is sitting in the back seat, smoking, wearing his regular coolers. Gajapath is sitting in the front seat along with Mottai in the driver’s seat. A SOOTHSAYER (20-), a man with a charming pleasant smile, chandan in his forehead and a huge Saffro turban approaches Gajendran. 77 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOOTHSAYER",
          "text": "Kai paarkalaamey.. Kai paarkalaame !!! Gajendran remains impassive as the soothsayer goes on and on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOOTHSAYER",
          "text": "Kadandha kaalam edhir kaalam appadiye soliduven. Neenga enna nambalenu nenaikuren swami. swami neenga manasula rendu pookala nenachukonga, andha pookalin pera naan seriya sonna mattum en kitta kai neetunga swami naan sosiyam paathu soldren. ..and in his own characteristic manner..starts building u his case and recites his practiced lines. explaining all its characteristics.which end up with him predicting",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOOTHSAYER",
          "text": "Pookkalla pala vidham undu swami, Vasamulladu , vannam kondadhu jaadhi, mullai, samandhi, sembaruthi ippadi evalavo iruuku swamy , aana adhu alla neenga nenaichadhu , idhula neenga manasula nenachikittadhu Aliyo, araliyo, thamariyo, kuvalaiyo illa swamy. Neenga nenachadhu whitenu solakoodiya vellai nirathula irukkakoodiya pushpam apkuruvim ,pinknu solakoodiya ilam sivappu nirathula iruuakoodiya pushpam neenga nenacha pookkal malligai poo, roja poo, corectaa swami? Gajendran, still impassive nods no.Gajendran’s answer goe against the business principles of the Soothsayer. It baffles him. But he is very curious",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOOTHSAYER",
          "text": "Illaya?( about to leave, turns back) appo neenga manasula nenacha rendu poo",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJENDRAN",
          "text": "Prabhoo..Kushboo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TR",
          "text": "\fWritten by: Thiagarajan Kumararaja The Soothsayer is zapped and looks visibly upset. Gajapat and mottai have a sly smile on their faces, but their fac change when an auto arrives in front of the police statio and an unsuspecting mullu enters the station. Gajapathy i shocked. GAJAPATHY (to mottai) Ennada adhu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTTA",
          "text": "Thanks solla vandiruppan. Gajapathy is puzzled.he stares at mottai",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTTAI",
          "text": "Adhudhan appove sonnen neenga dhan yaarum nambalaye, dhoorathula enna suttan, pakathula irukura avana vitaan. Gajapathy Ennada unna suttan avana uttanukira? Gajendran listens calmly with his coolers on. Gajapathy pulls out a gun from the car’s dashboard and is ready to charge out with the gun. Gajendran just holds hi back and in a flat voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJENDRAN",
          "text": "Gajapathy.. idhu station, police station la vechu yaaraiyum poda mudiyadhu. - Pause- Mullu vandhutaanu paathutom la? namba yedathukku varattum. Okkara vechu pesalaam. 40. INT.GAJENDRAN’s DEN.DAY There is a long, dark corridor. It leads to a godown kind of a place. It is old and run down, with old, rusted iron tables and chairs. There are some pictures of deities on one corner with fresh flowers adorning them. Gajendran is still sitting in the steel chair near the table. Gajapath is walking up and down the corridor restlessly. Mottai an two other guys stand in the dark corner looking tensed. Mullu enters in an irritable mood and sits on one of the other steel chairs. Gajapathy tries to sound calm. 719 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Enna mullu late? MULLU (Irritated) Late aayiruchhu.. Gajapathy cuts his sharp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Enga? Police stationlaya? Mullu, taken aback a bit turns to Gajendran to see his expression. He is still faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Enna pesineenga? Mullu answers Gajendran instead of Gajapathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLU",
          "text": "Onnum pesalayae.. Gajapathy moves closer to Mullu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Onakku enna offer kuduthhaan? Mullu turns to Gajapathy and refutes strongly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLU",
          "text": "Onnum pesalaengaraen illa.. Gajapathy En? Mullu En na? Avan oru loosu ku!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RO",
          "text": "\fWritten by: Thiagarajan Kumararaja Gajapathy sounds sarcastic and angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Onna seiyuradhuku chance kadachhum seiyalayaame?? Yean? Mullu looks at mottai ,his voice falters in tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLU",
          "text": "Soldren la, oru vaati sonna puriyadha? Meal maadi gaali ya? Mullu’s voice fades away as Gajendran starts talking ina sarcastic voice with his back to the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJENDRAN",
          "text": "Kaasu kuduthu station la meet pandraan,onnum pesala, en na avan loosu ku. Unnoda piece ah eduthu un nethi la vechu, dhoorathula irukurava sudraan, en na avan loosu ku. Mullu looks terrorised. Others are silent and tense as Gajendran goes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJENDRAN",
          "text": "Ida naan nambinaenna naandaan loosukkoo. Mullu turns pale. Gajendran very calmly picks up a karla kattai lying around and thulps the shit out of Mullu’s face. Mullu’s screams get lower and lower and finally die down. After his face becomes a pulp, Gajendran stamps on his face with his leg, the action being similar to that o a mad elephant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.CROWDED ROAD. DAY",
          "text": "Subbu and Sappai are walking down a crowded street. Subbu looks thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Naama pannardhu thappu illiyae? Sappai nods no confidently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "R1",
          "text": "\fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Subbu... puzhuva meen thinnum..meena manushan thimbaan.. Life appdidhaan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Appudi solriya nee!!?? Subbu nods as if convinced. Again she starts off hesitantly..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Aana ,naama correcta panniduvom illa? Sappai gets into a serious mood with concentration in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Naa oruvaatti namma plana sollidaraen. Correctaanu paathukoo..umm? Subbu looks at him with concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Ippo pogumbodhu Aiyaa madhyaanam thokkam pottutu irupparu. Naama nicea saaviya yeduthhu, beerokule irundhu bagai yeduthukkarom... Sappai points to Subbu highlighting her role.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "poottittu saaviya munnamaariye vechuduvae- Adhu ondi un poruppu, enna? Subbu nods yes. Sappai continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Naan bagai yeduthuttu poyi Annachi kadaila kuduthuttu, nano ammavo vandhu yeduthupomnu sollitu vandiruvaen. Aiyaa ezhundha odane nee cinema ku ponum nu kelu, aiyaa unna thaniya va anupuvaaru? Enna dhane kooda anupuvaaru? Apdiye kelambi cinema ku pora madri poi bag ah eduthutu escape. 29 \fWritten by:Thiagarajan Kumararaja Subbu repeats...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Escape They both have a broad happy smile after the word “escape",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Cinemakku 3 mani neram. Poyittu varathukku oru rendu mani neram, 5 mani nerathukku singaperumaal thedamattaan",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Adukku1 12 [Sas Naama Andhra thaandirupome ! Both smile again, innocently and hopefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Easy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Avalavudhaan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Simple! She says this and crosses the road flippantly, without checking the oncoming traffic. Two autos coming at great speed with bigile and son of gun stickers on it are about to hit her, but Sappai drags her just in time and saves h life. SAPPAI (silly pride) Paathhu Subbu... unakku onnumae therila ,naan irundhathinaale thappichai! hana nee dhan eppavun en koodave trupiye! As Sappai’s voice is filled with care and concern, Subbu looks at him with love and gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sappai boasts- 83 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Naduvila Aiyaava Singaperumaalnu sonnaen gavanichiya? Subbu smiles and nods her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Bayam pogala..aana dhairyam vandirchu. They cross the road silently. The mood is mellow. 42. INT/EXT.SINGAPERUMAAL’S HOUSE (TORTURE ROOM) .DAY The pleasant expression on Subbu and Sappai’s face turns one of horror as they hear an ear-piercing scream. They rush towards the source of the sound and peep anxiously into the window. They see a fragile man, Kaalayan sitting in the chair. His mouth is bleeding and he is crying helplessly. Aiyaa, Nagaraj and two other men stand there menacingly around the poor man. Kaalayan pleads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Yenakku theriyaadhu saami.. One of the guys, Nagaraj slaps him. Aiyaa Enga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Yaen payyandhaan yengayoo vechhirukkan. The same guy punches him again. Kaalayan’s head drops. Aiyaa is unfazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Un paiyyan yenga? Kaalayan looks pathetic, bleeding from his mouth and gasping hard for breath. He is too weak to speak. He trie saying something, but is not audible. Aiyaa and his gang try hard to follow Kaalayan’s voice. Kaalayan again muste strength and speaks in a low voice. The big guy punched h again. Kaalayan screams at a higher pitch. Aiyaa tries to put him in focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "R4",
          "text": "\fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Yenga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Yenna thookkittu vandha yedathhula dhaan irundhaan. Ippo yenga iruppannu theriyalayae... Aiyaa looks at him ‘what next’. Kaalayan looks at Aiyaa pleadingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Kaalaila en seval ah vettuna, manasula vechukala. Oru jameenu kooda paakama ipadi aduchu potutiye, adhaiyum manasula vechukala, aand idhoda mudichukalaam enna? Haan? Kalayn tries to make peace with Aiyaa and extends his han for a hand shake. Aiyaa takes his hand affectionately and pats it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "USGHEHEKSM@aH, Aana unmaya solla maattengaraye..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAALAYAN",
          "text": "Ellathayumdhan sollittaeney. Aiyaa still holding Kaalayan’s palm, suddenly tears his middle finger and ring finger apart. Kaalayan screams his lungs off. Sappai and Subbu are totally shocked and scared shittless seeing Aiyaa’s cruelty. Kaalayan screams in excruciating pain. Even Aiyaa’s men wince at the brutal act. Sappai is pale and looks like a zombie in shock. Subbu who is also shocked notices this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Bayama iruku subbu, sodhapitomna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RS",
          "text": "\fWritten by:Thiagarajan Kumararaja Idhoda vittudalaam. marandhudalaam. Ini namma paathukkavey vaenaam. Paesikkavey vaenam. TSqSGGHUVEBOMHEMY tndha plan geen, onnun vendaam. Sappai’s face changes from shock to sadness. He tries to touch Subbu and makes a weak attempt",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Yaen Subbu? Subbu avoids his touch and look. SUBBU (crying) Sollaraen illa.. Vaenaam. Aiyaavukku mattum oru vaatti, orey oru vaatti konjoondu sandhegam vandhudhu naa (Breathing heavily) yenna yenna venumnaalum pannikattum..aana unna She stops breathing and starts crying like a helpless child. Sappai shitless and is now clueless. Subbu continues in her soft voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Yenna nenachukittu irundhom naama...avar yaaru..? ooraye control pannaravaru. -Pause- Naama.. makku illa?? She again starts to cry helplessly. She says with a soft loving voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Subbu                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Indha plan venaamae!? SAPPAI (weakly En? SUBBU (cryin) Ena ennakku unna romba pudikkum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "R46",
          "text": "\fWritten by: Thiagarajan Kumararaja Subbu starts climbing the stairs. After a few steps, she turns around- SUBBU(in tears) Sorry... ellaathukkume sorry She steps down and moves close to him. In a heart wrenchi voice- SUBBU (still cryin) Kadasiyaa, enna oru thadavaa katti -pudichukoyaen, pleaaaase... Sappai hugs her tight. She mumbles softly in his ear, as they hug",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Ennakku inga irrukka pudikalae... Sappai thinks for a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Risk edukalaam subbu. Escape aayidalam",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "En?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Ena, ennakkum unna romba pudikkum! Kaalayan’s scream is heard really loud. The scene shifts the torture chamber with Kaalayan. Kaalayan is totally battered with more wounds than earlier, drops down to the floor from his chair. With his fall, his small snuff box trips out of his pocket. Kaalayan, frantically takes a large dosage and puts it in his nose. The drug hits him. With madness in his eyes, he goes on.. KAALAYAN (Optional line) Okkala oli .Ippa adraa yenna. Ippo adi. Yaen payyan irukkanda ungala azhichuduvaan da. Aeii.. Kalayn faints totally losing his consciousness. Aiyaa is puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "R7",
          "text": "\fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Eaii.. Yenna karumanda idhu. Nagaraj touches the snuff box with his finger and licks i He nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Innum konja nerathukku ivana onnum seiya mudiyaadhu. Aiyaa gives a wry smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Nama sarakkaada?? 10,000 rooba poonadaa pochu! Ippo avan paiyana enga theduradhu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kodukkapuli is crying helplessly in the streets, as he doesn’t know anyone else but his dad in the big bad city. He’s stranded alone with only a contact number He makes a phonecall to the number first listed on the paper. The phone is engaged. He calls the second number.h is still crying while making the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE VOICE",
          "text": "Hello Kodukkapuli angry with the voice starts accussing without any details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Edhuku enga appava thookitu poneenga? Naanga powder tharenu dhane ya sonnom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHONE VOICE",
          "text": "Wrong number. The guy puts down the phone. Kodukkapuli looks upset. He crushes the paper with the phone numbers and sqats on the floor helpless. Suddenly, the phone in the booth rings. Kodukkapuli picks up the call in a low voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RR",
          "text": "\fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Hello? Its Pasupathy on the other side of the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Eaii..enna powder sonney? Kodukkapuli lights up a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Bawa lodgela irudicheyya..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ippo andha powder enga? Boy gets a bit cocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yenkittadhaan irukku.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Nee yenga irukkey?? Boy with a firm, clear voice..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yenga appava kudu,appadhaan adha onakku kudupppaen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ungappa yenkitta illai. Kodukkapuli sounds irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Onkittadhaanayya enga appa phonela pesinaaru. Pasupathy is puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "RRs Indha numberka?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "mmm. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "R90",
          "text": "\fWritten by: Thiagarajan Kumararaja There is a small pause in the conversation. Pasupathy reluctantly asks..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Vera number irukka?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Andha numberku pesattumaa? Pasupathy gets flustered and panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Hey.hey.hey..shh.shh....avangalukku phone pannadhey!! Avangaluku phone panna, unga appava thookitupona madri unnayum thokokitu poiduvaanga. Nee sarakka yenkitta kudu. Unga appava naan kaappaatharaen. Kodukkapuli thinks for a moment and with a cynical tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Unna epdi nambardhu? Pasupathy tries to sound authoritative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Idho paaru..unga appaava yaaru thookkittu ponaangalo avanga dhaan yen pondattiyayum thookkittu poittanga. -Pause- Sarakka yenkitta kudu..onga appava naan kaapathharaen. Kodukkapuli throws a tantrum like a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Un pondattiya badharama vachukka thuppila/ bavusilla ..nee epdiya enga appava kaapaathuvey..mairu!! Pasupathy gets very irritated with the boy’s cockiness. on \fWritten by:Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Otha Appa avungalukkey phone pannu da.. unnayum thookkittu poavaanga. Kodukkapuli is silent. Pasupathy gets more indignant. The boy is silent and tensed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Vaera vazhi irukka? Again, silence from the boy. Pasupathy speaks with comman and authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Naan kaapatharaen. Onakku onga appa vaenumgarathukku illa. Yenakku yen pondatti venum, adukkaga. -Pause- Avangalukku phone pannadhey..pannuvaya?? Kodukkapuli becomes more docile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Maattaen Pusupathy looks at his watch",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Seri.. 5.00 manikku.. “AK(Aaranya Kaandam) mill” ku vanduru, engirukkunnu theriyumille?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Uhunm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Pakkathuledhaan irrukku. Visaarichittu vandhu saeru Pasupathy’s tone becomes more friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "9 \fWritten by:Thiagarajan Kumararaja Yen peru Pasupathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Naan Kodukkapuli. Pasupathy puts the phone down and thinks deeply for a moment He removes his thick gold bracelet",
          "sentiment": "neutral"
        },
        {
          "speaker": "44, INT.SMALL HOTEL. DAY",
          "text": "It’s a small “Runs” type of hotel with private cabins. Ti up from money on chair, to a beaming Mayilvaaganan. In a pleasant voice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Enna Pasupathy..paymentlaam taan taannu irukku.. Mayilvaganan starts to count the cash,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Aama, mullukitta ennaya pesune nee? Mayilvaganan stops counting",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "jaasthiya irukku?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Sir innum Oru help pannanum sir neenga, Adhuku advancaa vachukkonga... Mayilvaaganan is enthusiastic as he puts the money in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ellarum theditu irukira saraku ipo enkitta dhna sir iruku, aiyaa ku ahd akudthuduren, 97 \fWritten by: Thiagarajan Kumararaja adhuku badhila kasthuri um kaalayanu oru aal irupaan, avanaiyum vitra solunga.sir naan avaru prechanaiku poga maaten, avarum en prechanaiku vara koodaadhu.neenga dhan pesi eppadiyachum compromise panni vidanum sir. Mayilvaganan Neeye pesen? Pasupathy Naalu pera adika sollunga sir, aduchuduren, indha yosichu pesuradhellam namaku varaadhu sir, kaalaila edho pesi poi paarunga ippo ivlo prechana aaiduchu. Sir neenga pesura madri varaadhu sir. Mayilvaaganan thinks for a while",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY ILVAAGANAN",
          "text": "Ok... phone kudu Pasupathy is irritated",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Unga phonelerundhe panunga sir, kaasu venunmna kuduthuduren. Mayilvaaganan Enna ippadi peseta nee? Mayilvaaganan picks his phone up and starts dialing but h is still looking at pasupathy",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.SINGAPERUMAL HOUSE. TORTURE ROOM. DAY",
          "text": "Aiyaa puts the phone down. He has rapidex English course table.Kaalayan is unconscious. Aiyaa looks at his boys, a in a matter of fact way..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "51/2 kju saraka eduthutu pasupathy AK Mill ku varuvaan, poi eduthutu vandhurunga. Pause Enna hmmm? 3 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Yoschinukiren!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Ennada yosikura",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Pasupathya enna panrathu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Mutham koduthu ,matter pannunga... kaelviya paru Poi potu thallitu vaa po Aiyaa leaves the room, but before that, he stops and turn to his boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Indha vaattiyavadhu avana poattu thallunga. Adha vittutu chittu robin madiri, avanga amma, paatiyellam thokkittu varaadheenga— avangelaam enakku vaenaam. The boys smile. Aiyaa shows his expression ( the shortest ever). They stop smiling",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "poanga.. sonnadha sei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aiyaa walks upto the private area. He takes off his sweat blood stained clothes one by one- shirt,baniyan,vaeshti etc. as he walks towards his room.subbu is in front of th TV but is lost. ‘Shake your tail feather’ video is playin on TV. He throws the cupboard key from his hips, he place the pistol in the drawer. Sappai is standing around awkwardly. Aiyaa moving to music, stares at Subbu and dro down his veshti, she looks away. He looks at Sappai and drops his underwear and walks to the bathroom. After Aiya closes the bathroom door behind him, Subbu and Sappai loo at each other. When they are about to say something, the door opens. Aiyaa abruptly peeps out with a bottle of oil 04 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Sappai, thechu viduda Sappai takes the oil and starts massaging naked aiyya. Subbu and sappai look at each other. Sappai continues massaging (in close up shots). He starts massaging harder and harder. Suddenly,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Dei niruthu da ithana nalum ennai thaekka sonnaa ussu maari thaeppa, innaikku aamble maari thaekkure? Vayasukku vandhuttiya? Subbu is shocked. Sappai stops for a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Vidu,olai katti puttu suthiruvom.ha!ha! Ayya looks at them ,Subbu smiles uncomfortablly, Sappai i too nervous to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Nee thei! Sappai continues to massage. Quick cuts of sappai massaging. Aiyaa gestures him to stop.Gets up and walks towards the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Ai,saeutu vandha koopudu, kaasa kuduthu vidanum. kashta pattadhu naanu, evanavadhu thirudhan girudan vandhuda poraan. Aiyaa gets into the bathroom and closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Subbu picks the cupboard keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Aiyaa muzhuchutu irukaaru, ippo eppadi? Subbu replies in a hushed voice, speaking really fast, ye clear. os \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Aana saetu vandha kaasu poidumey. Aiyaa kuluchuttu varathukkulla nee poyi kadaila vechuttu vandhudu vandhura mudiyuma? Please vera chance eh kedaikaadhu !!! While Subbu opens the cupboard, the phone rings. Both of them panic and freeze. After two rings, Aiyaa’s voice is heard from the bathroom in a high pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Ei subbu, phone adikudhu paaru eduri!!! She fumbles and runs up to the phone. Picks the phone Subbu (on the phone) Hello? Hello? No response from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Yaaru? SUBBU (hesitantly Cut aayiduchu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Beautiful!! Wonderful !!! Marvellous!!! She rushes to the cupboard and opens it. She pulls out th bag and gives it to Sappai. There’s a moment of happiness Sappai tries to hugs her, they hug briefly. Subbu looking at the bathroom door, wriggles out. In a hushed tone-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Seekiram! Seekiram! He’s about to leave with the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Aiyaa vandhu naan enga nu kaettaarna?? Sappai stands still. Subbu is shocked that Sappai stops.. they don’t have an answer. Sappai thinks for a moment-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "naan naan samaalichikiren! 046 \fWritten by: Thiagarajan Kumararaja Sappai is about to leave",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Oru nimishanm... Subbu gives him a long, meaningful look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Bayamaa irrukku Subbu pulls out the pistol from the drawer and gives it t Sappai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Edhukku?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Vechukko , Vechukko Subbu waves a bye to Sappai in a cute way. Sappai leaves with the pistol. 47. INT. BUILDING AT THE DEAD END (Binny Mill’s ).DAY It is an empty desolate run down building. Pasupathy and Kodukkapuli stand in quite dark corner. Pasupathy looks a bit restless.~",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Yen late.. powdera yenga?...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yenga appa yenga? Kodukkapuli looks stubborn. Pasupathy’s anger is rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Kedaipparunnu sollaraen illa? Kodukkapuli is silent with no reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Po..poyi yeduthittu vaa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Q7",
          "text": "\fWritten by: Thiagarajan Kumararaja Pasupathy walks towards an emergency exit, and opens it. turns around and finds Kodukkapuli standing, who pretends as if he hasn’t heard anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ei, soldren la po. The boy replies in a stern voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Yenga appaava kaattu. Appo dhan naan tharuven! Pasupathy controls his anger, biting his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Unga appa yenkittaya irukkaru?? Powder yenkitta kudu..naan avanga kitta kudukkaraen. Avanga un appava vituduvaanga. Kodukkapuli gets arrogant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Appo yen ya un kitta kudukanum?? Straight ah avan kitta ye kuduthuduvene. Pasupathy loses his cool hearing this. He charges at Kodukkapuli and is about to slap him with the back of his palm, but controls and stops himself. Kodukkapuli instinctively ducks back in fear of being hit. Pasupathy looks at his watch, suddenly, diverts his anger from the boy to screaming , kicking the wall, slamming th door near him. Pasupathy sits down, completely weak and broken, almost in tears. His spirits are down. Sound of a approaching car is heard. Hearing this, Kodukkapuli runs away. Pasupathy just sits there upset. In a while, Kodukkapuli comes back with a bag of drugs and hands it t Pasupathy. Just when Pasupathy is about to take the bag from the boy’s hand, Kodukkapuli holds on to it. Ina helpless, vulnerable tone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Onna namburen, yemaathamaatala? They look eye to eye. Pasupathy looks reassuringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OR",
          "text": "\fWritten by: Thiagarajan Kumararaja 48. EXT. BUILDING AT THE DEAD END (Binny Mill’s ).DAY It’s a dead end street, totally deserted but for the nois of a jeep. Pasupathy steps out of the building, Kodukapul follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ei,inga irunu soldrenla ! Kodukapuli Naanum varuven Both notice Gajendran and Gajapathy waiting outside with their gang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKAPULI",
          "text": "Enga appa yenga ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Ivanga vera aalunga. Kodukapuli tries to snatch the bag from Pasupathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKAPULI",
          "text": "Chinna paiyana yemathna, unna kola panniduven, aruvaala eduthu unna aanju puduven, enga appa kedaikalena unna kola panniduven, bag ah kuduya naan paathukuren PASUPATHY (Strong and affirmative) Ei, unga appa kedaipaarunu sonnenla? Ingaye iru. Pasupathy emerges from the nook of the building. There’s considerable distance between Pasupathy and the jeep, but they can see each other. Gajendran is sitting on the car. Pasupathy announces loud and clear. 99 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Gajendran namakulla neraiya thappu nadandhu pochu, saraku naan unake kuduthuduren, namakulla prechana vendaam. Pasupathy sees Gajapathy waiting to charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Gajapathy, nee vandhu vaangiko, prechana enna nu soldren, nee purinjupa. Gajapathy walks towards Pasupathy. It’s like a spaghetti western. Slow, long shots building tension... with monoto sound in the BG. It could be a handpump/contruction site building hammer/Thari kind of sound. Pasupathy keeps checking his watch meticulously. Finally, when Gajapathy picks up the bag. It’s totally flat (Flat sound). He has sarcastic smile on his face. Pasupathy Business pannalaam nu dhan nenachen, sodhapiduchu, sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJAPATHY",
          "text": "Yedhayum yocichu seiya maatiyaa? Loosu ku! He turns away from Pasupathy and takes a step. Pasupathy checks his watch at this juncture. It’s 5.32 PM. The monotonous sound stops. In a low voice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Gajapathy.. Gajapathy turns with a cocky smile on his face, which soo transforms to a “what the fuck” expression. It’s a high- speed sequence with the sound strethed and Pasupathy’s mind voice (MV) accompanying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Muttaalukkum, medhaavikkum oru Chinna gap-thaan Adhathaan ippo thaanditirukken 100 \fWritten by: Thiagarajan Kumararaja Visual: Pasupathy pulls out a barber’s knife from his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Aiyaa va naan morachukiten, aiyaa weightu, ennala avara thaniya edhum panna mudiyadhu. Adhuku enaku innoru weightu theva. Visual: Pasupathy being chased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Gajendran weightu dhan aana avan dhan en mela ganda irundhaane. Gajendranukku madham pudicha, Dhwamsam panniduvaan- aana, avan Gajapathy madri summa laam Tension aava maataan. Avana kozhapuna dhan naan nenachadha panna vekka mudium. Visual: Gajpathy is hitting Kuruvi’s dead body, while Gajendran sits calm watching the action",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "En modhal steppu ‘Mullu’ Visual: Pasupathy running (chase sequence); Mullu enters frame an starts chasing Pasupathy; pasupathy holding the gun again Mullu’s temple; pasupathy noticing Mottai and throwing hi gun off Police station: Mullu shouts at Pasupathy",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLU",
          "text": "Onnumae pesalenna, Edhukkudaa varasonna? loosu koo! Pasupathy remains calm, smoking his cigarette Visual: Gajendran staring at Mullu Gajendran suddenly picks up a club(karlakattai) and thulp the shit out of mullu. 101 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Gajendranukku kovam vandhuduchu, anaa Innum madham pudikkala Visual: Squishes Mullu’s head into a pulp and turns around, stylishly pulls his hair back and gains total composure",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "En rendaavadhu step- Gajendrana gangoda Naan neneche edathukku varavekkanum. Visual: Kodukaapuli saying ‘hello’ over the phone. Alternate angle of Pasupathy-Mayilvaaganan meeting at Run hotel: paspathy, head down but noticing Mayilvaaganan’s silhoutte",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "En last step- Gajapathy Visual: Pasupathy swings the knife towards Gajapathy’s neck. CU o Pasupathy slitting Gajapathy’s throat- like marble being cut by a rolling blade. Blood gushes out",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Ippo Gajendran ku madham piduchuduchu. Veri avan kanna marchuduchu. Visual: Gajapathy’s body falls down revealing Pasupathy’s victori face. Gajendran looses it and screams like a foghorn. Gajendran charges towards Pasupathy followed by his enrag men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "10",
          "text": "\fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chase continues. Pasupathy throws the bag in an old c while running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Ivlo kashta pattu, gajendren ku kannu mannu theriyadha alavuku very yethi en mela vittukitadhu edhukaaga? Idhukaaga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 \fWritten by: Thiagarajan Kumararaja Visual: Gajendran and his men are still chasing Pasupathy. Pasupathy runs and gets to the street. Aiyaa’s men are waiting for Pasupathy and the drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Machan avanga vandhutaanunga da. Gajendran and gang enter street. Gajendran looks at Singaperumal’s gang GAJENDRAN (to himself Singaperumaal! Thevidiyaa paya! Gajendran orders his men-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAJENDRAN",
          "text": "Pasupathyum singaperumaalum sendhu dhan da game aadirukaanunga, ellaraiyum aruthudungada. Visual: Aiyaa’s gang is shocked and gets ready to retaliate the attack",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY, (MV)",
          "text": "Avanga rendu perum muttipaanganu naan edha vechu nambinen? Edhiraali oda edhiraali kootaalithaan. Aana, adha vida mukkiyam, avanga rendu perum innum Edhiraalingathaan Both gangs clash like gushing waters from opposite sides Gajendran’s alltime best and gruesome performance. He crushes four to five people. Gajendran charges towards Pasupathy with vengeance in his eyes. 104 \fWritten by:Thiagarajan Kumararaja They both grab an aruvaal and charge towards each other. (The scene ends abruptly 49. INT.SINGAPERUMAAL’s HOUSE (PRIVATE AREA/TORTURE",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM",
          "text": "Aiyaa’s bathroom door opens. Aiyaa comes out While drying himself with a towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Hey subbu, yaaru phone pana? There’s no answer from Subbu. Aiyaa calls out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Subbu!!! He takes his phone and dials the number from which he received a call. He sees the key hanging on thecupboard. Totally shocked, he wraps the thundu around his hip. Aiya rushes to the cupboard and finds the bag missing. Aiyaa screams in anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Subbu, inge irundha bag engae? Subbu is shell shocked and stares at him blankly. Aiyaa quickly looks around and realises Sappai is missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Sappai engey? Sappa enga? She stares blank. Aiyaa slaps her tight. She stumbles in pain. Aiyaa’s voice goes up- SUBBU (trembling) Theriyadhu. Aiyaa thinks for a moment and gets totally enraged. He calls Nagaraj on the landline. 105 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Dei bag neraiya oanatha eduthukitu sappa escape aaitaan da, pop o vidaadha pudi pudi. On the other side of the phone, Nagaraj barks orders at t of his men. Nagaraj, in the torture room holds the phone and screams to his men",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAGARAJ",
          "text": "Eaii..andha Sappai bag neraya kaasa yeduthuttu escape aaittanda. Poi pudi po, po, po, po. Three men rush out to find Sappai. Aiyaa slams the phone down and looks at Subbu. Subbu step back in fright. At that moment, Sappai enters hesitantly, opening the doors all sweaty and tense, holding just one banana",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Yengadaa ponae? Sappai fumbles and replies in fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Amma-dhaan pazham vaangitu vara sonnaanga... Aiyaa charges towards Sappai and kicks him hard. Sappai freezes in fear. Tears roll. Aiyaa rushes to his drawer where he keeps his gun. But th drawer is empty. Aiyaa slowly turns to Sappai. Sappai is holding his gun with both his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Idhadhaana thaedre? Yennayae kolla paakkara illey? Nee bayandhadhu correctudhaan Subbu. 106 \fWritten by: Thiagarajan Kumararaja Aiyaa is shocked and gets wild at Subbu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIYAA",
          "text": "Watha, thevidiamunda.. He charges towards her. Subbu cringes further into a corner. Sappai, in a sudden impulse shoots Aiyaa on his side. Aiyaa stares in disbelief. He looks at his bullet wound a fury engulfs him. Aiyaa pounces on Sappai in anger. Sappai not confident wi the gun shoots Aiyaa again. Aiyaa falls dead, blood oozin out. Sappai looks pale, completely drained and dizzy. He stumbles and sits down on the floor, weak and defenceless He stares at Aiyaa and the key hanging on the open cupboard. In a low voice-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAPPAI",
          "text": "Sodhapitiya Subbu? Subbu sounds calm and composed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU, (0.S)",
          "text": "Illaye.. Sappai turns around ,a cold , confident Subbu who shoots him with an emotionless, calm face. She fires again ,the bullet travels in slow motion to his heart. Flash cuts of her story /plan. > Subbu listening to Chittu attentively from her room as he goes on ‘azhuthitae irrukkumbodhu aadharavu kudukira maari matter mudichida vendiyadhuthaan’- shots of her crying, subbu-‘aana, ennakku unna romba pudikkum’, sappai hugging, they making out > Train scene - namakku therinja ore kettavar Aiyaa’thaan. Subbu saying “aiyaa kitaye thirudita?’where cunningly notices sappey’s reaction then goes back to her innocent face > Sappai terrifying and opting out - subbu hugging him and saying ‘ennakku inga irrukka pudikalai’, he saying ‘escape aayidalaam’, she smiling over his shoulder slyly and continues to cry. > Subbu handing aiyaa’s gun to sappai 107 \fWritten by: Thiagarajan Kumararaja > Subbu after saying bye to Sappai, running back to the cup board and placing the key > Subbu pulling out gun from red chilly box in the kitchen, hides it behind her back (while aiyaa calls for sappai). The bullet hits him. He falls down in hi speed ,Subbu’s over the shoulder shot on Sappai. CHITTU’s VO Machi..Naa oru nooru Auntya Kavithurupen, adhula oru moonu Aunty yenna kavuthiruchu idhellam sappa matteru Smoke clears ,Subbu’s shot like a super star .she fires again SUBBU’s(old_ VO) Naama avara appaveenu nenachittu iruppom, aana unmaila avarthaan periya Baasha. SUBBU (to Sappai’s corpse) Otha joker! Sappai is lying gruesomely with blood oozing out as subbu empties her gun on him. There is a loud gun shot heard fr outside the door. Subbu turns sharply to the door but her gun is empty. Pasupathy walks in with a pointed gun. The focus shifts to Nagaraj who is dying on the floor behind the door. Pasupathy enters the room. He sees Aiyaa’s dead body. Sappai’s gun, Sappai’s dead body and then Subbu (In the same order). Subbu sits down looking weak and broken. She drops the gun and starts crying uncontrollably. Pasupathy looks at her sympathetically. He speaks to her a soft, concerned voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Aiyaava Sappai konnuttana? Subbu nods her head meekly, still crying. 108 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Adunaala nee Sappaia konnutiya? Subbu starts crying at a higher pitch and nods yes. Ina sympathetic tone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Nee inga irundhu romba kashta pattuta.. po, naan paathukiren, po Subbu gathers herself, gets up and walks out of the room. Once she is out of Pasupathy’s sight, she takes a look at the corpses for a while. Cut to 50. INT. SINGAPERUMAAL’s HOUSE (BOYS ROOM) .DAY Close up of phone near Pasupathy’s face. Aiyaa’s man pick up on the other side. CHITTU (Repectfully Aiyaa..sollunga. Pasupathy, calm and authoritatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Aiyaa illada..Pasupathy. There’s silence from the other side. Pasupathy speaks wit clarity and authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Singaperumaal yenna poattu thalla paathaan. Avan uyiroda illey. Gajendran potuten, Gajapathy potuten, Nagarajum outu. Ineme naan dhan. -Pause- Aiyaa kaaga dhan nee ippadi senjenu thorium, adhanaala un mela enaku kovam ila, aana kashturi inga varanum, ippo. Pasupathy puts the phone down. He opens a drawer from a steel table, pulls out two 500 rupee bundles . Pasupathy hands the 2 bundles to Kodukkapuli. It is Aiyaa’s office room with a battered Kaalayan in the background. Kodukkapuli walks with the money to put it in his bag. 109 \fWritten by: Thiagarajan Kumararaja PASUPATHY (to his men) Andha aala Hospithiriku itunu ponga. Kaalayan is carried by two men. Kodukkapuli is about to leave with his dad. Just before crossing the doorway, Kodukkapuili stops and turns to Pasupathy. He extends his hand. Pasupathy shakes it with small smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Onakku onga appava rumba pudikkuma? Kodukkapuli turns to look at Pasupathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KODUKKAPULI",
          "text": "Apdi ille.. aana avar yenga appa. As Kaalayan (helped out by 2 people) and Kodukkapuli leav Aiyaa’s men (Chittu,Robin and others) enter with Kasthuri following them. Pasupathy is talking to the 2 men, whom Nagaraj had sent search for Sappai. Pasupathy sees Kasthuri entering with Aiyaa’s men. He looks at her and in a “matter of fact” tone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Onnum prechana illaye. Kasthuri nods conveying No(sobbing). Pasupathy just smiles at her gently and starts talking to the 2 guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASUPATHY",
          "text": "Appo, andha panam ennada aachu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE OF THE MEN",
          "text": "Hmmm, adhu sappaiku mattum dhan therium,andha dog dhan sethu poiduche. 110 \fWritten by: Thiagarajan Kumararaja",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT.DEPARTMENT STORE. DAY",
          "text": "It’s a small annachi shop with stocked provisions. Subbu takes the bag full of money from ANNACHI (50). A fat man with a bald head and dark complexion. She has a pleasing smile on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Nandri Annachi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNACHI",
          "text": "Aiyaa eppudima irukkaru?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBBU",
          "text": "Romba Nalla irukkaru Subbu walks out of the store with a broad smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "52.EXT. ROAD.DAY",
          "text": "Subbu walks on the street to “Success of human spirit” ki of music with a pleasant smile on her face. SUBBU’s VO Naan solrapadi ketka panatha thirudinadha kanakku kaata oru muttaal thevapattaan- adhukkudhan Sappai Mathabadi Sappai paavam..apdi elaam onnum illa. avaney sonnane... puzhu, meenu, manishan. life apdi dhaan. Enna porutha varaikkum Sappaium oru aambladhaan. Ella ambalayum sappai dhaan. The best thing about being a woman is “It’s a man’s world.” Subbu is about to be hit by a speeding car. SAPPAI’s VO Paathu Subbu, unnakku onnumae therile! naan irundhadhunaalae thappicha! Ha,ha! \fWritten by:Thiagarajan Kumararaja She pulls herself back at the nick of the moment. She smirks SUBBU (to herself Muttaal! She raises her hand (signalling to stop) and a bunch of vehicles stop. Subbu walks away Fade out 119 \fWritten by:Thiagarajan Kumararaja Fade in: Nagadhuthan: Edhu dharmam? Vishnu Gupta Chaanakya: Edhu thevaiyo, adhuve dharmam Fade out 113",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_089"
    }
  ]
}