{
  "movie_id": "MOV091",
  "scenes": [
    {
      "location": "LIVING ROOM",
      "time": "DAY",
      "characters": [
        "I/E. BUNGALOW",
        "WASIM",
        "ARJUN",
        "94,",
        "GIRL",
        "DAD.. A VERSE LATER ARJUN JOINS IN AND EVENTUALLY AT THE",
        "SAHIL",
        "SHOPKEEPER",
        "DAN",
        "BACK IN THE LAWN",
        "TIA",
        "LANKY MAN",
        "SHARIC",
        "RAHUL",
        "WAITING AREA",
        "SUNITA, (0.S.)",
        "ZOE",
        "YELLOW ON BLACK",
        "AGENT",
        "DELIVERY BOY",
        "OMIT",
        "MOTHER, (0.S.)",
        "RAHUL STRUMS THE GUITAR AND STARTS SINGING A SONG FOR GRA",
        "CHORUS THE WHOLE PARTY SINGS ALONG.",
        "FATHER",
        "FADE IN",
        "AT THE GATE",
        "GRAND DAD, (V.0O.)",
        "INSIDE",
        "SHASHI CHACHA",
        "AALIA",
        "BACK TO THE",
        "LIVING ROOM",
        "ANOTHER PART OF THE LAWN",
        "BATHROOM",
        "DHARAMENDRA",
        "DRIVEWAY",
        "MOTHER, (CONT'D)",
        "FATHER, (CONT'D)",
        "ANOTHER PART OF THE HOUSE",
        "WITH",
        "INTERVAL",
        "I/E. BATHROOM",
        "HARISH",
        "ANU AUNTY",
        "LAWN",
        "VARIOUS PARTS OF THE HOUSE",
        "MOTHER RAHUL, (CONT'D)",
        "INT. SMALL RESTAURANT- NIGHT",
        "THE END",
        "SASHI CHACHA GRAND DAD",
        "MUSIC SEEPS IN., (PBS - 4)",
        "TIA, (CONT'D)",
        "ANU AUNTY, (CONT'D)",
        "OUTSIDE IN THE LAWN",
        "SUNITA",
        "MAKHIJA",
        "DOCTOR",
        "TIMMY",
        "NEETU CHACHI",
        "MOTHER",
        "SASHI CHAHCHA",
        "THE MUSIC, (PBS)",
        "-- OMIT",
        "GRAND DAD, (V.0)",
        "CHACHI",
        "LOUNGE ATTENDANT",
        "FATHER, (0.S.)",
        "BUNKOO",
        "HOSPITAL ROOM",
        "PLUMBER",
        "LEGEND",
        "GRAND DAD, (CONT'D)",
        "ANU",
        "DISSOLVE TO",
        "GEET",
        "PBS 2",
        "BACK TO RAHUL AND GEET",
        "ZOEY",
        "LAWN TO DRIVEWAY",
        "CHACHA",
        "I/E. MOTHER'S ROOM",
        "BUNKOO, (0.S.)",
        "ZOE, (CONT'D)",
        "GRAND DAD",
        "SASHI CHACHA",
        "CUT TO",
        "ARJUN, (CONT'D)",
        "7",
        "GRAND DAD, (V.O.)",
        "PLUMBER, (CONT'D)",
        "DRUNK GIRL",
        "WASIM, (0.S)",
        "NEETU CHACHI, (0.S.)",
        "113.",
        "INT. KITCHEN- NIGHT",
        "SOUND OF THE JET TRANSPORTS US INTO",
        "DAY",
        "SUNITA, (CONT'D)",
        "KISHORE, (0.S.)",
        "KISHORE",
        "OLD MAN",
        "NURSE",
        "RAHUL, (CONT'D)",
        "BACK TO ARJUN TIA",
        "EVERYONE",
        "BOOBLY",
        "INSIDE THE HOUSE",
        "ALIA",
        "I/E. HOUSE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The WIPERS on a windscreen move back and forth. Our view blurred by the RAIN, A Phone RINGS. We SEE a strong headl approaching from the left. And then: A TRUCK comes CRASHING into the car from the si making it violently propel out of frame. Before we know w in it... FADE OUT. EXT. KAPOOR’S FAMILY HOUSE - MORNING An old, not the most well maintained yet a charming singl storey bungalow with a lawn in front. Legend: 10 days earlier. Coonoor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fly buzzes past a bowl of cereal. We follow a spoon up an OLD MAN’s mouth. We can hear the cereal CRUNCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (V.O.)",
          "text": "I'm old. Bald. My toenails have turned strange. But life isn’t all that bad. This is GRAND DAD. He sits at the dining table and looks few FAMILY PHOTOGRAPHS hung on the wall in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (V.O.)",
          "text": "I often wonder when I die, would it bring about any change in anyone’s life? Or am I just another ordinary soul passing through time? He throws a piece of bread to his dog - GEISHU, the dog catches it mid air and gulps it down. The fly now buzzes close to the dog’s face.. He looks at anxiously..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (V.0O.)",
          "text": "If I live another 7 days, I will be 90.. (beat) Most would feel that that’s an awfully long life to live.. and maybe it is, but who cares? I just want to enjoy it before I go up in fiery red flames and dirty black smoke... ‘Cause in the end (beat) .-in this uncertain life, only one thing is certain-- \f2. The dog catches the fly and Grandad’s head drops down ont the breakfast table with a THUMP. The dog spits out the fly. DEAD. Grandfather’s son HARISH (late 50's) and daughter-in-law SUNITA (mid 50’s) who have been sitting right opposite hi stop their morning chores. Their reaction is under-whelmi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA",
          "text": "(calls out casually) Dharmendar, khana utha lo! DHARMENDAR, their servant comes and clears Grand dad’s pl",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA, (CONT'D)",
          "text": "Aur suno.. aloo ubal gaye honge toh yahaan le aana. Bathroom saaf kiya? (Dharmendar shakes head) Phenyl daala? Harish gets back to sorting his account papers and Sunita back to slicing vegetables. Grand dad opens his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (V.O.)",
          "text": "Kai dinon se marne ki practice kar raha hoon. Rehearsal achchi hogi, toh professionally marunga! Waise bhi maut, life mein ek hi baar aati hai. Grand dad gets up and elegantly cleans his face. Then wit the help of his walker heads to his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA",
          "text": "Paper chhod kar inpe thoda dhyan doge? Ek hafte se bus marne ki rehearsal kar rahe hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARISH",
          "text": "(busy scrambling through bills) --Ab is umar mein kya samjhaun? Aur ye bhindi account papers pe.. Hatao yaar, Saara masala lag raha hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA",
          "text": "(mumbles ) Bus Account papers hi hain, paise kab aaenge bhagavan jaane..",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARISH",
          "text": "Jab tum taane marna band karogi na toh apne aap aa jayeinge.. (looks at a bill) Aur ye kya hai.. 6700 rupay bijli ka bill.. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Din mein hazaar baar bolta hun tv ko main switch se band karo..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA",
          "text": "Haan, ghar se light pankhe niklva dete hain, bijli ka bill aayega hi nahin! (segue) Plumber ko bulaya? (he doesn’t react) Teen din se bathroom leek kara raha hai.. Magar jab tak ghar swimming pool nahin ban jata tumhein kya farak padta hai.. A LOUD THUD...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA, (CONT'D)",
          "text": "Phir se.. Dharmendar! Jaake dekho! The dog senses something wrong, he walks to the corridor sniffs Grand dad’s body lying on the floor. Is he dead th time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA, (0.S.)",
          "text": "Parson chaati par tumator ka sauce laga ke lawn mein so gaye thhe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Rahul’s AGENT and him at a cafe. Mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "What? Say something..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "What do you want me to say? What should I tell the publisher? The deadline is two months and I haven’t read a word of this novel you've been writing for 8 months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(totally lying) Yeah, yeah. It’s almost done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "So Share it, I’ll make my notes. \fA beat.. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(scrambling) I just need to revise some small bits. Ending needs to change, got to fix some plot points. I’m on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Ya right..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Just this Artist retreat business plan has kept me a bit busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "(knowingly) Listen, I know this artist retreat plan is exciting and that you can multi task but for a moment I have to be your agent and not your friend.. (beat) You are hot property right now. Your last book is still on the shelves.. We’ve got a good price for this book.. If we miss the deadline we'll have to return the advance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yep.. I get it. I'll share it with you in the next 20 days..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "Okay.. And here.. (pulls out a few copies of the last novel) Just sign these.. need to send them out to some friends who love your work.. can’t figure out why!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Be nice! - Phone RINGS. It says Dad. He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Hello. (face starts to fall) Shit.. Don’t worry main Arjun ko phont karta hun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YELLOW ON BLACK",
          "text": "\f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Phone, a pack of cigarettes and two tiny speakers lie n to an ashtray. The Phone rings, screen shows - Rahul. Arjun, late 20’s, with his towel wrapped around his waist steps out of the shower and picks up the phone, checks it then continues to let it ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a cramped - one bedroom apartment, cluttered with th paraphernalia of daily living. A whole lot of books and a white board lay against a wall with lot of notes written over it and at the bottom it says - PITCH PITCH PITCH!! “ the Publisher”. Arjun’s holding the phone to his ear. It keeps ringing. T call goes onto voice mail. From his expression we know it not the first time he’s being ignored by the publisher. INT. RAHUL’S APARTMENT - LONDON - NIGHT It’s a two bedroom apartment, systematically organized - WRITER'S TABLE, BOOKS, LAPTOP and a GUITAR. Rahul’s packi his luggage as he talks into the phone, pinned shoulder-t ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Pachaas baar phone kar chuka hoon. Phone kyun nahin utha raha? INT. ARJUN’S APARTMENT - NIGHT Arjun sits next to his computer screen and eats his to-go meal as he talks over the phone. The conversation INTERCU between the two:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kyun, kya hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Papa called, Dadu got a heart attack. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Shit ! Is he okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ab stable hain, magar ICU main hain.. \f11 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Unhone mujhe phone kyun nahi kiya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arjun, in baaton ke liye time nahin hai... Maine saare flights check kiye hain, sirf Air India ki direct flight hai. Waheen lekar parsoe chaar baje pahunch raha hoon. Tum agar kal New Jersey se 7:40 ki flight lelo, toh hum dono airport se saath nikal sakte hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "7",
          "text": "Arjun quickly taps on the keyboard nearby to check ticket prices, they seem way too expensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Gimme a sec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Tumhare liye ticket khareed loon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Koi zarurat nahin. Main manage kar lunga. Arjun cuts his call. A beat and then he clicks “buy ticke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun stands in front of the conveyer belt with just one small luggage going around. It’s not his. He leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun stands at the privileged lounge entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUNGE ATTENDANT",
          "text": "I'll just call him, sir. Arjun waits outside awkwardly as a bunch of business clas passengers by-pass him to enter. After a moment or two, h sees Rahul walk up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Hey..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Hey.. They meet in an awkward way, it’s something between a hug a hand shake. An uncomfortable moment or two. Then as the walk: \f13 14 15 16 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Where’s your Luggage? Before we hear Arjun’s answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two brothers sit quietly inside the cab like stranger an airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cab stops outside the Kapoor’s House. The brothers ge off and walk towards the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. HOUSE",
          "text": "It’s locked. They’ve reached before the parents have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(on the phone) Kahaan ho aap log? Haan, hum toh pahunch gaye... Kahaan? He lifts up the foot-mat and picks up the key, opens the to find their dog ‘Geishu’ jumping up and down with excitement. They playfully pet him. (ad-lib dialogues) The dog excitedly follows them around as they head to the respective rooms. INT. RAHUL’S ROOM: Rahul inspects all the things he had left behind - his bo a broken guitar, and his secret audio casette case in whi couple of stale cigarettes lie wrapped in a newspaper. He steps out. Arjun pops his head into Rahul’s room to see that nothing changed at all. Miffed, he goes back to his room. Rahul follows. DOOR BELL RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul opens the door, the parents enter. (Ad-lib, Greetin and Pecks and some small comments on each other’s changed The following conversation is quick and characters talk o each others dialogues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How’s dadu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Better hain par do-teen din aur observation mein rahenge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Ab umar ho gayi hai beta..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Abhi mil sakte hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Nahin, visting hours khatam ho gaye hain--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tum dono subeh chale jaana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "--Aaj raat main wahaan reh loonga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Chachu kab aa rahe hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Unse contact hi nahi kar pa rahe..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Arrey woh do hafte ki chutti pe cruise pe gaya hai aur ab contact nahin ho pa raha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Pata nahin kb netwrok lagega.. Tum dono ko bhookh lagi hai? Dinner is ready. (notices some shoe marks) Oh god! Kisne floor mat par joote saaf nahin kiye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(points to his socks) Not me maa. Arjun looks down and notices his shoes are mucky then he Geishu next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Geishu, kya kar raha hai, sab kuch ganda kar diya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Very funny Arjun, rules nahin badle... \f18 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Welcome back home! Arjun enters the KITCHEN, opens the dish his mom has brou in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(dejected) Bhindi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to Arjun) Sorry, hadbadi mein rajma bhigona bhool gayi. Par tumhara favorite nimbu achaar hai na! Arjun makes a face, turns around and heads to the bathroo Mum realizes he’s agitated. Rahul opens the dish, eats a bhindi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Love it!! Thanks Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun looks at his old bathroom which now has a floral sh curtain. He hates it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are mid meal. Mother’s trying to fetch something fro drawer. ON TV: A terrible hindi film plays on Zee Tv. Father’s making himself a night-cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Creative logon ke kaam karne ke liye ek shaant jagah..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yep.. Artist retreat.. Investors bhi almost ready hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Aur novel kaisi chal rahi hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Uspe thoda.. actually kaafi kaam baki hai.. Mum brings in custard..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Pata nahin tu itna saara kaam kaise sambhalta hai. Here try this.. Sab ke liye custard banaya hai.. Arjun try it.. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(takes a bite) Maa, this is so tasty..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Accha hai na.. Timmy maasi ki recipe hai.. (to rahul and arjun) Woh toh chahti hai uski tarah main bhi Coonoor mein catering business start kar loon. Mujhe train bhi kar legi woh. Aur recipes itne achche hain, order pe order aate rehte hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Itna bhi khaas nahin hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Jitna tum pure saal mein kamate ho na woh teen mahine mein kamati hai.. toh tumhare khaas lagne na lagne se kuch farak nahin padta",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(re: Arjun) Kya chal raha hai bhai? Jab se aaye ho phone pe ho -- (beat) Tuhara woh website ka kaam kaisa chal raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin, woh pichle mahine chhod diya maine..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Ye bhi chhod diya? wah bhai..Ab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ab khud ke liye likh raha hun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Humse ek baar baat kar leta.. Aisa decision..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Papa aapko mere kaam ke baare mein kuch toh pata nahin hai.. Toh main kya pocchta..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Rahul se toh pooch sakta tha na..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aap log mere kaam mein mat ghuso yaar.. \f20 He leaves. 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "It’s okay..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Mat ghuso matlab--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--Harish !",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "--Kya Harish? Ek ke baad ek job badalta rehta hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Bas karo Harish ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Is se baat karne ka koi faayda nain hai--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Taane hi marne the toh khana kamre mein de dete.. Oh sorry.. Mera toh kamra hi nahin hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kuch hi dinon ke liye toh aaye hain .-Kya farak padta hai Arjun -- tu mere kamre mein so ja yaar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I’1l manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Beta mere back mein problem thi toh doctor ne bola hard mattress pe so.. toh, main tumhare room mein shift ho gayi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Wah! Naukari badalte wagt toh poocha nhain.. Magar kamra badal diya toh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father enters the kitchen with some utensils, puts them i the sink and runs the tap over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Main wapis hospital jaa raha hun. Rahul steps in.. \f21 22 23 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa, main dieting pe hun, mere liye green tea please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Haan, okay beta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ek aur baat.. (he pulls something out of his pocket) Ye aapke liye.. It’s a beautiful pair of earrings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Oh.. You are just.. Mera perfect baccha. -- OMIT -—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun walks up to the couch with his pillow to see Geishu already sitting on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kya? The dog puts his paw on the couch to claim territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Saale tu toh meri kuch izzat kar le.. chal aaja share karte hain.. 70-30.. Ok fine... 50 50.. Don’t push it. INT. RAHUL’S ROOM - MORNING Rahul steps out of his bathroom, he’s got his i-Pad and h earphones on. He’s talking to someone over Skype and sipp green tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ya.. He’s better... I’11 meet him tomorrow... (beat) Ya I miss you too --- The door opens and Arjun is about to enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Dude, darwaza band ho, toh knock karte hain. \f13. Arjun knocks on the door and asks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Yes, Arjun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mum ne kahan, mere purane kapde tumhare cupboard mein rakhe hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul rides shotgun, he scribbles on a small writer’s not pad. Arjun(in Rahul’s clothes) steers the car with one ha with the other attempts to fix the car’s tape recorder, paying little attention to the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom ne kahaa thha ki woh tere room mein mattress ki wajah se shift hui hain, par dono kamron mein same mattress hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(mocking) Whaaat? Dono kamron mein same mattress! Ab kya hoga Sherlock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Shut up Arjun. Mom aur dad alag kamron mein so rahe hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dad ke saath paintees saal bita le, tu bhi alag kamre mein soega. Arjun’s distracted with the tape recorder - A BIG BUMP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Tu tape-recorder chhod kar sadak pe dhyaan de.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Itna dar lag raha hai toh khud gaadi chalana seekh le na.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aati hai mujhe.. I’m just not comfortable driving. 26 The car comes and stops at a toll booth. A LANKY MAN s the booth, Rahul passes him 50 bucks and in return gets 1 rupees and a lollipop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ye kya hai bhai sahab? \f25 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANKY MAN",
          "text": "Chutta nahin hai sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANKY MAN",
          "text": "Toh 23 ka toll aur 7 ka Lollipop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "What the-- The sheer ridiculousness of this deal makes them break in chuckle. Rahul notes this down in his notebook, Arjun not this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grand dad's throwing a shit-fit at the nurse about his scrubs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tum samajhte kyun nahin, iska plan hai... mujhe peeche se nanga dekhna chahti hai yeh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Papa ye hospital hai yahan sab yehi pehnte hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "--Ye nurse mujh pe kal se line maar rahi hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Papa please, what nonsense..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Nonsense! Main so gaya aur isne kuch andar ghusa diya toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Arrey koi kuch nahin ghusayega..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "--Main bhi 21 saal army mein tha.. Ye sab tareek maloom hain mujh ko.. Pagal na samajh, meri pant la..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Papa, discharge hoge toh pant mil jayegi. The door opens, the two brothers enter the room, the gran dad notices them. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu-- Suddenly the grand dad pretends to be a cop, he points hi fingers at Rahul and takes a fake gun shot. Arjun behaves like he’s stopping the bullet from hitting Rahul and falls down. Rahul’s reaction is delayed. The NURSE is a bit zapped and the parents a bit embarrass",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(shouts) Tu hamesha late girta hai!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSPITAL ROOM",
          "text": "Rahul decides to play along and pretends to die too. A pa by looks in. Grandad re-shoots at the nurse who continues look least amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Mar moti mar! (to Arjun) Lagta hai iss bhains ne bullet proof jacket pehna hai, commander grenade phenko.. Arjun starts to giggle. The passer by still staring in, t father gets embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Arjun bas bahut ho gaya. Bachpana chhodo aur upar se report le kar aao. (to Grand dad) Aur papa please aap thoda control karo. Nurse ko sorry bolo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Grenade phenkne ke liye sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "(to mum) Iske baad, inhen psychiatrist ward mein dikha dijiye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun’s waiting for some reports when he notices someone. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(calls out) Wasim! ! WASIM, a man in his late 20’s, comes forward, they hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Long time. Kab aaya tu, phone to karta! Yahaan kya kar raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dadu got a heart attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Dadu zinda hain?-- matlab..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dude!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "--Sorry, Sorry.. Theek ho gaye hai na?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Better hain! Tu kya kar raha hai yahan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Mat pooch bro. (little embarrassed) Piles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Are you serious! Bro, ab Shinchows ka Chilli chicken kaise khaenge? They both burst out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Saale you toh aren’t allowed to take my ass! Mujhe photography course mein akela chhodhke khud toh US bhaag gaya. Pata hai puppa ke photo studio mein kitna bore ho raha hoon? Smile karo, photo kheecho, copy becho...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(laughs) I miss you man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "We should catch up bro. Aaj raat milein? Malik ka bungla yaad hai? Jahan hum chup chup ke.. (smoking action) Yaad hai \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan haan? Wahaan koi rehta hai? (notices someone) Dude woh tera bhai Boobly hai na? A MUSCULAR GUY; the body building kind, in his early 20's weight lifting a kid in a wheel chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Bro, mat pooch. Ek saal se Mr. Ooty contest ki taiyaari kar raha hai. Jahaan jata hai, shuru ho jata hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ussey samjha itna pressure na de. Tujhe already piles hai, ussey hernia na ho jaye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Din mein do baar, bas aise, ungli yahaan aur ye sui aapka sugar level check kar legi... Rahul puts Grand dad’s finger on a compact blood sugar machine. The needle pricks Grand dad’s finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Ouch!! Ye kya gobar gift hai? Kuch dhang ka lata...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Achcha toh kya chahiye aapko? (grand dad does smoking weed action) Dadu kya aap bhi!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Arjun, tu kya laya hai mere liye? Arjun’s handing the reports to his father and is caught a off guard. He checks his pockets and pulls out a half eat pack of M & M's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Gems..C’mon. Grand dad opens his mouth, Arjun’s about to fling one..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "--Arjun!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(stops) Blood mein sugar badhega nahin, toh tera gift kaise use karienge. \f29 30 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul and father are walking into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Tu retreat ke liye yahan pe bhi kuch properties kyoun nahin dekh leta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haan why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Main baat karta hun broker se..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother stands next to the bathroom supervising the plumbe an old SONG PLAYS OFF his mobile, while fixing the leakin pipe. She exits,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Udhar se tight.. aur neeche se thoda m-seal lagana.. Aur Phone band karo.. Father enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(sarcastically to plumber) Is kaam ke paise le raha hai bhai.. Use bhi toh kuch karne do.. (she leaves) Seekh le kuch, sab kuch aata hai inhe - accounts, cooking, plumbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER",
          "text": "(smiles sheepishly) Cycle se doosra paana le ke aaya sir.. (geishu enters) Bhaiya kuttey se darr lagta hai, isko baand do zara na..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Maa, Rahul ko baand do zara please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haha! So funny.. youtube pe daal de.. Ek-do hit mil hi jaayenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arjun geishu ko bahar le ja. Father’s phone RINGS. \f31 32 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(checks the phone) Doctor ka phone hai, Arjun idhar aake sambhal zara..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(avoiding him) Geishu ko bahar le jana hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(re: Arjun) Useless! Main karta hun papa, aap baat karo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun’s walking Geishu on a leash. The dog takes a long l",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Saale Coonoor mein baadh laane ka iraada hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father has just finished explaining to the family about h conversation with the Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Fine.. Agar Doctor bol rahe hain ke dadu ko Bangalore mein dikhana hai toh dikha dete hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Beta, utna simple nahin hai na. Already stents pe dhaayi laakh lag gaye hain, uske oopar Bangalore mein bypass.. admission, surgery, recovery, banglore mein rehna padega, medicines.. bahut kharcha hoga..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kitna lagega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tumhara advance aana tha na pichle mahine? Kya hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Payment phasi hui hai. (mother shakes her head) Main Sashi se poochta hoon-- \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Baat baar par apne chote bhai se paise mang lete ho.. Kuch toh sharam karo..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Kis baat ki sharam.. hum dono hi unke bete hain na..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Magar kharcha toh sirf wahee uthata hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Papa rehte kiske saath hain.. Humare saath na.. Aur jab woh bahar padne gaya tha toh kharcha kisne uthaya tha.. maine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Bees saal pehle uske college ka kharcha kya uthaya liya toh ab zindagi bhar usse vasool karte rahoge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Mera bhai hai.. Mujhe jo karna--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa, Please. Papa kharcha kitna hoga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Is baar Shashi se paise lene ki koi zaroorat nahin hai.. Catering ke kaam ke liye jo paise FD mein bachaye thhe.. Woh FD todh do.. At the mention of the FD, Father avoids eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER",
          "text": "Sir, thoda madat kareinge.. Father uses this opportunity to leave the discussion and goes to the BATHROOOM:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER, (CONT'D)",
          "text": "Zara ye pakdenge. Tight sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa, aap tension mat lo.. Main aur Sashi chacha sambhal lenge.. apni investment agle saal kar lunga... \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kyun? Itne saalon se iss retreat ke baare mein baat kar rahe ho. You invest! Koi toh sensible aadmi ho ghar mein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Rahul ek bada kapda le ke aa zara.. He leaves",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(walks to the bathroom) FD todne mein kya dikkat hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Chal, jaldi kar.. (sheepishly to the mother) Haan mein dekhta hun.. Pehle ye kaam nipta lun, ya tumse lad lun.. Mum realizes something’s wrong..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Idhar dekho zara.. (the penny drops) Ohhhh.. Agar tumne phir se.. Harsh idhar dekho..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(to plumber) Kitni der lagegi yaar tere ko..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Harsh!! FD ke papers do mujhe.. Aur ye mat bolna ki tumne phir se..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Loan ka installment kahan se deta? Tumhare khayali catering business se? Ghar se nikal dete agar installment nahin bharta toh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Pathetic! Woh mere paise thhe.. Teen saal se main bacha rahi thhi.. Rahul comes back in with a cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": ".--Bacha toh unhi paison se rahi thi na jo main tumhein ghar chalane ke liye deta thha... Tumhare paise kahan se huye??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad!! Okay stop! 22. Father lets go off the pipe in anger, the water squirts..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER",
          "text": "Sir, zara sambhal ke.. Plumber gets caught between the crossfire..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kahaan kharche tumne woh paise? Tumhara business toh thap pada hai.. Anu ko kitne diye usmein se??",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Dimag kharab ho gaya hai! (to Rahul) --Ghar baithke bas yaheen ulti- seedhi manghadant kahaniyaan banati rehti hai.. yeh pakad.. Rahul and Father swap position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Manghadant? Pichli baar jab tumhari payment aayi thi.. Smriti ne bataya mujhe.. Anu ke paas WagonR aa gayi.. Kahaan se aaye uske paas itne paise? Aasman se tapke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Tapke honge, mujhe kya pata? Main accountant hoon kya uska? Ab bas ye bakwass band karo please!! (to the plumber) Chal, ho gaya tu nikal.. Arjun enters. He unleashes Geishu and walks up to Rahul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kahin nahin jaa raha tu..Dhang se theek kar..aur kaha na phone band kar..Ek boond nahin tapakni chaiye..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER",
          "text": "Haan madam.. Bilkul theek ho jayega.. Rahul intervenes..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dad.. Maa.. CALM DOWN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aaj sab mere bina hi shuru ho gaye? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Tu apne kamre mein jaa yaar. Aap dono please shaant ho jao. Mere paas paise hain, artists retreat phir kabhi ho jayega. Chachu aur main sambhal lenge..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kisko paise chahiye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yaar, can you please just shut up and go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Main maa se pooch rahah hun na.. Tu chup beth--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tumhare papa ne mere paise uda diye aur ab chachu se bheek mangaenge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita bas!! Bahut ho gaya !",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kitney paise chahiyen??",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arjun.. Tu rehne de na.. Karodon kama raha hai, jo tu dega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tera matlab kya hai saale!! Tere paison pe jee raha hoon kya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(avoiding FATHER) Tum se zyaada toh Timmy hi madat kar degi.. Yahan se toh wahi better thi main..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "--Timmy ko madat karni hi hai toh phir se jaake do mahine wahin reh lo. Father’s phone RINGS. No one pays attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(overlapping) Haan toh, Tumhare saath kaun si acchi zindagi ji rahi hun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(overlapping) Aap do mahine maasi ke paas rahe the? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Papa aap itna cheekh kyun rahe ho.. Do minute ruk ke ye toh bata do ki problem kya hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Tu apni zindagi sambhal le... phir humari problems sambhal lena.. Badi meherbaani hogi..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aap har baat pe taane kyun maarte ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER",
          "text": "Ho gaya sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Kitna hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLUMBER",
          "text": "Ab is bure wagt mein jitna theek lage--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Ek thappad padega na.. Apna phone band kar.. The phone still RINGING. Plumber check his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Phone aapka baj raha hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(furiously at plumber) Behra nahin hoon! (to Arjun) Sab ne mujhe gadha samajha ke rakha hail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(angrily as Rahul starts pulling him back) Maine aapko gadha kab bola! Gadha toh main hoon! Jab se aaya hoon koi kuch batata hi nahin! Padosi ka beta hoon kya? I’m tired of this shit... Seriously!! Don’t touch me.. Stay away..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Beta just calm down-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "--Ghar ki koi baat hoti hai, mujhe aakhri mein pata chalta hai.. Dadu hospital gaye toh pehle Rahul ko phone karo.. Bullshit yaar!! \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(yelling) Kyunki tu humesha bachchon ki tarah react karta hai!! Now Stop screaming! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "(condescendingly to Arjun) Arjun paise hain koi M&M nahin jo jeb se nikaal ke de di.. Tu jaa, geishu ko bahar ghuma.. In rage, Arjun throws a glass from the nearby table at hi Rahul ducks and just gets saved.. And then charges toward Rahul..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Saale bada hero ban raha hai tu? Ek kitaab kya publish ho gayi. Mom and Dad try to separate them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Ruko.. Band karo ye sab!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Arjun behave yourself. Calm down you both.. As Arjun is getting pulled back by Mom, he screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Itni akad mat dikha. Main aur tu donon jaante hain ki teri asliyat kya hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(stopping him) Arjun enough is enough! Arjun storms off. Phone still RINGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mum follows him outside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arjun! !--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Bas maa.. aap bhi jaante ho ye chor hail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--5 saal baad saath-saath aaye ho.. janvaron ki tarah ladna zaroori hai? \f34 35 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan aapko toh main hi galat lagta hoon.. Rahul ne kabhi kuch kiya hi nahin.. Sab kuch ek coincidence tha.. Bas! Mum’s afraid that an issue that was buried years ago is starting to sprout again. Arjun leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun tries to call Wasim while driving. Nobody answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. BUNGALOW",
          "text": "Arjun weaves his way through a semi-crowded house party. doesn’t recognize any of these faces from before but he continues to walk regardless. We see a guy and a girl sitting opposite one another, abo to ARM-WRESTLE each other. The guy SAHIL is skinny and ti the girl BUNKOO, well-built. Next to them is a girl standing on a chair cheering them Arjun can’t seem to get a look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Come one guys, koi toh Saahil pe bharosa karo... The crowd is going bananas cheering for Bunkoo and money streaming in for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAHIL",
          "text": "Tujhe demolish karne mein bahut mazaa aayega!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNKOO",
          "text": "Ya right!! Curious, Arjun walks around to get a better look... but j when he’s about to see her face the LIGHTS GO OFF. NO MUS A bit of COMMOTION in the dark and then a few people swit on their PHONE LIGHTS. He finally sees her face dimly lit the phone light, this is TIA, mid 20's, extremely cute, b totally not aware of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(shouts loudly) Kishore!! Fuse ko theek karo pleasssee!! Phir se udh gaya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KISHORE, (0.S.)",
          "text": "Ji baby ek second. \f36 27. Crowd continues heckling ... “We love you Kishore!” ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAHIL",
          "text": "(whispers) Apne hone waali pati ki kuch toh izzat kar le.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNKOO",
          "text": "Tu toh mujhe demolish karne waala thha na?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Don’t worry Sahil, main tumpe paise lagane ke liye ready hoon. She pulls out a fifty rupee note and places it next to hi and the crowd laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAHIL",
          "text": "Thanks T! Tumhare 50 rupayon se mujhe kaafi motivation mil raha hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Aur yeh... (looks at Arjun) Dude, sukda dikhta hai.. but he’s got core strength!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAHIL",
          "text": "Yeahhhh! I doooo! Arjun; not to seem like a gate-crasher, pulls out some ca and hands it to her. The LIGHTS come back on... So does t MUSIC and the cheering continues... as the crowd goes “Three... Two... One...” Bunkoo simply slams Sahil’s hand one swift motion. Arjun leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. BATHROOM",
          "text": "Arjun sits inside the bathroom alone, sipping on a beer a holding a cigarette. He’s in no mood to be in the middle party. He’s latched the door but somehow its still open. walks in, holding her head obviously not aware Arjun’s inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ahhh! My head. (notices him) Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Sorry, main nikalta hun.. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Sorry maine tumhare paise duba diye-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "--Mujhe laga Sahil seriously had core strength! (looks at herself in the mirror) Do I look Drunk? Arjun shakes his head. She splashes a little water on her face and then cleans it with a washcloth, then looks for something in the cabinet. SCREAMING AND SHOUTING from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Wow.. Ye party bahaar ki party se bahut better hai.. (sits on the pot) Aur comfortable bhi. He looks at her. A girl could have never looked prettier sitting on a toilet seat! It feels a little quieter than should, she breaks it. She makes",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Tum Sahil ke dost ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin, Wasim ka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Wasim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ahh.. woh, yahaan ke owner ko jaanta hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Main yahaan ki owner hoon aur main wasim ko nahin janti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Oh. Look I’m sorry, I swear mujhe Wasim ne bulaya thha.. a serious face. ARJUN (CONT’D) Aur mujhe woh mil nahi raha tha-- And -- I was just-- having a terrible day.. toh main,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Security!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Main jaata hun-- He starts to walk away. They both break into a laughter. She extends her hand to shake his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "I'm kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Shit! You scared me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Arjun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tum itne pareshaan kyoun ho??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin.. Kuch nahin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Girlfriend se ladai hui hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ahhh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Toh phir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "--Bhai se...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Bai se?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "“Bhai” se... (chuckles) Main bai se jhagda kyun karunga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "That’s a pretty good point!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Toh tum yahaan? I mean, yeh ghar saalon se khaali thha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Peeche waali tea estate aur ye ghar dadu ka hai par jab main 5 saal ki thi toh Dad business ke liye bombay shift ho gaye so.. 29. \f39 37 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Toh ab phir se rehne ka iraada hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Nahin, actually lease pe dene ka iraada hai. But, kyunki meri best friend ka fiance Ooty se hai, I thought ek last party toh banti hai. BANG! Wasim opens the door & rushes in as if he wants to throw up. Tia quickly gets off the pot allows him to use",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Ewww..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dude you okay? Wasim waits for a couple of beats..",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Ya, false alarm. (to Arjun) Tu yahaan kya kar raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tia, Wasim. Wasim, Tia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Tum dono bathroom mein kyun ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ek saath shower lene waale thhe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Kya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNKOO, (0.S.)",
          "text": "Tia, i-pod de yaar! Let’s get this party started.. MUSIC CUE: PBS - 1, as an i-Pod is connected to the speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party has winnowed down. A few friends sit in a circl playing spin the bottle. After a couple of rounds, the bo stops between Arjun and Tia. A long beat. They look at ea other. She’s a sport and Arjun can’t help but feel lucky. kiss is imminent. Arjun leans forward and so does she.. Everyone CHEERS for them... When suddenly ... \f38 39 40 4l 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GIRL",
          "text": "Arjun kaun hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Main!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK GIRL",
          "text": "Tumhein koi bathroom mein bula raha hai. INT. BATHROOM —- MOMENTS LATER Arjun, Tia, Bunkoo and Sahil find Wasim drunk lying on th floor..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun is driving Wasim back who’s hammered and nauseous. Wasim leans out of the window and throws up a little more",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Wait.. Ulti nahin, yahin chhodh dunga saale! Wasim shows him the middle finger. Far-far away we see a of a sunrise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul, still a bit upset about last night’s fight, mechanically plays “fetch” with the dog. After a moment, goes inside the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks into the kitchen, where the father’s making breakfast. The awkwardness from last night lingers on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Property agent saade gyaarah baje aa raha hai, tumhein kuch properties dikha dega, uske baad dadu ko jaake bol do hum unhe Bangalore le jayenge. Sashi ka ab tak phone nahin lag raha hai par hum manage kar lenge.. Father hands him a cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dad Mom do mahine ke liye maasi ke saath kyun reh rahi thhi? \f43a 42 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Waapas aa gayi hai na?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Woh baat nahin hai dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Kuch nahin bas woh mujhe bura dikhana chahti hai. (beat) Jab se divorce ke baad Timmy maasi ne catering business kya shuru kar diya, ise lagta hai ye bhi kar legi.. And how can she compare me with...that bloody wife-beater? Kya main tumhare mausa ki tarah sharaabi hoon? Gaali galoch karta hoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Come on dad. Mom thoda support chahti hain, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Aur itne saal jab mujhe support chahiye thha? (beat) Jab tak bank ki naukri thhi sab theek tha... phir khud ka business karne ki koshish ki, tumhare liye, uske liye.. Ab financially thoda stress chal raha hai toh kya karun? Jaan le loon apni?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dad please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Thak gaya hoon yaar. Father gets up to leave. Rahul gives him a side hug..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dad, you are great.. I promise, sab theek ho jayega... one day ata time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul uncomfortably rides pillion on BROKER MAKHIJA's scooter. It comes to a halt outside the hospital. Rahul g off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKHIJA",
          "text": "Sir, main kal nayi list banata hun. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yes please, Bhoot bangla nahin ek creative logon ke kaam liye ek shaant jagah dhoondh raha hun please.. (back into the phone) Ya nick, no, I’m gonna look for some more places.. I’1l send you the pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul walks into the hospital room, he sees Arjun doing a wheelie with Grand dad on his wheelchair. Grand dad giggl like a 5 year old. Rahul stares at Arjun and Dadu in shoc",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kya? Dadu bore ho rahe thhe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Toh kal skydiving kara lena? (beat; shakes his head) Nurse Blood reports manga rahi hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "La raha hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul helps Grand dad get comfortable on his bed. Dharmen (their servant) is making him orange juice on the side ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tu hamesha aisa kyun behave karta hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aise kaise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Jaise kisi ne tere pichwade mein danda ghusa diya ho... (beat) Bachpan mein mummy papa ne pant utarke bum pe laat di hoti na... toh aaj tu itna bada saddu nahin hota.. Grand dad FARTS. Rahul looks a bit embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Ab paadoon kaise yeh bhi bateyaga? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu!! Main yeh batane aaya thha ki hum aapko treatment ke liye Bangalore le ja rahe hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Main nahin ja raha koi bangalore vangalore... Aise bol raha hai jaise London Paris ghumane le ja raha hai.. Parsoe nabbey saal ka hone waala hoon, aur main apna janamdin sabke saath ghar mein bitaana chahta hoon... samjha!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu magar aapke--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Abbe chup! Hindi film ke villain ki tarah nahin marna mujhe... kuch bhi karo saale marte hi nahin... (acting like a villain) Agar main mara toh ... aaah tumhare baap ka asli naam aah tumhe kabhi aah... aahh.. aaah... (nurse pops in to check) Ab jana hi hai toh bas (snaps his fingers) yun jaunga. Dadu drops dead. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(gets up) Waise bhi tum sab ko zyaada din nahin jhel paunga. (beat) Agar sachmuch mera khayal hai na ...-toh ek kaam kar lo - yeh jo aakhri kuch din, hafte, mahine... jo bhi bache hain... mujhe khushi khushi jeeney do aur tum sab bhi khush raho.. (beat) Marne se pehle mujhe bas ek happy family photo chahiye, sab ke saath! (beat; gets idea) Photo ka title rakhenge umm - (beat; he thinks) Kapoor & Sons - Since 1921.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(smiles) Aap toh writer nikle dadu... \f45 46 47 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tere writer waale genes tere duffer baap se nahin aaye. Rahul chuckles. The nurse comes in with an injection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "(conspicuous ) Aur sun, iss moti ko hatake ek pataaka nurse dila de. (Nurse injects him) Ouuccchh.. Kamini kitna zor se ghusaegi! Aaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul and Arjun are driving back. The car comes and stops the toll, the same LANKY MAN sits there. Rahul can’t find change, so Arjun pays the Lanky guy with all the lollipop",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Yeh le, tere 23 rupay. Rahul and Arjun chuckle and it eases the tension between them. As they drive a little ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(with reserve but trying) Kal raat ke liye sorry. (no reply from Arjun) Aur abhi hospital ke liye bhi. INT. RAHUL’S ROOM - LATE EVE Rahul looks at a framed PHOTOGRAPH of him, Arjun, Mum and taken several years ago at an amusement park. It's startl how happy they look.. He wonders, if he can do something make everyone happy again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. HOUSE",
          "text": "LATE NIGHT. Rahul’s walking the dog slightly away from th house, he lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Makhija ji.. kal kitney baje? Kuch Dhang ka mila? Ok. As Rahul cuts the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Rahul.. Mom andar bula rahin hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised; drops the ciggy) Hey.. okay..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aur sun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haan..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Do benson lights bhi mangwaayen hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Very funny.. Rahul starts to look for his cigarettes. Arjun offers it to him. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Here..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(takes it) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Doctor ne kya bola?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kya fark padta hai. Yeh pooch ki dadu ne kya bola. (beat ) Tabiyat thodi theek hui bas birthday pe ghar aana hai unhe..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "--90th birthday dude.. Kuch karte hain na..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Main bhi wohi soch raha tha.. Dadu ke liye ek surprise birthday party organize karte hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You mean.. Coonoor ki khoobsoorat bhuddiyon ke saath?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Nahin, Russian strippers aur caviar ke saath. 36. lights one and \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Caviar ka paata nahin but russian strippers se jo dadu ko khushi milegi!! They laugh, enjoying each other’s company after years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yaad hai ek baar jab mom ko dadu ki porn magazines mili thi..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan Comode ke peeche..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "He’s crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dude unmein se ek magazine meri bhi thi.. Barely Legal.. (they laugh) Aur mom ne jab magazines dhoondi toh main soch raha tha ki mera kya hoga..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Barely legal.. Batata hun mom ko abhi saale..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mom ke chamche, ek second idhar dekh. Arjun sneaks out his phone & clicks a photo of Rahul smok",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dude!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mumma ko bhejoon kya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Photo delete kar...photo delete kar...Dude c’mon.. tu kabhi sudhrega nahin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Chance hi nahin... As Rahul continues to snatch the phone, dialogue fades ou 48 INT/EXT. TIA’S BUNGALOW - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul takes a few pictures of the place on his phone. Bun steps out with her lugagge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNKOO",
          "text": "Main shaadi jaldbaazi mein to nahin kar rahi? Sahil pokes Bunkoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Yeah he is hot. Sahil steps out with luggage, lightly punches Bunkoo... T laugh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNKOO",
          "text": "Come with us na baba. Yahaan akeli kya karegi tu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Itney dinon baad aayi hoon. Thodey din yaheen rehna chahti hoon. Plus woh client mujhe paagal kar raha hai.. Teen proposals reject kar chuka hai.. Woh sab bhi khatam karna hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNKOO",
          "text": "Fine. Par tere birthday ke liye main waapas aa rahi hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Dude, are you mad? Paanch ghante ki drive kar ke wapis aaoge.. Apna pre- honeymoon enjoy karo yaar... I’m good, I’m great..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE GATE",
          "text": "Tia and Rahul are in the middle of a conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "It’s a really nice place Tia. Main apne partner se pictures share karta hun and I’1l get back to you. Tumhari family se koi hai jissey hum baat shuru kar sakte hain. I mean koi jo business handle karta hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ummmm... Me!! \f49 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Oh sorry! Mujhe laga yahaan ka owner koi mota sa, 60 saal ka buddha.. baal kam.. you know, waisa koi hoga..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Don’t worry jab main dentures aur wig bina ghoomti hoon.. Bilkul waise hi lagti hoon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "You are funny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "You are a hot. (awkward beat) I’m funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(smiles at Tia) I’1l see you soon. Tia walks back in to see Bunkoo & Sahil all ready to leav",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul’s showing some pictures on his i-pad to grand dad, while his Mother is clearing up the shelf in the backgrou and Dad is clearing some medical bills just outside the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aur yeh Hawaaii main.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Bachpan se sapna thha ki Hawaii ke nude beaches par nanga ghumoon... Rahul laughs out aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Haan birthday pe wahin le jaate hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(eyes widen) I’m ready. Bas... chhaati shave karni hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Time miley toh six pack bhi bana lena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(sips orange juice) Ward boy keh raha thha iss ipapad ke saath kuch bhi kar sakte hain! \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "I-pad dadu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Pad paapad, kya phark padta hai. (beat) Film dekh sakte hain? Rahul nods. He waits for the mother to go into the bathro",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "(a bit hesitant) Blue film? Rahul nods hesitantly again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Saale tum logon ki generation... Pata hai jawaani mein kitne paapad bele hain maine? (beat) Teen mahiney wait karne ke baad, sirf do dino ke liye Ram Teri Ganga Maili Alankar mein lagi. Ticket nahin mili, toh teri dadi ko jhoot bolke bangalore bhaag gaya - bas uss ek scene ke liye. Mandakini geeli sari mein waterfall se nikalti hai. Aur mein uske peeche khada thha. Usi waterfall mein. He realizes the mother has been watching them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Aaj kele bade bekaar hain. Rahul bursts out laughing. Mother leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Saale issey kehte hain topic change... Rahul taps some letters on the i-pad and shows it to his grand dad and we hear lyrics “Tujhe bulayein!!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(plays the song ...) Dadu ... ON YOUTUBE: Mandikini is coming out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "O Teri! Kya baat kar raha hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul’s on the phone. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arjun, ek idea hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grand dad is busy on the I-pad in the BG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(asks the WARD-BOY) Arrey, issey rewind kaise karte hain?? Sikha mujhe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun’s at Wasim’s Photo Studio. It’s moderately busy, Wasim’s talking to his brother over the phone and simultaneously giving his employee some framing instructi",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Haan, haan do minute mein nikal raha hoon.. tu ready reh, main pick up karne bas abhi aaya - (cuts the call / To Arjun) Tu kitna late lateef hai yaar? Boobly jaan le lega meri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Arrey dadu ke liye hai yaar. Aur waise bhi Mr. Ooty contest hai, unhe toh khush hona chahiye ki koi toh participate kar raha hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Boobly meri tarah gifted nahi hai yaar! Uske paas na akal hai na shakal! Body building uska sab kuch hai. (assistant calls him) Ek sec, I think tera kaam ho gaya. He goes into the printing room. Arjun sees Tia standing n to a pan bidi shop. He walks up to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tiaa!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOPKEEPER",
          "text": "Nahin hai madame’ \f54 55 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Toh kahan milegi ab? Pehle toh idhar se hi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kya dhundh rahi ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ahh.. arrey woh meethi waali cigarettes! Remember jab hum chothe the toh.. I used to love them.. (beat) Anyway, tum kya kar rahe ho? INT. PRINTER’S SHOP - DAY Wasim walks out with a huge Mandakini cut-out while he ta to his brother on the cellphone. After looking at the cut out, Tia gives a slow clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Don’t judge me... dadu ka birthday gift hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Main tumhe nahi tumahre dadu ko judge kar rahi hoon-- (beat) Wasim puts Boobly’s phone call on hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Arjun, Boobly tujhe invite kar raha hai. Chal na bro, mazaa ayega..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(to Tia) You wanna come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Air is being filled in a balloon. Arjun and Wasim are decorating the house for Grand dad’s birthday. Rahul walk out with a cordless phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu ke doston mein se do toh already...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Amen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(calls out) Mom, purani phone diary kahaan hai? \f43. The mother comes in from the other room with the diary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nabeel kaka ko landline pe phone karna, woh cell nahin uthate. Rahul dials the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aap bhi apne kuch friends bula lo.. Aur haan, chachu se finally baath hui.. keh rahe hain ki jald se jald nikal rahe hain parson raat tak pahunch jaayeinge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Suno, chachu ko.. kuch bolna mat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(holding phone) Kis baare mein?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tumhare papa ki wajah se us din jhagda jo hua tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(Someone answers the phone. ) Hello. Ji Chowdhary Kaka hain? Main Rameshchand ji ke yahaan se. (a beat) Oh. Sorry to hear that. Arjun and Rahul share a look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Iss rate pe party sirf main, tu aur Wasim attend karenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Papa ko bol unke friends ko bhi invite kar lein. Rahul follows his mother into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They return back to their conversation. She feeds him a m",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom aap ko Timmy Maasi ka business join karna toh karo I’1l support you magar aap baat baat pe papa pe kyoun chad jaate ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(points to a juicer mixer) Yeh dekh? 30th anniversary gift - Juicer mixer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Shaayad umar ke saath practical ho gaye hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Practicality ki baat nahin hai, woh mujhe appreciate hi nahin karte. Bas Anu ki tareef karte rehte hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(turning her towards him) Yeh Anu Anu kyun kar rahe ho aap? Har cheez ko itna over-analyze mat karo. Hum sab adults hain.. baithke aaram se baat kar sakte hain.. BLAST.. In the background, Arjun and Wasim have stuffed balloon under their shirts to make them look like boobs a Wasim is pricking them with needles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "OK, I take it back.. Hum “sab” adults nahin hain.. They share a smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Aap kuch dinon ke liye mere saath London mein reh lo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tu toh itna busy rehta hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "8 saal ho gaye hain, saath nahin rahoge, toh pataa kaise chalega ki main kya karta hoon, kaise rehta hoon, more importantly kiske saath rehta hun.. You’1ll get to know me better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Oh please, teri maa hoon. Mujhse achcha koi nahi jaanta tujhe. (beat) Meri itni chinta hai toh yeh Nicky/ Samantha/ Freida ka chhod, ek achchi si Indian ladki se shaadi kar le. Aur make me a dadi..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom pleaaseee.. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Maa.. aapka sapna sach ho gaya.. Wasim walks in, with a balloon under his stomach looking a pregnant woman..",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Main Rahul ke perfect bacchon ki maa banne ke liye taiyaar hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(laughing) Dono ko marunga main!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tum nahin samjoge Rahul, kuch kuch hota hai. They all burst into laughter. Phone beeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(checks his watch) Okay, I gotta go.. 57 I/E. TIA’'S BUNGALOW - VARIOUS PARTS - EVENING Rahul is face timing with Nick and showing him various pa of the house and discussing different ideas (ad lib).",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "63 Rahul and Tia walk through the house:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "I can’t believe yeh jagah itne saalon se band thhi. Agar main tumhari jagah hota toh 2 mahine mein ek baar toh zaroor aata.. Bombay se 2 ghante ki toh flight hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Wahi toh problem hai.. Mujhe flights mein bethne se dar lagta hai.. I have a flying phobia..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Oh.. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Waise sabhi logon ko kisi na kisi se toh dar lagta hi hai. Kisi ko unchaiyon se darr lagta hai, to kisi ko andhere se. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tumhein kis se lagta hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Uhh. actually.. Chuhon se...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(laughs) Chuhe? Very manly Rahul... 64A Tia’s domestic help - KISHORE enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KISHORE",
          "text": "Baby ketnav mein ek nayi Nepali picture lagi hai--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "--Sorry Kishore mujhe Nepali samajh mein nahi aati. Rahul bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "woh tumhein invite nahin kar raha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "I know, I was kidding.. (to kishore) Theek hai jao.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KISHORE",
          "text": "Aur aapka khana?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Main bahar kha lungi.. (to Rahul) Yahaan koi accha restaurant hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Shinchows? (Tia shakes her head) Jagah purani hai, par food is awesome. The chilly chicken is to die for!! I love it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "You want to come along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(thinks-checks his watch) Uhh.. Ya sure..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are both walking out of the house. \f60 61 62 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Oh Tumhari gaadi kahan hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Nahin, main toh Makhija ke saath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Shit, yahaan se auto bhi nahin milega. At this moment she notices something..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Kishore!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Kishore rides the OLD MOPED, Rahul is sandwiched betwe Tia and him. This makes for an awkward but hilarious mome",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(to Rahul) Ghar ke saath yeh moped aur Kishore donon free milenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Wow.. what a deal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk up a narrow stairway. She’s a bit unsure of thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SMALL RESTAURANT- NIGHT",
          "text": "A small restaurant but crowded. A north eastern BAND SING “Gazab Ka Hai Din” from QSQT. They sit on a small table, already mid-meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(eyes watering) Aaaaa! Ssoooo spicyyyy! I love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(passes her a beer) Yeh lo... She takes a big sip. Rahul notices food stuck between her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Ummm.. Woh yahan kuch.. He points out to something stuck in her tooth. She’s supe embarrassed but tries to be all breezy. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Oh thanks! (stares at Rahul) Uh, tumhare naak se kuch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(embarrassed, scrambling for a napkin) Oh, sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Just messing with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ha ha ha...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tumhare liye zyaada yucky kya hoga? Daant mein atka hua chicken, ya naak se latka hua booger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Booger ! Definitely booger ! They chuckle. They eat a whole lot of momos and drink bee small momo keeps slipping out of her chopstick, he takes in his hand and eats it, making her comfortable. She pick up one too. There’s something about Rahul that she likes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "AN HOUR LATER: They are both a few drinks down.. Having a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Agar maine yeh kiya toh phir tumhe dance floor pe aana hi padega!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Pagalpan ki bhi limit hoti hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "That's rubbish ! Pagalpan ki koi limit nahin hoti! She laughs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Tia cutely walks up to a bald sweaty man sitting on the neighboring table. She leans over and in one swift motion dabs his bald sweaty head with a tissue and kisses him on head! He turns around zapped. She starts lightly whacking head with her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "(to bald man) Shit, Machar tha.. Machar!! Sorry!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soon as he turns around, she cringes and wipes her mou walks back to her table, Rahul can’t stop laughing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Eeksss, sweaty yuuuuckk uurrgghhh. (to Rahul) Get your ass on the Dance floor Rahul!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "They are on a small (for lack of a better word) dance flo their own silly rendition of some dance moves. Rahul’s go few cool moves up his sleeve. It’s the first time we’ve s him let loose and we realize this guy knows how to have f",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Come on Tia, show me your moves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Kaunse moves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arrey har kisi ka ek trademark step hota hai. Jaise mera? Jab party shuru hoti hai toh main milk shake banata hoon... He dances, showing her a milk shake step..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Phir jaise mood banta hai main istri maarne lagta hoon, aise ... (we see the istri move) Aur jab music perfect ho toh main gaadi bhi dhone lagta hoon! He does the ‘car washer’ dance step. She does a step..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Normally main aise nachti hoon. She swings her hair about from side to side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Oooh... Yeh shampoo ad wala step hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Lekin jab main bahut high ho jaati hoon toh main She does the “chakki peesing” step..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Sexy chakki peesne waali ban jaati hoon.. \f63 64 65 50. He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tia and Rahul step out of an auto... outside the bungalow it’s completely dark - a black-out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yahaan kya hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(recalls) God!! Phir se fuse udh gaya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Can I help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only source of light is the PHONE TORCH. They go to t fuse box, it’s too messy. All of a sudden she screams!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Aaaaaahhh!! Choohaaaa! Rahul’s shit scared, he screams like a girl, runs a few p and falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "shit shit shit !!!! She bursts out laughing, almost falling on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "You’re mean Tia ! She laughs. EXT. TIA’S BUNGALOW - FUSE BOX - MOMENTS LATER They are both giggling at the fuse box. It’s at an odd height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Pata nahin woh chaar foot ka Nepali upar kaise chadhta hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ghar pe seedhi hogi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Pata nahin woh kya kahaan rakhta hai. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ek kaam karo, main tumhe utha leta hoon na, tum fuse set karo. OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(a bit conscious) You're sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Oh please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "No..seriously...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Shut up.. Main aaram se utha lunga. (gives her a little stick) Sharmao mat aur chadho. Come on! He holds her by the waist and pulls her up. She attempts fix it with a little stick. They both laugh as they try t it. Rahul’s phone rings but he doesn’t pay any attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Main thoda over confident ho gaya. Tum itni bhaari kaise ho? Tia bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Shut up. Main bhaari nahin hoon. Mere bones bhaari hain. A wire sparks, she gets scared. They laugh a bit more.. H can’t hold her any longer. He brings her down. They are s laughing and it’s still dark. They are tipsy and she’s standing close to him. Suddenly, kisses him on the lip. Rahul wasn’t expecting this. After a beat, they hear some noise, he pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Kaun hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KISHORE, (0.S.)",
          "text": "Baby kidhar ho aap? They see a dim lantern being held up.. They both jump out the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Haan idhar fuse ke paas. (little angry) Kab se bol rahi hun aapko ye theek karane ke liye.. Itni der se try kar rahein hain.. \f66 52. Kishore is curious about Rahul’s presence..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KISHORE",
          "text": "(smugly) Magar fuse toh idhar hai.. Woh toh pump room ka hai. He goes and fixes it. Awkward silence. She’s not sure how tackle this situation, her phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Listen, main chalta hoon. He checks his missed calls to avoid eye contact. There’s unresolved tension in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ahh.. Ya, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Main apne partner se baat shuru karta hoon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Yeah, sure. They share an awkward smile as he leaves. Tia answers pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Bunkooo! (lets out a stupid scream) Ahhhh... I’m soo drunk... main kitni stupid hoon.. Oh God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boobly is lifting weights in the front seat while listeni to an OLD HINDI SONG. Arjun and Tia are on the backseat finding it really wierd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Lataji ki awaaz mein kya pain hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOBLY",
          "text": "(pumping harder) No pain, no gain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aaj se main bhi gym mein KL sahab ke gaane sununga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "By the way mera bhi birthday aa raha hai.. Aur mujhe birthday gift ke liye Boobly ka ek 10 by 2 cut out chahiye.. God he’s so sexy!! \f67 68 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LOT OF CHEERING. It’s a mid-sized stadium but only half filled up. People sit on plastic chairs cheering as a few body builder type of men show off their bodies. Three jud who are in their 50’s sit with their score cards. Arjun a Wasim are loudly CHEERING too. Tia talks loudly to be hea over all the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(loudly) This is maaaadddd!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I can’t believe main yeh enjoy kar raha hoon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Uss red undie waale ko dekho na... naak kitni lambi hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You know what they say, lambi naak matlab--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(re: Arjun’s nose) Tumhari naak toh kaafi choti hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(laughs) Dude!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Bro, focus focus... Boobly stage pe aa raha hai! Boobly! Boobly! Boobly walks up front, showing off his biceps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun and Tia are walking back to Tia’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(laughing) Arjun cheeee!!! That’s just gross!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Arrey socho, itne tight underwear mein koi bechara excited ho gaya toh,.. (he does the gesture with his finger and whistles) They laugh... \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Well, it’s only fair ki use extra muscles ke bonus points milne chahiyein.. Yeh wala pose mera favorite hai? She does a funny pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(teases her) Ek baar phir se.. Show.. She does it again to make him laugh, Arjun’s phone rings. ARJUN (CONT’D) One sec, mere bhai ka phone hai... (answers it) Yeah? Haan theek hai, main aur mom chale jayenge. Haan main thodi der mein aa raha hoon... Arjun cuts the call and Tia is smiling straight at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Toh Karan Arjun ka patch up ho gaya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan.. Filal ke liye! But i’m sure kuch hi wagt mein woh kuch aisa karega ke I’1l wanna punch him in the face all over again She laughs. ARJUN (CONT’D) Tumhare koi bhai behen hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Nope.. One and only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "How lucky! Mummy papa ne kitna papmer kiya hoga nahin? (imitates excited parents) Oh our little Barbie, pyaari gudiya, humari princess, you are the best!! (beat) Yeh sab mere saath kabhi nahin hua.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Achcha hi hai, agar woh tumhe “pyaari gudiya” bulate.. Thoda ajeeb hota na! \f69 70 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You know what I mean, mujhe kabhi koi attention nahin mili.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Chaudah saal ki thhi jab mere parents guzar gaye. So I guess, me too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Oh I’m sorry... I’m really sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "It’s okay. Tumhein thodi maloon tha. A beat and then to lighten the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ek offer hai. Mujhe apna bungla de do aur tum meri family le lo. She chuckles. INT. TIA’S BUNGALOW KITCHEN - NIGHT A kettle of tea boiling spouting some steam, Tia picks it",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Sugar kitni? INT. TIA’'S BUNGALOW BEDROOM - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Two spoons please Arjun stands in Tia’s room - It’s spacious yet cozy. He notices a bunch of things lie around an open suitcase. A piece of lingerie hangs out partly from a suitcase. She w in with tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Listen I don’t mean to be inappropriate magar iske liye toh tumhein bahut padding lagegi. Ye kya hai? A 48 G ??? Tia’s face turns red and she lets out an embarrassed laug and yanks the bra from his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Mera nahin hai.. You pervert! Bunkoo ka hai! \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Agar Bunkoo ko sahil ke baare mein kabhi thoda bhi doubt ho toh please contact me? Arjun’s phone beeps again..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Arrey yaar.. Bhagawan ke liye koi mere bhai ko ek campose de do.. A beat or two as they settle in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tum apne bhai se itna jhaagadte kyun ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "We have a pretty fucked up relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tum personal sawaal bahut poochti ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Dost aise hi bante hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You don’t give up.. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(jokingly) Nope, I don’t! Tell me --- She smiles coyly. He can’t help but give in to her cutene",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Paanch saal pehle, maine apni pehli novel likhni shuru ki thi... aur mera bhai ki pehle novel flop ho chuki thi aur woh apni doosri novel pe atka hua tha.. (beat) Lekin ek saal baad, jab uski second novel publish hui toh it was a best- seller.. Problem sirf ye thi ki woh novel almost exactly mera story idea tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(whispery) Noooo.. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Of course writing style alag thha, ending alag thhi, but Characters, story line bahut similar.. Novel uski thhi par idea mera. (beat) And I know ki kayi baar do writers ek hi idea par kaam karte hain, it happens. Par do bhaiyon ko same time pe same idea it’s too much of a coincidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tumne ussey kabhi poocha nahin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Poochta toh sab yaheen kehte ki humesha ki tarah main usske success se jal raha thha. Plus mom ko laga aisa issue humaari family ko todh dega...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Maybe she’s right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Agar uss novel ke cover par mera naam hota toh publishers aaj mere peeche daud rahe hote, aur mere mom dad mujhe itna bada loser nahin samajhte",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tum loser nahin ho... Arjun gives a faint smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Tumhara mood theek karne ke liye kuch hai mere pass. Arjun wonders, if it’s the pending kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Thank you. He puts the bra on his heart. ARJUN (CONT’D) You know you’re right, kaafi better feel kar raha hoon. He folds the bra and puts it in his pocket. \f71 72 73 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "By the way, tum kal kya kar rahi ho.. Mere dadu ka birthday hai.. Ek surprise party hai.. please come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ahh.. Sure, geriatric ward ka re- union.. main kaise mana kar sakti hun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul signs off papers for Arjun’s luggage that has arriv",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arrey yaar ye lock bhi toota hai??",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELIVERY BOY",
          "text": "Sir, I’m just a delivery boy. Aap belongings check kar lo, koi problem ho toh airline se baat kar lena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Rahul opens the luggage to see a bunch of clothes messily packed, a couple of novels and a draft of Arjun’s unpubli novel. He takes it in his hand & reads the cover curiousl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harsh helps grand dad from the wheel chair into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Rahul kahaan hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ghar pe. On their way back, Grand Dad’s playing with the I-pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tune Selfie li hai kabhi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin woh kya hota hai? Grand dad takes a bunch of selfies, Harsh laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78 A small lawn outside the house has been decorated. Not fancy but with a lot of warmth and love - birthday balloo streamers and ribbons. Mother’s convincing Rahul to meet a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Ek baar mil to le beta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom.. Please. Mother calls The GIRL, late 20’s. She looks at Rahul with wishful eyes. She walks towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Hi. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Aap log baat karo main abhi aati hun. Mother leaves so that they can spend some lone time toget",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "I’m Geet. Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Hi Geet. Rahul. They shake hands. An Odd beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "So.. Mom bata rahi thi.. Ahh.. Actually, mom ne zyada bataya nahin aap ke baare mein.. what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEET",
          "text": "Main insurance company mein kaam karti hun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(straight faced) Oh.. That’s interesting... interesting..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER PART OF THE LAWN",
          "text": "Tia enters the party. She notices Arjun standing next to Wasim. Wasim’s using his phone to take a picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Arrey yaar.. do minute baad le lena, mujhe bathroom jaana hai. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Ek second bro. Tia walks up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Hey. They hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Heyy-- So glad you came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEET",
          "text": "I like your sweater. Orange mera favourite color hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Thanks, magar ye Tangarine hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(looks at the preparation) Kya baat hai.. Kaafi mehnat lagi hogi!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Writer nahi toh professional gubare- wala toh definitely ban sakta hoon. While they are talking, Rahul walks in from behind but he doesn’t notice Tia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dude, yahan se nikaal mujhe.. Mummy ne iss Geet ke saath chhod diya hai.. Paanch minute aur baitha toh pukka mujhe koi insurance policy bech degi..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Hey!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(notices her) Heyy!! Wow.. umm.. Tum yahan kaise? Arjun’s a bit surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ek second, tum dono ek doosre ko jaante ho? \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ya..Ya (conscious of what happened last night) Kal raat.. I mean.. Inke ghar.. Main.. remember the retreat project, uske liye main inhi ka ghar dekh raha hun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "-- Ya, toh tum dono dost ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin, ye mera bhai hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(almost in her head) Ahhh.. Karan",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Rahul..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Ya ya.. I know.. Magar.. So.. ahh. Wow! Small world. In this moment, they all have a secret with each other - Kiss, A confession and An Infatuation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ya.. Toh.. Kya logi? Can I get you something to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM, (0.S)",
          "text": "Arjun, bro ye dekh!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan ek second.. Main lata hun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Sure! Arjun leaves to get her something. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Listen, Ah.. Kal raat ke liye... Sorry.. I feel so weird...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "It’s okay.. Main bhi actually--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "I hope tum mujhe judge nahin kar rahe... \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Don’t be silly, maine bhi kaafi pee li thhi. I was so drunk!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Main bhi.. Un momo’s mein definitely kuch toh tha. Rahul laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Aur tumhari girlfirend hai toh I’m sorry..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Listen, koi badi baat nahin hai.. just relax.. Shit happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Oh thank God! So we’re cool? Rahul smiles in agreement. From the bar table Arjun keeps an eye on them, Wasim help him with the beers. There’s a small counter frying fish w they are standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Bhai, jalne ki boo aa rahi hai.. Magar yeh fish ki hai yaa.. (sniffs close to Arjun’s bum) Oh teri! yahan se aa rahi hai! Arjun pokes him with a skewer. WASIM (CONT’D) Aaaoouuww dude, piles bro piles! Arjun walks up to Tia and Rahul with the beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "—-Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Thanks. The Car arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(to Tia) Come.. Birthday boy se milein?. \f78 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHORUS THE WHOLE PARTY SINGS ALONG.",
          "text": "The montage’ is treated full of moments that would make f beautiful memory in the years to come, for all of them! * Confetti bursts - a couple of kids play with it. * A cake with 90 candles. * They all sing happy birthday and feed each other the ca * Grand dad pretends to die in the middle of a laugh. * Arjun and Rahul are happy that they’ve made him happy. * Wasim’s brother is doing weights by lifting a kid. * The oldies play rummy on a small table. * They take his wheel chair round and round. They walk up to a table where all the oldies are playing cards. Rahul notices Geet coming up to him and makes an e",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Daduu. . (grandpa turns) Ye meri dost hai.. Tia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Happy birthday Uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(gets a better look) Kabhi Hawaii gayi ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Nahin abhi tak toh nahin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Main jaa raha hun.. Chaho toh tumhe saath le ke jaa sakta hun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Arjun, seekho kuch inse..What a gentleman. Dadu goes back to playing cards. She looks at his cards, are not very good but..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Kya sequence hai.. \f79 64. Dadu looks at her as if she’s stupid, everyone packs thei cards..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Oh I’m sorry! Grandpa realises what she’s done! He gets the pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Yahan beth, mere saath khel.. Ye le (gives her 10 rs) Goodwill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Wow.. Meri toh lottery lag gayi.. Impressed with how easily she fit in, Arjun smiles..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(softly) Buddhon ko chuna lagaane ka iraada hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(winks ) Goodwill 10 rupay ki hai... Kitna chuna lagungi, 50 rupay ka?? Arjun’s walking towards the washroom, Rahul comes and pul Arjun from the elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dude ek second baathroom jaane de-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "--Tunhe inhe bulaya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kinhe? Rahul points to ANU AUNTY, a pretty woman in her late 40'",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Anu Aunty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin, main kyoun bulaunga. Both of them walk into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE HOUSE",
          "text": "Father's finishing some work in the kitchen when the two enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dad, Anu aunty ko aapne bulaya? \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Kal toh Arjun ne bola “apne doston ko bula lo, more the merrier”.. Ab kya hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Pa.. Aapko party ki band bajani thi toh.. Kya yaar! As they are talking the mother enters with a big bowl of soup. She’s unaware of Anu’s presence at the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to Arjun) Try kar.. Namak theek hai.. (looks at the father) Kya hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kuch nahin..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Rahul tu bhi try kar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Better ho sakta hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa, aap isko theek karo.. Aur papa aap zara bahar aao na, woh dadu kuch mangah rahe thhe..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Haan, ye buns bhi bahar lete jao..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(takes them) Haan, sure.. Mother starts to go back to the kitchen just then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU AUNTY",
          "text": "Hi beta. They all turn around to notice ANU AUNTY with a box of cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Oh hi Anu Aunty! (tries to take her out) Aap dadu se mili? Aao unhein wish kar do..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU AUNTY",
          "text": "Unsein toh main baad mein mil lungi.. Maine socha pehle tum dono ko mil lun.. Here.. (offers them cookies) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU AUNTY, (CONT'D)",
          "text": "Arjun ki favoritest caramel cookies.. Mother is staring at father with anger but he avoids eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(takes a bite) Oh thank you. I love them.. Rahul looks at him with anger as if “are you stupid?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU AUNTY",
          "text": "Pata hai jab chote thhe toh kaise bhaag bhaag ke aate the aur bolte the.. Anu aunty ek aur please.. Aur ab dekho.. Such handsome boys.. Touch wood.. (to mother) Hi Sunita, bahut acchi lag rahi ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Yahan se please chali jao!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita, mehmaan hai, tameez se baat karo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Mehmaan, my foot! (to Anu again) Niklo yahan se!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE IN THE LAWN",
          "text": "Tia and Grand dad have become buddies, they are on a winn streak.. They are playing teen patti with the card on the head variation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Cheating.. Yeh sarasar cheating hail",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Koi cheating nahin kar raha.. Khelna hai toh chup chaap khel le..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Yeh jayegi tabhi khelega koi yahan pe.. Aur tu itna budha ho gaya hai ki tere ko ek bacchi ki madat chaiye..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(angry) Cake neeche rakh!! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Chai le lo is se waapas.. Mere ghar mein, mujh se aise baat kar raha hai.. Cake rakh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Uncle, koi baat nahin! Relax. Ye lo chaudhary uncle ye chaal main wapis le rahi hun.. bees rupay ki toh baat hai...yeh lijiye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE HOUSE",
          "text": "He starts",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(holding a glass bowl) Sunita agar ek aur baar kuch bola na toh main yeh yahin tod dunga..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(almost screaming) Haan todo na phir.. throw it!! Kisne bola tha ise bulane ke liye.. Hum ghar ka kachra ghar ke bahar rakhte hain, ghar mein nahin..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Maa, please aap--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU AUNTY",
          "text": "Harish, main jaa rahin hun, main yahan kisi ko sharminda nahin karna chahti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Anu aunty, I’m sorry, main aapke saath bahar aata hun.. to take her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Tumhara deemag kharaab hai, dosoton se aise baat karte hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Aur aise kitne dost hain tumhare?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Tumhein paagal khane mein hona chaiye, ghar mein nahin..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Papa.. Aap please mere saath aa jao.. Arjun tu mom ke saath reh. They walk out. \f82 83 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE IN THE LAWN",
          "text": "As father walks towards the lawn he sees a little commoti at Grand dad’s card table. He walks towards them to get a clearer idea of what’s happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Saale cheater!! He starts to take the money back..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Ruk be.. Mere paise hain woh. Tia tries to help ease the situation a bit but it doesn’t help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Ikka mera tha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu kya kar rahe ho? Ruko ek minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Pehle patte khelna seekh.. Phir table par bethna..",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Har koi teri tarah juaari nahin hai... agli baar main bhi paanch ikke le ke aata hun.. Tu phir dekh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Saale fokat mein cake aur chai pee raha hai.. Aur ab paanch rupay kya mil gaye.. Bhaag liya..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Choksi ka.. Aap zara idhar aa jaiye. Papa ki taraf se main maafi mangta hun.. Umar ke saath bacchon ki tarah behave karne lage hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tu mera pota hai ke iska? Father’s talking to Anu and apologising to her a little f away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE HOUSE",
          "text": "Arjun fills a glass of water and sits next to his mum but he’s now desperately trying to control his pee. \f84 85 86 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mum.. Aap please promise karo aap yahin baithoge.. main bathroom se ek minute mein aaya. Okay.. Stay here. He gives her a glass of water and runs towards the bathro and shuts the door. Mother sits their breathing heavily. After a few seconds she looks at the box of cookies Anu A brought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE IN THE LAWN",
          "text": "The mother comes out of the house with the box of cookies The commotion on grand dad’s table is still on. She walks the way up to them and throws the cookies on to the floor Their dog comes running to grab a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Ye apni ghatiya cookies apne saath le ke jao..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita, main bol raha hun “wapas andar jao!!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Aur main bol rahin hun ki aaj ke baad ye wapas is ghar mein aai toh mujh se bura koi nahin hoga...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Is se bura aur kya banogi??",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(re: chowdhari kaka) Aadhe se zyaada cake dabaya hai! Saale bhukkad! Tia has no idea what’s happening but she knows it’s not g to go down well. Father tries to address some other guest INT. ARJUN’S BATHROOM - SAME TIME Arjun’s peeing and he can hear them screaming and shoutin He’s cursing himself and trying to rush peeing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Papa aap betho.. Sunita!! The mother isn’t being able to control her anger. She pic up the cake knife lying on the table \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What does she think by getting these cookies she’ll.. (beat) Bahar nikal, mere ghar se.. Bahar!! She waves the knife frantically in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOBLY",
          "text": "Bhaiya main rokun kya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Tu please mere baap involve mat ho! Arjun walks out of the toilet only to find everyone screa and shouting at each other. The dog starts to BARK too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(to mother) Maa, kisi ko lag jayegi.. Neeche rakho.. Maa.. (to Arjun) Tujhe ek kaam bola tha.. Paanch minute ke liye mummy ko andar nahin rakh sakta tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Itni der se rok rakha tha yaar, Kitchen mein hi nikal jaata.. Everyone’s screaming simultaneously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Mere birthday par is gobar ko kyoun bulaya..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Chowdhary kaka main maafi mangta hun aapse.. Please-- (beat) Is ghar mein hum mehmaanon se tameez se baat kar sakte hain ya nahin!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to father) Shakal mat dikhana mujhe apni--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Mehmaan ki maa ki! Pandemonium. There’s an old man recording this whole thin a phone. Slowly the VOICES GET SUCKED OUT and we see all them from Tia’s point of view. She slowly begins to understand what Arjun was talking about. Only the DOG BAR can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVAL",
          "text": "\f85 85a 85b 85c 85d 86 87 71. * Lawn - The guests have left. Things lie scattered aroun * Rahul sits in his room, looks at Arjun’s luggage. His laptop screen has an incoming call from Skype. * Arjun chains up the dog. He walks into the house to see the bedroom doors shut. * Grand dad is lying on the bed looking at the Mandakini out which is kept not very far from his wife’s framed photograph. There’s a movie playing on the TV with a fune scene.. He looks at it with a sad smile.. * CU: A Mobile phone screen; a message from DAN the Publi reads ‘Haven’t heard back from anyone yet!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun sits on the sofa staring at the ceiling. News plays the television. Rahul walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Muchads le chalega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tu khud kab drive karega yaar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stand at a small Pan-Shop. Rahul pays the cigarette lights up the cigarettes and passes one to Arjun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu ka toh pata nahin par baaki sab ke liye toh sahi surprise tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Do you really think Dad aur Anu Aunty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Nahin yaar, Dad bahut kuch hain, par cheater nahin. Mom ko bas over react karne ki aadat ho gayi hai.. Geishu wanders around as they walk and sit on the pavemen",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Chod yaar, kuch aur baat karte hain.. Teri novel kaisi chal rahi hai? Koi publisher mila?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nahin, wahi purani bakwaas--— \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "--Kya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Jo humesha kehtein hain, “lets have a happy ending”, “end mein achchi feeling aani chahiye” blah blah blah..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aur teri story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Real hai.. aur real life mein koi guarantee nahin hoti ki end mein sab theek ho jayega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "True. Tabhi toh hum woh khushi khaaniyon mein talaashte hain. Arjun takes a moment to ponder over this thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Hmm.. Kabhi kabhi sochta hoon ki agar graduation khatam kar li hoti.. ya woh stupid sa photography course poora kar leta.. Teri tarah over-achiever nahin hota but at least koi back up option toh hota..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Hey.. Trust me, Tu jaisa hai theek hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dude agar mom dad tujhe clone kar sakte toh main hota hi nahin.. (rahul chuckles) You know, jab main chota tha toh main yeh sochta rehta tha ki tujhme aisa kya hai jo mujh mein nahin.. Aur mujhe itne saal lag gaye ye janane mein ki this is who I am. (beat) Second best. I’m a runner up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arjun.. Aise mat soch yaar..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aur kaise sochu yaar? Apne aap ko dekh.. Ek successful novelist hai.. Entrepreneur hai.. Aur main.. (beat) Woh online job chodne ke baad ek part time bartender jo writer banane ki koshish kar raha hai.. \f73. This is the first time Rahul’s heard Arjun open up to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Hey. I’m sure is baar, it'll work out. (option - 2) Hey.. It’s hard struggle but I’m usre it’ll all be worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I swear agar is baar nahin hua toh ye writing ka qissa hi khatam.. Have to move on..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Listen, chahe toh main kisi publisher se baat kar sakta hun.. teri book padh ke kuch feedback de sakta hun ya",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ahh.. Main yahaan copy nahin laya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ok. Help chahiye toh pooch lena. warna mom ko padha de, unka feedback surprisingly kaafi achcha hota hai. Arjun mulls over it and does a ‘maybe’ gesture. They star walking towards the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ek baat bata, tujhe Tia kaisi lagti hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mujhe toh bahut achchi lagti hai.. I mean (sleazy look) oomph...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(looks shattered) Oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(laughs) Relax Arjun, mujhe Tia mein koi interest nahin. So please make your move. Main already ek relationship mein hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Saale tu usse ghumata kaise hai? Bina drive kiye? \f88",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "I guess I’m good at other stuff.. Chahe toh tujhe kuch techniques sikha doon.. Arjun chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Chhod, aaj main tujhe kuch sikhata hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun turns up the music, the car comes to an then sudden acceleration, Geishu struggles to",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Music kum kar.. you're distracting me-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Yeh khataara bees ke upar chalti hai. Chinta chhod accelerator daba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Shut up Arjun. 74. abrupt stop & stay in place. At this moment another car cuts them and overtakes them . Arjun gets pissed off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "What the-- (beat) C’mon, uss gaadi ko overtake kar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arjun! Rehne de.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "C'mon, accelerator daba, daba, daba! Arjun reclines his seat and from the back seat brings out small circular thing that resembles a steering wheel. He holds it as if the two of them are driving the car togeth Rahul finds it funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yeh kya hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "--shhh, aaram se overtake kar... Arjun PUMPS UP the volume. Slowly their cars come paralle each other. Geishu BARKS at them through the window. \f75. From the other car’s window it seems as if Arjun’s steeri left hand drive. ARJUN (CONT’D) (singing and grooving) ---song lyrics--- And suddenly Arjun does a fake swerve as if he’s going to crash into the other car.. SCREECH!! The other driver loses control and goes almost the road. Rahul and Arjun laugh their arses off!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(uncontrollable laughter) Oh my God.. Oh my God... Uski shakal dekhi tuney!! But in this madness Rahul doesn’t see an oncoming car.. L call but he swerves.. too late.. the car plows INTO A TRE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father stands in front of the car. The bonnet is half rai and the bumper half off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(to Arjun) Garage mein hathoda pada hai. Ghar ki baaki cheezein bhi todh do... TV, Fridge, AC...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Meri galti thhi Dad. Mujhe gaadi chalana seekhna thha. Father can’t say much to him, irritated, he goes back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Bas? Yeh toh daantne ke naam pe insult thha yaar. Tujhe naalayak, nikumma aur gadha bolna toh bhool hi gaye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arjun! Rahul! Dadu bula rahe hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grand dad sits on his wheelchair. The entire family stand front of him. Grand dad is eating some left over cake fro the night before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Yeh cake hai ya potty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Aapne pehle potty khayi hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Chup!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Aapke diabetes ke liye sugarless cake banaya thha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(sarcastic) Kal ke party ke baad toh sugarwala cake khake marna hi behtar hai. (a beat) Toh kal shaam ke liye kisi ko maafi maangni hai? (silence!) Theek hai, main hi shuru karta hoon... I’m sorry maine uss kamine Choksi ko gobar kaha. (beat) Lekin uss gobar ko invite kisne kiya thha? A few looks exchanged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(raises his hand) Maine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Sorry bolo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "I’m Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(looks at Dad) Aur Anu ko kisne bulaya? He looks at Harsh.. An awakward beat or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu, actually woh idea bhi mera tha.. maine hi dad se kaha tha ki apne purane colleagues ko bula lein. \f77. A beat as Rahul and Dad look at each other. Arjun is surprised to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Aur mujhe nahin pata tha ki tumhein.. Anyway, I’m sorry tumhein itna bura laga toh aagey se aisa nahin hoga. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Chalo bahi.. Puttar ji lao Ipad lao.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Ab kya kar rahe ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Mera khilona hai ji.. Main jo karun.. Ek tasveer leni hai bhai.. Sab aa jayein..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "C’mon dad.. Kal kaafi nahin hua kya tasveer? Awkwardness. But they manage to do a weird half-hearted h",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Kaash babbu and family hoti toh puri family photo ho jaati.. He clicks the picture. Father walks up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Aa raha hai aaj woh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aur aapki family photo bhi jayegi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Haan der na karna puttar.. warna kya pata main family photo mein aaun bhi na aaun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Dad aap har waqt marne ki baat kyoun karte ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Marne se yaad aaya Rahul, tune meri dafnane ki jagah book kara di?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Ab ye kya nai cheez shuru ka di aapne? \f92 INT. CAR — 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu aap.. (to Dad) Kuch nahin, inhen marne ke baad dafan hona hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Dad allow nahin kareinge, aise koi mazhab thodi badal sakta hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Mujhe pata hia puttar, Army ka open burial ground hai, Unhein service se matlab hai, mazhab se nahin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(to Arjun) Aur tu eh duffer..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan ji?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tu aaj hi jaake meri jagah book kara le.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Ye dad dad kya laga rakha hai, marna maine hai ya isne.. (beat) Aur koi accha sa view dhoondiyo.. Teri dadi aur main date pe wahin jaya karte the..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Kahan jaa rahe hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Date pe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Hawaii?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Us se bhi better. \f93 94 95 96 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Various tombstones and two little figures walking. Arjun Tia are at the graveyard and reading different tombstones",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Agar tumhara tombstone ho, toh tum us pe kya likhana chaoge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Tia Malik. Boobly ke pyaar mein kurbaan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Waise main bhi uski tarah chest hila salta hun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Show. (he fails) See.. Nobody can beat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT",
          "text": "INT. RAHUL’S ROOM - EVENING Rahul’s sits in front of his laptop trying to write.. He’ still stuck at Chapter 6.. Nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue to walk through the cemetery and flirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "So Karan Arjun are becoming friends again.. That’s nice! (beat) I know, main Rahul ko itni acchi tarah nahin jaanti lekin phir bhi.. (beat) shaayad ho sakta hai ki tumhari aur uski novel ek jaisa hona sach mein ek coincidence tha. A quiet beat.. And for the first time he’s starting to ag with this thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Hmm. Ho sakta hai. (afterthought) Tum uski badi side le rahi ho.. You like him or what? \f97 98 99 100 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Shut up! INT. RAHUL’S ROOM - EVENING Rahul looks around.. Drinks more coffee.. Listens to musi but no real inspiration",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun shows her a leech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "No thanks.. I ate..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "By the way mere paas bhi tumhare liye kuch hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Kya? He starts to go down on one knee ..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "(laughing) What the hell are you doing? Arjun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Will you.. He pulls out a phantom cigarette..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Aww.. How can I say no.. (pulls one out) Light? He gets up and mock lights it for her. INT. RAHUL’S ROOM - EVENING Rahul gets up.. Picks up Arjun’s draft and starts to read \f101 102 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Listen kal jo hua uske liye I am sorry.. Mujhe nahin pata tha ki dadu--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "--Are you crazy.. I’m sorry.. Normally, meri family aise kabhi nahin behave karti-- (back paddles) Correction.. I mean “public” mein aise kabhi nahin behave karti..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Relax.. Har family mein ladai hoti hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Humari family mein kuch zyaada hi hoti hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "You should be happy ki tumhari family toh hai A beat, as Arjun looks at her. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tum apne parents ko bahut miss karti ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Toh.. Tum apne tombstone pe kya likhoge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(thinks ) Aakhri baar likh rahah hun.. Ho sakey toh kahaani yaad rakhna",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Wow.. Thats impressive.. INT. RAHUL’S ROOM - DUSK Rahul’s holding a pen in one hand and Arjun’s draft in th other. He continues to read it. There are small gestures smile and anxious eyes which show that he’s enjoying what he’s reading. \f82. 103 EXT. TIA’S HOUSE - EVENING The car comes to a stop outside Tia’s house. She takes a moment before getting out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Thank you for these!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You are welcome...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Toh tum aur kitne din ho yahan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Do... aur Tum? She raises four fingers.. They both know it’s not enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Do din aur ruk jao.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "It’s a tempting offer. (option-2) Aur waise bhi main soch raha tha Boobly se kuch tips le lun.. Maybe then I could impress you..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(laughs) I had a good time.. Thank you! Keep working on the chest shake.. She does the hand action.. He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Bye. They hug. 104 INT. TIA’S HOUSE - LATE EVE She feels a buzz from their evening together. She walks i her house. A small figure in a huge house and you can alm feel her loneliness. She sits outside in the Lawn, thinki about the evening, she and Arjun just spent together. Her phone rings, she answers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Hey.. (beat) Ahh.. Date pe thi. (beat) Ahh.. Kabristan pe.. (smiles to herself) Arjun ke saath. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f105 106 107 108 109 110 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "(lies down on the grass) Abhh.. He’s really nice!! And main is waqt bilkul sober hun.. As she tells her, she also realises that she’s falling fo him. INT. RAHUL’S ROOM - NIGHT Rahul’s still reading the draft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun parks the car outside the house. Music Fades out. INT. RAHUL’S ROOM - NIGHT THROUGH THE WINDOW - Rahul sees Arjun enter the house and shuts the draft, not realising that he’s left a pen in it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun pulls out a towel and enters his bathroom. INT. RAHUL’S ROOM - NIGHT Rahul walks up to Arjun’s room with a draft hidden under shirt. He opens the door to realise that Arjun’s in the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks up to Arjun’s luggage and slides the draft betwe his clothes. The bathroom door opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kya dhoond raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mera ek shirt shaayad tere kapdon mein aa gaya hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Check karta hoon. In the BG, the DOOR BELL RINGS. Arjun shuffle through his luggage to see if it’s there. Just as Rahul starts to wal check who’s at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Hey... \f111 84. Rahul turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Yeh hai kya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "(calls out) Arjun! Rahul! Dekho kaun aaya hai! Arjun peeks out of the doorway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Hey.. Chachu! They both step out into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Sashi Chachuu!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kaisi ho chachi? We meet SASHI CHACHA (54), a happy go lucky man with his gracefully aging wife - NEETU CHACHI (47) & their THREE K * AALIA(18): Perpetually on her mobile phone * SHARIC(15): Carrying his guitar in a gig-bag * ZOEY(11): holding a couple of books. Ad-lib greetings and hugs and comments on each other’s appearances. The following dialogues are quick and over- lapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Papa I’m so sorry hum pehle nahin aa paye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Cruise pe contact hi nahin ho paya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIA",
          "text": "We missed your birthday party!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Haan bhai kya birthday party miss ki tumne, meri toh Indo-China border ki yaad taaza ho gayi.. Arjun and Rahul enter some ad-lib greetings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Baaki ke bags kahaan hai? \f112 113 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASHI CHACHA",
          "text": "Gaadi mein hi rakhe hai bhaishaab.. Didn't want to inconvenience you'll .-» Toh humne Elgin mein rooms book kar liye hai",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Bakwas! Tum sab yaheen rahoge! Aur kal sab ek family photo lenge. Arjun tera woh duffer dost aa raha hai na? Dharmu inke bags andar leke aa",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Haan bol diya hai maine. While Arjun calls Wasim ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Are you sure koi dikkat nahi hogi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Bilkul nahi ... maine pehle se hi tum logo ka room taiyaar kiya hai. (beat) Dharmendar!! Bacchon ko coke-fanta toh de do na!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Bhaishaab ek superb single malt laya hun aapke liye..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul and Arjun are sitting with the kids. Dadu slyly pic up a glass and gulps a sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Papa, kya kar rahe ho aap! You’re not allowed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "--It’s fine bhai sahab.. Ek chota sa sip thha... (to grand dad) Though I must say papa, I’m very proud of you.. aapne smoking chhodh di, bahut badi baat hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Discipline, beta discipline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toh boys aur kya chal raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Arrey bahut kuch.. Dadu ki party pe Rahul ki shaadi tai ho gayi.. Ek chai wali ke saath..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haan saale zaroor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Maa.. Rahul ne Geet ke liye haan bol diya..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neetu Chachi has slipped into a kurta-pyjama, she helps M in the kitchen as Dharamendra puts everything in differen dishes and bowls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(re:album) And look what I found in ..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arrey.. Haan.. Ye toh pata nahin kitni purani hain... (beat) Yeh taste kar ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(tastes a little) It’s delicious ! Timmy ko bolo na mujhe kuch mutton recipes bheje, Sharic just loves this stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Haan, ussey bolti hoon email karne ke liye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Aap phone pe kuch bol rahe thhe? Milenge toh baat karenge.. All OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Lambi kahani hai.. baad mein araam se baithienge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. KITCHEN- NIGHT",
          "text": "Mum and Neetu pick up the bowls and exit \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(shouts out) Khana taiyaar hai! Sab dining table pe aa jao!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(to Alia) Alia do minute phone rakh lo beta. Aaj kal Alia se baat karne ke liye ussey whatsapp karna padta hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POST DINNER: A few packets of duty free chocolates are be passed around. Sashi is licking the last bits off the pla Alia is scanning photos on her i-phone from the album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Neetu tumne iss duffer ko badi choot de rakhi hai. Jab dekho cholestrol wala khana hi khata hai! Neetu gives Sashi a mock-angry look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Papa, please aise jokes mat maaro, Neetu ka koi sense of humor hai hi nahin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA GRAND DAD",
          "text": "Nahin mera matlab... (to Shariq) Aaj raat lagne waali hai tere papa ki..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Dadu aap sabki bas lagwate hi rehte ho...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIA",
          "text": "Pa.. Yeh dekhi aapne? Sashi takes the album. They all peek in and turn a few pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Bhabhi aap toh bilkul Waheeda Rehman lag rahi ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(blushes ) Kuch bhi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "No mom, chachi sahi keh rahi hain. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Par dad Guru Dutt kum, Amrish Puri zyaada lag rahe hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(laughs) Aur Shashi ko dekho, exactly Sharic jaise lagte thhe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARIC",
          "text": "Shee.. main aise thodi dikhta hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Abe, tujh se bahut zyaada handsome thha main... yeh guitar dekh ke kuch ladkiyon kya pata li, khud ko rockstar samajh liye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Haan Sharic tu nahin janta, Sashi aur mere liye liye ghar ke bhahar ladkiyon ki line lagti thhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Chup be, woh line mere liye thhi. More laughter. They continue to get more nostalgic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Jo bhi kaho, woh din bade yaad aate hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Un yaadon ko main karodon rupyon ke liye na bechun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Jhoota! Karodon ke liye toh tu potty bhi kha lega..",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "Yuckkk!! Dadu, that’s just gross!! Arjun laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Dus crore miley toh tum sab khaoge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Chee papa..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Khana kha rahe hain papa. Father looks at a few pictures. Others continue with thei conversations. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(to Sharic) Guitar pe kya kya bajata hai??",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARIC",
          "text": "Metallica.. Megadeath.. Iron Maiden-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Bas jhain jhain, jhoo jhoo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Kaan phat gaye hain bhabhi. Uff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARIC",
          "text": "Aap logon ko music ka sense hi nahin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ya bro they don’t understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Chup be! Aaj se tere guitar lessons ke paise main tabhi bharunga jab tu purane hindi gaane bajayega... Rafi, Burman, Kishore kumar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARIC",
          "text": "Nooo.. Papa..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Kyun, Rahul bhaiya toh Hindi gaane bajate hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "C’mon Rahul!! Aaj ho hi jaaye..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "--Haan, haan.. aaj kuch suna hi de.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(to Rahul) Aur ab Lata ji ki sureeli awaz meing hum sunenge-- Rahul shows Arjun the middle finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "--tere dad ka favorite..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Wahi wala ... jo appne bhabhi ke liye sangeet par gaya thha.. Bhabhi kya naam thha??",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nahin.. rehne do.. \f118 119 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "--Nahin nahin bhai, phir kabhi.. Mera gala..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Arre Shuru toh karo. sab saath mein gayenge.. C’mon.. Bhabhi aap bologe toh mana nahin karenge.. They all try to cajole him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "C’mon papa.. main taiyaar hoon... A beat. Rahul takes the guitar from Sharic and plays the opening riff... A little hesitation and then Father sings song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Chaand si mehbooba hogi meri kab aisa maine socha tha. Haan tum bilkul waisi ho jaisa maine.. He continues to sing, everybody joins in.. They all begin have a good time.. Mum and dad exchange a few looks.. The are floating down memory lane again. This is the happiest we've seen them. It’s as if something has changed. Rahul Arjun share a look, knowing something eventful is taking place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s late at night. Only a couple of bulbs lit inside the house. Sharic and Alia help Dharmendra drag the luggage i the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Maine apne room.. umm Arjun ke room mein mattress laga diye hain, I hope tum sab fit ho jaoge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Haan haan .. aaraam se.. Thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Good night. Chachi shuts the door, Rahul walks up to the mother and g her a hug, he’s happy with the way things have gone tonig",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Bade dino baad aapko itna khush dekh raha hoon. \f120 121 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(smiles) Good night. INT. GRAND DAD’S ROOM - NIGHT Dimly lit room. An alarm clock shows the time - 11:24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Chachi yeh mom ke liye layi thhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Aur kitni der lagake rakhna padega? Grand dad sits in the room with the face pack on. Arjun r the back of a small bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "15 minutes. (beat) Toh ab kya karein? Grand dad opens the bed side drawer and pulls out a doobi and plays some music on the I-Pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Daduuuu..Pitwaoge aap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "--Shh, jala na.. INT. FATHER’S ROOM - NIGHT Mother enters the room to see that the father’s sitting o the bed looking through the album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Yeh woh Srinagar ka skiing instructor jo baat baat pe tumhara haath pakad raha tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(chuckles) Gulmarg... Aur haat nahin pakad raha tha sikha raha tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Aur_ye.. (pic of Harsh in a towel) Waah.. Kya gussa aaya tha.. Mera poora suitcase hi phenk diya tha tumne..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kisne kaha tha.. \f122 123 124 125 92. He grimaces feeling a bit acidic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT'D)",
          "text": "(passes him a tablet) Kitni baar bola hai itni chocolates mat khaya karo.. Ye lo... INT. RAHUL’S ROOM - NIGHT Rahul’s brushing his teeth, chatting on Skype (on his pho with his earphones on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yeah, you look great in those pictures. (beat) I don’t like it when Chris flirts with you. (beat) I can’t wait to see you too. He overhears SOUND of a GLASS breaking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "One second.. INT. FATHER’S ROOM - NIGHT Only one night light is on. Mum and dad both lie in the b Mum is about to get up to check on the sound, but..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Kal subah dekh lena.. You need to relax.. Aaj bahut kaam kar liya tume.. Just wait. INT. GRAND DAD’S ROOM - NIGHT Arjun tries to pick up a broken glass from the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Daduuu.. marwaoge kya??",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Darr mat yaar.. doosra cup de de. He passes the ash tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul walks to Grand dad’s room. He sees some shadow play under the door. Rahul inches open the door to peek in. \f126 127 128 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scared of him they quickly put the doobie on the ash tray Rahul enters, sees the smoke and the doobie. Grand dad an Arjun both point at each other to blame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(deflects the smoke) Arjun, ye dhoop bhuja ke bahar rakh de beta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Issey kehte hain topic change? A beat and then Rahul walks up to them and then picks up doobie and takes a drag. Grand dad pats him on the back a though he’s proud of him! The brothers laugh. MUSIC SEEPS INT. FATHER’S ROOM - NIGHT Mum and dad both lay in bed. Mum turns towards him, reali he’s already been looking at her.. warmly and more husban like than ever. A beat. They talk in hushed voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Agar tumhe Timmy ka catering business shuru karna hai... toh I’1l support you. She smiles. He takes her hand in his. INT. GRAND DAD’S ROOM - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Bas, ab uss Anu ke cookies mil jaate toh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Munchies... They all laugh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Yaar, judge mat karna, magar main soch raha tha ki... There’s pin drop silence.. Everyone looks bombed... ARJUN (CONT’D) 10 crore ke liye... main potty ka ek tukda toh kha hi sakta hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Yuck Arjun that’s disgusting! They all burst out laughing. \f129 130 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Bakwaas! Mujhe lagta hai tu 5 crore ke liye bhi kha lega...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ahhh..Shaayad, magar phir sandwich ke andar..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Chee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Kya chee chee kar raha hai, agar sandwich mein cheese hoga toh tu bhi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Cheese ke saath toh main ek crore mein kha lunga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Aur agar kisi ko pata na ho toh-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Agar kisi ko nahin pata aur sandwich mein cheese ho toh, haan, main dus crore mein kha lunga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Yuck Rahul!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Tu paison ke liye potty khaega? They all laugh. Through out this scene, the characters ar stoned and giggling. INT. FATHER’S ROOM - NIGHT The lights are off, we see a silhouette of the parents together in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Hum tab itne khush the na.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The brothers step out of the room and shut the door. INT. RAHUL’S ROOM - LATER Rahul changes into night clothes while Arjun lies in bed. Only a side lamp is on. They are both stoned and drifting into sleep. \f132 133 134 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu yeh maal kahaan se laye hain? Fuuuuck man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Saale tu jitna perfect banta hain utna hai nahin. Tu Mom dad ka favorite bana kaise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom dad hum dono ko equally pyaar karte-- (bursts out laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(chuckling) --Kaminey, seedhe mooh toh bol de.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "You know what... main teri jagah ek second mein le loon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Yeah right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arrey jitne taane maar lein, atleast woh tujhe jaante toh hain. Mujhe toh woh jaante bhi nahin. Arjun’s drifting to sleep .. A beat and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Tujhe ek baat bataun. jo iss ghar mein maine kisi ko nahin batayi. He looks at Arjun who has already drifted into a contende sleep, then he picks up the guitar and plays a couple of chords. MUSIC FADES OUT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s early in the morning, A LIGHT DRIZZLE. Father lets Geishu free to take a morning walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mum looks at herself in the bathroom mirror, adding a tou of make up (kaajal) for the first time since we’ve seen h INT. FATHER’S ROOM - MORNING Father is combing his hair, She enters. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Family photo ke liye tumhari jacket nikali hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Ah.. Thanks. She hands him a cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (CONT'D)",
          "text": "Main gaadi zara garage deke aata hun, Sashi kahaan hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Rahul ussey property dikhane le gaya hai. 135 EXT. TIA’S HOUSE - DAY It’s an OVERCAST DAY. Chacha, Rahul, Arjun and Tia all st at her porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHACHA",
          "text": "Achchi jagah hai, tumhare liye perfect hoga Rahul...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ok Tia.. tumhare uncle se baat kar lo... paperwork shuru karte hain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHACHA",
          "text": "Tum se milkar achcha laga. Tia’s phone rings and she excuses herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Tu nahin aa raha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Main.. aata hoon... Rahul gives a knowing smile and drives off. In the backgr we see Tia on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Oh Thanks, thanks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mum’s tying a beautiful Saree in front of the mirror whil talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nahin Neetu ke liye woh bhuna ghosht ki recipe.. Accha email bhej diya?? Main check karti hoon. \f97. She makes her way to Rahul’s room and crosses the LIVING where Grand dad is ready much in advance for the photo sh and Neetu Chachi is getting her kids clothes ironed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(to grand dad) Papa, aap toh already ready ho gaye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Aur nahin toh kya, aaj photo mein nahin aaya toh agli baar haar chadha ke aana padega... 137 INT. RAHUL’S ROOM - DAY Mum walks into the room, Sharic is on the PC, so she deci to use Rahul’s laptop instead. The other two kids run aro in the background, Neetu Chachi tries to control them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(into the phone) Haan.. main check kar rahi hoon one second... yahaan net slow hai. Mother opens up the internet browser.. Chachi enters. She carrying two options of dresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHACHI",
          "text": "Wow, bahut pretty lag rahi ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Thank you! The computer screen says ‘loading rahul.kapoor@gmail.com.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(holds up two dresses) Kaunsi waali?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chacha and Rahul are driving back. He notices something..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Ek second, gaadi rokna. Chacha stops the car. Rahul looks outside one more time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Chachu aap chalo, (gets off) Woh.. main bhool hi gaya.. ek dost se milna thha mujhe.. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Main wait karta hoon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Nahin nahin.. aap chalo na, main aata hoon.. He shuts the car door and from his POV we see his dad’s c with a broken bonnet parked outside a house. 139 INT. TIA’S HOUSE - KITCHEN / LIVING AREA - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(on phone) Thank you so much. Haan maasi se baat ho gayi, unhone subah wish kiya thha. Thanks for calling. Bye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Ek second.. (beat) Aaj tumhara birthday hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Haan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Happy Birthday T! (hugs her) Pehle bataya hota toh Boobly ka cut- out le aata. She gives a faint smile. He can tell she’s a little off-m",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN, (CONT'D)",
          "text": "Kya baat hai T? Thoda toh excitement dikha do, it’s your birthday!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Actually, Aaj mere parents ki fourteenth death anniversary bhi hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Oh.. I’m so sorry. 140 I/E. ANU AUNTY’S HOUSE - DAY Rahul’s outside Anu Aunty’s house, next to his DAD’S CAR. dials a number. The conversation intercuts: \f141 142 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kidhar ho aap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (0.S.)",
          "text": "Garage pe. Aadhe ghante mein pahunchta hoon. Rahul cuts the call; shattered and angry at the same time",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE",
          "text": "Anu aunty walks up to the father",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU",
          "text": "Kya ho gaya hai tumhe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Kuch nahin.. INT. TIA’'S HOUSE - DAY Arjun and Tia are in the bedroom. She’s sitting on the be and Arjun on the edge of the bed. She takes",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Mera thirtheenth birthday tha aur Mom-dad Chachu ki surgery ke baad Canada se wapis aa rahe the.. (beat) Aur do din tak Chachu ne mujhe bataya bhi nahin kyounki abhi tak bodies nahin mili thi.. Jab woh mere birthday par wapis nahin aaye toh main itna naraaz ho gayi ki maine gusse mein bola ki accha hoga ki agar mere mom dad ho hi na.. (tears up) Mujhe thodi pata thha ki... a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Hey. it’s okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Flight lene se pehle unhone call kiya thha mujhe... maine theek se baat tak nahin ki... ulta lad padi. (beat) Har birthday wahi phone call yaad aata hai.. aur sochti hoon ki unhe kya kya bol sakti thhi main.. ki I miss you.. I love you.. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f143 144 145 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA, (CONT'D)",
          "text": "Aur agar zindagi mein main sabse zyaada kuch bhi chahti hun toh bas yahi ki kaash woh yahan hote.. She breaks down. Arjun embraces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(his eyes well up too) I’m so sorry.. really.. EXT. ANU AUNTY’S HOUSE - DAY Rahul walks up to the door waits for a moment and then RI the BELL. A beat later, Anu Aunty opens the door, on seei him, she nearly jumps out of her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU",
          "text": "Oh.. Hi beta.. yahaan kaise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dad andar hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANU",
          "text": "Nahin.. Woh aaye the.. Magar.. Rahul politely pushes open the door and walks in, praying deep within that his intuition is wrong.. And then throug half open door, he looks inside the bedroom, where his fa is sitting on the bed. The father looks up, freezes for a moment.. It’s too heav moment for either of them to react. A beat and then Rahul just turns around and leaves. INT. TIA’'S HOUSE - EVENING Tia has stopped crying and Arjun’s got her a glass of wat They look into each others eyes for a few beats. It’s a q moment of deep connection. He holds her hand. Kisses her the forehead. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I really like you. She realises this could go somewhere. Arjun’s phone RINGS says - DAN - PUBLISHING AGENT. Without giving it a second thought, he cuts the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "One second..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tia’s washed he face and stands in front of the mirror introspecting. She opens the door, he stands right outsid \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Arjun.. before anything else happens, mujhe tumhein kuch bataana hai.. and please judge mat karna.. I was drunk..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasim is setting up a frame for the family photo. Grand d waits eagerly while the three KIDS help align the chairs the frame. Rahul walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Rahul! Ye dekh maine inhen kya sikhaya. Grand dad mock shoots all of them one by one (the way we’ the hospital before) and they all pretend to die. Rahul d give much of a reaction and walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Arrey kahan ja rahah hai idhar aaja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Dadu, main kapde badal ke aata hun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "(to his assistant) Barish hone wali hai kya?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(throws something at him) Manhoos saaale, chup beth!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul walks straight towards his room. From another room:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI, (0.S.)",
          "text": "(calls out) Rahul! Sharic ke liye tumhare paas koi tie hai kya??--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "--Haan, main dekhta hun chahi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mum sits quietly; seems to be in some kind of shock. She hears Rahul’s voice from her room. \f102. 149 INT. RAHUL’S ROOM - DAY Rahu shuts his door and takes a moment to gather his thoughts.. Geishu is sitting on his bed.. The mother ente the room holding his laptop. He tries to avoid her and starts to find something in his luggage..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa, zara 10 minute do main change kar ke aata hun.. (notices the laptop / takes it) .-Thanks! (to Geishu) Geishu chal hat.. He tries to look busy, she shuts the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Kya hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--Tu mujhse kuch chupa raha hai? He wonders if she knows about Dad. He slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aapko pata hai dad khana hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(exasperated) Topic mat badlo, mere sawaal ka seedha jawaab do Rahul! He realises she doesn’t know yet. He contemplates whether tell her but then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa mujhe aap 5 min. do main aa raha hun.. Aur geishu ko le ke jao..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tumhare laptop pe woh kiski pictures hain? tumhari girlfriend ki toh nahin hain! He freezes for a split-second..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(scrambles) Aap mera laptop kyoun dekh rahe ho? Aur mujhe nahin pata aap kya bol rahe ho..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER RAHUL, (CONT'D)",
          "text": "Really? Please ab do minute ke liye yahan se jao maa.. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "(segue / re: Geishu) .. Aur geishu hat yahan se... C’mon get up!! He directs his anger towards the dog and shushes him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tumhari girlfriend ka naam kya hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(shouts) Maa. Aap mera laptop kyoun check kar rahe ho!!???",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(rising voice) Meri aankhon mein dekh aur bol joh tasveerein maine dekhi hain woh sach nahin hai!! She blocks him against the wall.. His phone RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(caged wanting to escape) Ek minute mujhe ye call lene do..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--Pehle mere sawaal ka jawaab do rahul! She snatches his phone away and looks at the caller’s nam Disgusted she throws the phone on the floor and slaps him he’s taken aback..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT'D)",
          "text": "Kab se jhoot bol rahe ho hum sab se, haan? (she slaps him again) Koi girlfriend nahin hai teri.. You disgust me! Humare baare mein kuch toh socha hota.. Dadu ke baare mein.. Papa Ke baare mein..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "--Trust me, Papa koi doodh ke dhule nahin hain.. kya bata ke gaye hain ki woh garage mein hain? Great! Toh shaayad maine jhoot bolna unhin se seekha hai.. A beat and then Chachi opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHACHI",
          "text": "Tie mili Rahul? Both Mum and Rahul try to be nonchalant. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haan.. Main dekh raha hun. He exits..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father sits in the car parked outside the house he finall gathers the courage to go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandad is making Wasim take solo pictures of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "(to chacha) Ye dekh.. Neetu ka face pack laga kar main kya chamak raha hun.. Lag raha hun heroine ya nahin.. Ab meri twacha se meri umar ka pata hi nahin chalta",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Ab kya bolun aapko dadu.. Itne hot lag rahe ho, agar meri dadi zinda hoti na.. toh pukka aap dono ki setting kar leta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Teri maa toh zinda hai na? Father walks straight in avoiding any conversation. Chach family is all ready for the shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "(to the father) Jaldi kar jaldi.. Aur sab ko bula.. Hum sab ready hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul steps out of Chachi’s room only to notice his dad walking into the bathroom.. Before dad could shut the doo Rahul walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom ko bola ki aap garage pe the?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(shuts the door) Mujh se ek baar baat toh kar leta? \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "You're unbelievable.. Kitne ghatiya insaan ho aap. He punches the wall in anger partly at his father and par because of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Rahul.. I’m sorry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Haan zaroor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Rahul, Itna aasan nahin hai sab kuch samjhana.. Main Sunita ko.. The mother opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(eyes welling up) Kidhar te tum? Rahul realises Chacha’s not standing too far from them, Chacha calls out Harish, he steps out..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(whispers) Maa. Please. Chacha is here..",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Okay.. Baarish pukka aane wali hai.. Baccha party fatafat sab ko bula ke aao..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Areey yaar.. Kya manhoos din hai.. (to the kids) Jaldi jao bulao sab ko.. All the kids run in to call out everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(to Wasim) Magar Arjun kahan hai??? Use phone karo na.. Wasim starts to dial his number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aalia runs up to the bathroom, Zoe follows.. \f156 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AALIA",
          "text": "Wasim bhaiya keh rahe hain ki hurry everyone.. Baarish aane wali hai.. hurry.. Hurry.. Hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "Badi mumma.. Come.. Come.. Hurry up.. Jaldi se photo leni hai.. Zoe start to pull her and realise she’s been crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE, (CONT'D)",
          "text": "Aap ro rahe ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOUND OF DISTANT THUNDER.. Can they pull this one off??",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Arrey arjun phone utha saale..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Jaldi aao sab.. Jaldi.. Jaldi.. fatafat khade ho.. They all start to step out one by one and take their positions... Arjun enters, not in the best of moods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Arj.. tu phone hi nahin utha raha yaar.. Jaldi aa.. Wahan Rahul ke saath khada ho! (to his assistant) Jaldi, woh soft box ready rakh.. Quick minor adjustments of the frame. WASIM (CONT’D) Okay everyone get ready.. Arjun- Rahul India pakistan ka border nahin hai nhai.. Paas aa jao.. Aur thodi si khushi bhai family photo hai.. (beat) Harish uncle aunty pe haath rakh lo.. Aap hi ki wife hain.. Abhi toh padosi ki lag rahin hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Bakwaas! Padosi ki wife toh bahut hi hot hai.. Father takes a moment and then he does. Mother’s ready to erupt any moment but she holds it all in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Okay.. Smile everyone..and.. \f107. Wasim presses the shutter button.. It clicks once and sto Something’s not right.. WASIM (CONT’D) (to his asst.) Arrey battery badal gadhe.. Aur uska dimmer bada!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Sabki bateesi dikhni chaiye... Chalo smile..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOEY",
          "text": "Mumma susu aai hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "Zoeyy! Rush She rushes in. The mother shrugs father’s hand off her shoulder..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(softly) Anu ke yahan the?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita.. Ek baar ye khatam ho jaaye.. Main tumhein sab bata dunga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Okay.. Almost ready.. Rahul looks at Arjun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Tujhe kya hua hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Kuch nahin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Toh itna chidda wah kyoun hai..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "--‘Kyoun ki tu dinya ka sabse kutta insaan hai.. Assistant has fixed the battery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "Okay Camera ready hai.. Okay ready? (to the father) Uncle Aunty pe haath waspis rakh sakte ho!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Haan katengi nahin. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Tu Sunita ko jaanta nahin hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHAHCHA",
          "text": "-- Aise.. (hugs Neetu) Sharmao mat bhai warna hum sab phir se Chaand Si Mehbooba gaa sakte hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEETU CHACHI",
          "text": "(calls out) Zoey!! Come hurry! Chacha, Chachi and Grand dad laugh. Dad slowly puts his h around mum but she’s had enough, She shuns his hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(exhales ) Bas bahut ho gaya..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(hushed voice) Sunita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(walks away) Koi zarrorat nahin hai is happy family ke naatak ki..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Kya ho raha hai bhai? Sunita.. Kahan jaa rahi hai? Baarish aane wali hai. Harish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Main baat karta hun ek minute..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kya chahte ho? Sabke saamne khush dikhein? Photo chaiye toh aise lete hain..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Bhabhi bhabhi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Kya ho raha hai harish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(keeping it under control) Paanch minute do papa.. Aa raha hun \f109. Father walks up to the mother, slightly away from everyon They talk in hushed voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita.. Please..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kyoun darr lag rahah hai sabke samne asliyat pata chal jayegi..",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita.. Ek baar ye khatam ho jaaye, dono beth kar araam se baat kar lenge, I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tum Anu ke yahan the ya nahin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWN",
          "text": "Chahchu is about to leave.. Rahul stops him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Chachu main jaata hun..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Harish!! Wapis aa..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Arjun kya ho raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I have no clue! 153c DRIVEWAY :",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Aaj ke baad wahaan kabhi nahin jaaunga, I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Kitne samay se chal raha hai ye sab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita, Main.. Confused tha..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--Kitne time se?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Teen mahin-- (can’t lie anymore) Ek saal se. \f154 155 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWN TO DRIVEWAY",
          "text": "Rahul walks up to them. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa please..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Choo bhi mat mujhe.. Tum donon ek jaise ho - bilkul jhoote.. Main hi bewkoof thi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "--Sunita baat samjhane ki koshi karo She starts to walk back, he holds her by the hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nikal jao ghar se. Get the hell out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASIM",
          "text": "(to his asst) Boonda baandi ho rahi hai.. Light ko andar rakh..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Ruk do minute.. (shouts out) Rahul.. Kya ho raha hai? Grand dad starts to come towards teh driveway, Rahul goes back to stop him. Arjun walks up to Rahul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mujhe koi kuch bataayega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "kuch nahin, tu bacchon ko le ke bahar ja..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(shouts) Mujhe ghar ka naukar samjha hai kya? Kuch bhi hota hai toh bahar ja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(raising his voice) Chilla kyoun raha hai??",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "‘Kyounki is ghar mein sab kuch mujh se hi kyoun chupaya jaata hai!! \f156 159 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "--Koi kuch nahin chupa raha--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Really.. to tune Tia ko kiss nahin kiya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "(exasperated) What bullshit man! Arjun! Bachchon ki tarah rona hi hai toh kahin aur jaake ro! Arjun pushes him, Rahul falls on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You know what.. You guys can shoot this photograph without me.. Cause nobody really cares if I’m around!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVEWAY",
          "text": "Father’s in the car now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sabke saamne hi ladna chahti ho toh theek hai, main jaa raha hun Father walks towards the car.. Mum follows..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Haan jao please.. Jao! Jhoote ho tum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Haan galti ho gayi.. Sorry.. Magar tumne kabhi jhoot nahin bola kya. She weeps profusely.. It starts to RAIN.. The chance for family picture is blown! She just turns around and starts walk back in. Father sees her leave for a beat and tehn s to driveaway. She stops for a moment to get to stop her s from crying..",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAWN",
          "text": "As she walks back in, Rahul realises dad’s going to drive away. He gets up..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Papa kahan jaa rahe hain? Mother ignores everyone and walks straight towards her ro Sashi comes up to Rahul. \f160 161 162 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Main Neetu ko bolta hun woh bachcho ko hotel le jaye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Main mom se baat karta hun. Rahul follows mum. Grand dad’s pissed off with everyone f keeping him in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Kya lagta hai tum sab ko? Drama sirf tum hi kar sakte ho! He kicks a chair in anger. Wasim, just about manages to s his equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHI CHACHA",
          "text": "Papa.. Wait.. Kya kra rahe ho!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother sees Rahul enter the house and bolts the door befo he can step in. He takes a moment turns around..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul goes AROUND THE HOUSE to enters through a connectin door / window to the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rahul enters the room. They look at each other and then s looks away. In this unguarded moment they both have gotte over their temper and speak softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Please chale jao yahan se.. Mujhe aaj ke baad tumhari shakal bhi nahin dekhni.. He goes and sits next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Maa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tu mere saath aisa kaise kar sakta hai? Oh my-- (beat) Itne saalon se jhooth bol raha tha tu? \f163 164",
          "sentiment": "neutral"
        },
        {
          "speaker": "113.",
          "text": "--Aapko mere jhoot bolne ka gam hai ya meri asliyat ka?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tu mera perfect baccha tha Rahul..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aur ab nahin hun? Maa main humesha se yahi tha.. Aur yahi rahunga.. Sirf aapko malum nahin tha.. (beat) Thak chuka hun apne aap se.. Aap se door bhaag ke.. Aur is perfect bacche ke tag se.. nahin chaiye mujhe.. Main jo hun, woh hun.. (beat) Jhoot bolne ke liye sorry hun.. Aapko dukh pahuncha sorry bol sakta hun.. Sab chupane ke liye sorry bol hun.. Magar apne hone par bol sakta usek liye kuch sakta kaise maafi maangu mom.. Yahi hun main.. This.. And I can’t say sorry for this mom.. I can’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(breaking down) Maine kyoun aisi galtiyaan ki, ki tum, Arjun, tumhare dad sab mujh se itne door chale gaye.. Bhagwaan mujhe maaf nahin karega..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aap ne kuch galat nahin kiya mom.. So please... INT. ARJUN’S ROOM - EVENING Arjun walks to his room. Starts packing his luggage, He p out a t-shirt and a towel, his draft falls out with it. A picks it up, a pen rolls out of it.. A beat as he realise this is Rahul’s pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": ".». aur main aapko humesha khush dekhna chahta hoon mom.. main jo hoon aapki wajah se hoon.. «meri book, mera career sab kuch..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Mujhse bahut badi galti ho gayi.. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kis baare mein.. Aap kya bol rahe ho mom? THAK.. THAK.. She takes a moment..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tumhari novel ke idea ke baare mein.. THAK.. THAK.. THAK.. Arjun’s knocking furiously at the do Rahul walks up to the door and opens the latch and Arjun pounces on him right away.. Arjun whacks him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Pehli baar dhoka diya utna kaafi nahi thha tere liye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kya bol raha hai.. They tumble to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arjun ruk jao! Mum wants to stop the fight but is afraid to get too clos The following dialogues are exchanged as they fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "You backstabber..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(rushes to the door) Sashii!!! Sashi!! Pandemonium, screaming. Ad-lib. Sashi rushes in. He strug to pull Arjun off. Mum and Dharamendra also try to restra them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Chhodo mujhe mom.. Ye ek number ka jhoota hai saala.. (to Rahul) Chor saale.. Mera draft pad raha tha.. Phir se, story chura raha tha na meri.. They finally manage to pull them apart, Grand dad walks i",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arjun, maine tera draft sirf isliye padha ki teri madad kar sakoon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Jhoot.. \f165 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Arrey apne agent se pooch le! Woh call kar raha hoga tujhe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arjun stop it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Arrey aap toh sach jaante ho na. Yeh pehli baar nahin hai ki ye mera idea chura raha hai!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom.. Please isko batao ki woh idea..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to Arjun) Maine hi tera idea Rahul ko diya thha Arjun... Things start to slow down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mom, magar aapne toh- A beat, the moment finally sinks in. She starts to breakdown...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother walks out into the rain.. Arjun comes up to her.. knows, it’s time to confess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Arjun, mujhe laga ki tu kitaab ke baare mein serious nahin tha.. Har chhe mahine baad life mein kuch aur karna chahta tha.. College chhod diya.. Phir 3 mahine likhne ke baad photography course karne chala gaya.. phir bola adventure sports mein interest hai.. (beat) Mujhe laga ki writer banana bhi tere liye bus ek shaukh tha.. Rahul comes out too..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "(incredulously) -- Toh aapne.. \f166 167 168 169 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Rahul itne saal se kuch likhne ki koshish kar raha tha toh maine socha.. I’m sorry Arjun.. I’m really sorry! Tears rolling down her cheeks, she tries to hug him.. He moves away..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Sorry.. se kuch nahin hoga mom.. Sorry’s not good enough. Arjun leaves. We follow him as he walks out of the house, emotions course through him. Rain pouring down. Mum turns around to look at Rahul for some support but he just turns around and goes back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mum enters, wet from the pouring rain, tears streaming do her face.. Her eyes are drawn to the father’s jacket lyin the bed. She picks up the phone and dials a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RAIN is coming down in sheets now, and there is a sha CLAP of THUNDER. The phone lying on the navigator seat rings a few times. Father looks at the screen - it says HOME. The WIPERS move back and forth. Our view is blurred by th RAIN, Father picks up the phone. We SEE a strong headligh approaching from the left",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Sunita, I’m-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TRUCK comes CRASHING in... We don’t see the full crash time, instead:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the IMPACT through the phone.. MUSIC FADES OUT. E SILENCE. Just her face. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "\f170 171 172 173 172 172a 172b 172c 172d 172e 174 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father lies on the operating table unconscious, breathing tubes are attached to his mouth. SURGEONS and NURSES move around him talking in medical terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole family sits -- dazed -- in the waiting area.. Florescent lights HUM. -- OMIT -—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITING AREA",
          "text": "Early morning day light streams into the waiting area. A opens, they all look over. A DOCTOR walks over to the gro They all wait for him to say something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I’m sorry. A beat as the mother puts her head in her hands in disbel her legs wobble and she breaks down. They are all shatter",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC SEEPS IN., (PBS - 4)",
          "text": "* The family wanders out -- dazed -- the news is still sinking in. It all happened so quickly.. * At the hospital reception, Rahul signs all the formalit papers and is handed over a box with some belongings. He opens it to see his dad’s wallet which has a family pictu of all of them together - something he probably picked up from the album the other night. * In Sashi’s car, on his way back, the Grand dad breaks d He stops the car and tries to console him. * The Funeral - As the ceremony takes place, a complex se of emotions pass over everyone’s faces - love, grief, disappointment, resignation and regret. * Tia stands next to Wasim but Arjun doesn’t talk to her. * Neetu Chachi embraces the mother. INT. ARJUN’S ROOM From the doorway, Rahul watches Arjun pack his luggage. \f174 174a 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Aise hi chala jayega.. Bina kisi se baat kiye. Arjun doesn’t respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Mom ko humari zaroorat hai Arjun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mom ko humari nahin tumhari zaroorat hai. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Mujh se toh woh baat bhi nahin kar rahi.. Aur shaayad kabhi nahin karengi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Nothing you can do will ever disappoint her. Arjun continues to pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "What if I told you I have lied to her my whole life, and I’ve no interst in Tia or any other girl for that matter? A beat as Arjun looks at him and tries to process this information. His eyes start to well up.. Arjun wants to s something but not sure what..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "You don’t have to say anything.. Just stay back a little longer..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I can’t. I need sometime. Dharamendra enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DHARAMENDRA",
          "text": "Taxi aa gayi hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MUSIC, (PBS)",
          "text": "* Arjun’s in a taxi, overwhelmed with everything that has happened in the last few days. * Rahul sits down alone in Arjun’s empty room, Geishu com and puts his head in his lap. \f174b 175 176 177 178 179 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEGEND",
          "text": "EXT. ARJUN’S AGENT OFFICE - DAY Arjun enters a building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAN, ARJUN'S AGENT sits opposite him and seems to be very impressed with the progress on the novel",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(looks at the book) It reads so good.. Yeh bestseller hai, I can feel it! Main tera advance organise karvata hun. INT. RAHUL’S BOYFRIEND’S HOUSE - DAY In a cozy suburban house, Rahul cuts his birthday cake. H with his boyfriend and boyfriend's family. It’s a warm fa and they’ve all accepted each other for who they are, Rah notices this but he seems a bit lost. He checks his phone willing it to ring. After a moment or two he types ‘maa’ and contemplates if should call her.. but changes his mind. He’s torn. His boyfriend puts his hand on his shoulder to show support. The family lovingly raises a toast, Rahul puts his smile on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mum’s in the kitchen with Timmy Maasi. We see BOXES of fo lying around that says ‘Timmy’s catering’.. Timmy maasi is on the phone taking a catering order. At t end of the phone conversation she hands mum some cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIMMY",
          "text": "This is the advance for Saturday. Mum takes the cash and puts it in the locker, which also the same picture which was found in dad’s wallet. PBS ENDS. \f120. 180 INT. RAHUL’S APARTMENT - NIGHT The e-mail signal blinks on Rahul’s i-pad, he taps it. It video from Grand pa, surprised he opens it. 181 INT. ARJUN’S APARTMENT - NIGHT Arjun also opens the attachment, the following video mess intercuts between the two of them watching it: 180a I-pad Video: Grand pa looks into the lens, he looks significantly older than last time.. Or maybe just sadder",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Hello. Kaise ho? Main theek hoon. Mandakini ke videos dekhte dekhte thak gaya thha toh socha tum dono se baat kar leta hoon... ab waqt pe toh bharosa raha nahin. (beat) Rahul iss naye ipapad ke liye thanks, uss manhoos khoon choosne waali machine se definitely better hai. Arjun, at least gems toh bhej deta duffer. (beat) Aaj kal neend hi nahin aati yaar. Doctor kehta hai 91 hone ka side effect hai. Doctor ko kya pata, 91 hone ka sabse bada side effect toh yeh akelapan hai. (beat) Bahut akela ho gaya hoon.. Tumhare dad ke jaane ke baad... jeeney ki ichcha jaise khatam hi ho gayi hai. Warna main toh century maar leta. Par ab nahin lagta ki ho payega. (beat) Badi yaad aati tum dono ki. Roz tumhare papa ki tasweeron ko dekhta hoon toh... (eyes start to well up) Waise kabhi mom ko phone kar liya karo... Woh acting achcha kar leti hai par main jaanta hoon... roz raat ko roti hai... Tum dono toh bhaag gaye... ab waheen akeli sab kuch dekhti hai.. (beat) Toh kya hai ki... main tumse waheen maang raha hoon jo mere paas nahin hai... thoda sa time... Galti toh sab se hoti hai.. Par apni family ko aise nahin chodte beta.. kabhi nahin.. Bas ek aakhri baar ghar aa jao tum dono... aur kuch nahin chahta main... \f182 183 184 185 121. RAHUL and ARJUN have also got teary eyes now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (CONT'D)",
          "text": "Pata nahin iske baad shayad zarurat bhi na padey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tia’s phone beeps - it says “new meesage” from an America number. She reads it. Bunkoo and Sahil sit next to her. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sashi Chacha and his family are over. They all sit around table making small talk. The DOOR BELL RINGS. Sharic open the door. Rahul and Arjun enter the house, feeling strange. Ad-lib greetings and hugs. Grand dad has a big smile on his face tears in his eyes. Mother acts stoic but she’s wrecked. She doesn’t get up a stays seated, keeping it all in. Finally their eyes meet. Hurt, sadness and regret run acr their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Go meet Dadu..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DADU’S ROOM - MOMENTS LATER Arjun adn rahul enter Dadu’s room. He wakes up and loving hugs them both. (ad-lib - they tell him to rest) and then",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD",
          "text": "Kal subha sabko ikatha kar ke mere paas le ke aana.. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arjun enters his room to be surprised that it’s been re-d Almost how it would have been in the past. He looks aroun and feels nostalgic and finally looks at picture of their family that was taken by Dadu on their last trip. \f122. 186 INT. RAHUL’S ROOM - NIGHT Rahul’s changed into his night kurta pajama. He’s unpacki his luggage when Mum shows up at the door with a water bottle, she places it on the side table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Thanks maa. (awkward beat) Kaise ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Theek hoon. A quiet beat as none of them know where to start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "I missed you. She chokes up and just nods her head. He takes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL, (CONT'D)",
          "text": "Yahaan baitho na. She sits on the bed, he sits next to her. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Tum kasie ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Theek hun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Aur woh.. Tumhara.. She doesn’t finish her sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kaun.. Bolo maa.. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAHUL",
          "text": "Kyunki aap uska naam nahin bol paaye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nahin, kyunki mujhe aur thoda waqt lagega. He gives her a side hug, she’s glad he’s back. We let the share this personal moment and dissolve into: \f187 188 189 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit opposite each other.. Nobody says anything for a and then after a moment it starts to Rain outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Mujhe laga tum aaogi nahin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Mujhe laga tum phone nahin karoge. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "T you know, dad ki death se pehle main tumhara dard samjh to gaya tha, magar aaj mehsoos bhi kar paa raha hun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "(holds his hand) Hey.. I know how you feel..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "Apnon se door bhaagte bhaagte thak gaya hun main..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIA",
          "text": "Toh laut aao na.. Sab yahin hain.. Jahan the.. They look at each other..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARJUN",
          "text": "I missed you.. They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother enters her room to find a copy of Arjun’s first published novel’s draft on her table. A small post it not that dedicated the novel to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "EXT. LAWN —- MORNING It’s a sunny day. We slowly tilt down to the door. Rahul opens the door and the family steps out one by one. We se what they see: Chairs have been lined up for the photoshoot once again a Wasim’s assistant is setting up the frame. \f190 124. The family looks at all this preparation with a strange s of Deja vu, hurt and anxiety. It brings back memories fro probably the worst day of their lives.. .» But ironically, this moment also brings with it a chan to fix things! Slowly, everyone comes and takes their respective positio Rahul and Arjun come stand next to the mother.. Who’s fin it hard to control her emotions and nervousness. Grand dad sits in the centre and Chacha’s family around h Then, Grand dad signals someone off screen to bring something. Music slowly begins to pick up. Tia and Wasim walk in with a tall cut-out wrapped in newspaper. They all look at it with anticipation.. Maybe even know what’s in it. They unwrap it - and we reveal, a life-size standee of th father. Mum’s eyes are welling up. .- And just like that, the family realizes this is it.. T is the moment to forgive, to let go of the past, to reconnect. Arjun holds Mum’s hand tight and Rahul kisses her on the head. She looks at them with all the love she’s been curb deep inside. She’s sobbing, all the pressure, resentment anger she’s felt seeps out of her. She hugs them both tig and they both hug her back. Trapped in a loving embrace, feelings rise up, unbidden a overpowering everyone. Finally, a calm sets in, the hug breaks apart. A smile an then everyone looks into camera..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND DAD, (V.0)",
          "text": ".-I finally got the photograph I always wanted. It wasn’t perfect .. but then neither were we. We see the whole family together and the father’s standee between.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_090"
    }
  ]
}