{
  "movie_id": "MOV092",
  "scenes": [
    {
      "location": "DOWNSTAIRS BATHROOM, THE CABIN CONTINUOUS 2",
      "time": "NIGHT",
      "characters": [
        "BEN",
        "SARAH, (CONT'D)",
        "ISAAC",
        "FLASH BACK TO",
        "EMPLOYEE",
        "JOSH AND BEN",
        "JOSH, (0.C.)",
        "CUT TO",
        "BEN, (CONT'D)",
        "KATE, (PRE-LAP)",
        "JOSH",
        "ALEX, (CONT'D)",
        "KATE",
        "SIRI",
        "SARAH JOSH",
        "JOSH, (0.S.)",
        "ALEX",
        "KATE, (CONT'D)",
        "JOSH, (CONT'D)",
        "NIGHT EDITOR, (0.C.)",
        "ISAAC, (CONT'D)",
        "19A",
        "SIRI, (0.C.)",
        "KATE, (0.C.)",
        "11.",
        "SARAH"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A pair of hands rifles through the pages of a book. Disca it and grabs another. The process repeats until a folded ARTICLE is revealed, nestled within a hardback. A slender yet handsome figure -- we don’t get a good look his face, but we’ll learn this is ALEX LINDEN (27) -- unf and scans the pages. He stuffs them in his suit jacket, g his cell phone and walks downstairs towards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex gets in the tub, raising the steaming water to the b Grabs his phone and scans Twitter (@AlexLinden). New mess cascade down the screen. He types: Ask for me tomorrow, a you shall find me a grave man. Clicks “Tweet.” His messag joins a rushing tide and tumbles down the page, out of si He drops his phone in the bath, revealing his stricken fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An office building around midtown. A lonely figure is illuminated at his desk by the glare of florescent light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phones ring. Shouts reverberate across the open room. Mid aged men with stained shirts and considerable guts bluste down aisles of desks holding mock-ups of tomorrow's paper BEN KAPLAN (27) -- tall and reedy, and more contemplative than most -- takes a big gulp of coffee and hunches over computer. We GLIMPSE what looks like a fledgeling novel: words “Chapter Two” and a whole lot of white space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT EDITOR, (0.C.)",
          "text": "Ben. Your pages set? Ben CLICKS AWAY quickly to a newspaper layout. The NIGHT EDITOR slows as he nears but doesn’t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah, yeah. Almost. Ben turns to his computer. SCROLLS to reveal A PHOTO of in a penis costume getting arrested. An empty headline fi waiting to be filled. Ben’s cell phone RINGS, breaking his concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Goddammit, Alex. But Ben doesn’t recognize the number. Decides to answer i",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Hello? Yeah I’m at work so-- (a beat) Please tell me this is a sick joke. Ben looks like he’s been hit by a ton of bricks. He CHECK HIS MISSED CALLS: It’s “Alex Linden” all the way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SIRI HOPKINS (26) -- beautiful, arty, ethereal -- turns a opened envelope over and over in her hands. Reopens it: “Dear Ms. Siri Hopkins: Congratulations! You have been na a J. Liddle Urban Architectural Fellow for 2013...” Siri refolds the letter. Feels a heady mix of elation and dread. She hears KEYS JANGLING IN THE HALLWAY and loses h nerve. Flicks off the bedside light and lies back in bed. The DOOR OPENS and Ben appears, silhouetted by the hallwa fluorescents. He sheds his clothes while Siri feigns slee Slips into bed and holds her from behind. Siri stirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Good day? Ben buries his face in the nape of Siri’s neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Siri. It’s... Siri opens her eyes and turns to fix Ben with her gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Hey. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Students walk briskly across dewy quads. PRE-LAP: A PHONE RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOSH LIPSCHITZ (27) -- a spectacled, ill-shaven mess -- i startled from sleep. His desk is covered in booze, books, cigarettes. He knocks them over while groping for his pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I had a freshman roommate named Ben, but that ass wad hasn’t called in ages. (takes in the bad news) Oh fuck. Fuck me! Well I’m not going. (listens) Because I’m not, okay? Josh hangs up and blinks his eyes silently for a moment. Suddenly possessed, he gathers up his belongings. On his out, he slams a Post-it over the NAME PLATE on his door: Office Hours Cancelled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SARAH GALLO (26) -- pantsuit, plain, yet wholesomely pret ducks her head down near her desk, talking quietly into h cell phone. The firm buzzes with activity around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh my God. Are you serious? Of course you are. What a stupid question. I'll... train up as soon as I can, okay? Sarah struggles to keep her emotions in check. \f10 A mountain of papers lands WITH A THUD on her desk. She e her call and looks up to see a SENIOR ASSOCIATE, smiling cynically. Sarah smiles back, wiping away a stray tear. S picks up the office phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ISAAC SMITH (27) -- warm eyes, bespoke suit -- walks bris by a PERSONAL SECRETARY into his office, talking on a headset. The San Francisco Bay gleams outside his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Sarah. Sarah! Calm down. Take a breath. At least he’s alive, right? He hears THE BEEP OF CALL WAITING. Sees a picture of KATE MURPHY (22) -- California pretty and young -- on his phon",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "Shoot. Hold on one second, okay? (clicking over) Hey baby. Yeah, I’m fine. I think I’m just gonna book myself a flight and leave the office now. Isaac keeps one eye on the Dow and another on a travel website. His face tells us he’s said the wrong thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "Of course I want you there with me. I just don’t want this to have to be a big thing for you... Okay, okay! Here. I’11 book us both right now. Sound good? Talk soon. (clicking back) Sarah, you there? I’m so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. SIRI’S CAR, UPSTATE NEW YORK - EARLY AFTERNOON 10 Siri drives her old Saab while Ben navigates via iphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Here. This one. Siri doesn’t have enough time to react. They both watch a their intended exit zips by. Siri sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does it say now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It’s “recalculating”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Then what am I supposed to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I don’t know. Siri turns right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Do you know when he’1l be able to be released?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I think tonight. Maybe tomorrow morning. Keep going straight. Siri absorbs Ben’s anxiety. Calculates whether this is th best time to spill her secret. It’s not. But fuck it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I got the fellowship. Ben’s floored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "So...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "When were you planning on telling me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m doing it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "But how long have you known?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I found out yesterday but it didn’t really... seem like the right time. (a beat) So... \f15",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’m really happy for you. It’s a great opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I know. I meant about us. Moving out there. Do I turn up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "No. Go straight... Siri you know I... I can’t just quit my job and move to LA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Because newspapers aren’t hiring. They're laying people off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "You don’t even like your job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Well I like not-liking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I can’t believe you're doing this while we’re on our way up to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hold on. Can we just... table this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Table our relationship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "No. I mean. Press pause. Just focus on Alex. Don’t let everyone in on our own... stuff. Siri looks at Ben. This is the opposite of how she hoped talk might go but she’s just as happy to drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Yeah. Sure. Of course. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben and Siri pull up to a rundown house tucked in the woo and get out of the car. Ben tries breaking the tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember when we first came here? Place looks worse than it did. Siri chooses silence in lieu of a reply. Ben finds a key hidden under a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben and Siri wander, taking in the mess: bowls everywhere cigarette butts, the place dusty and suffocating. They pi up dishware and open windows, moving in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "(checking her watch) Sarah's train should be getting in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’'1l wait here for the others. Siri turns to go. Ben catches her wrist. Kisses her cheek resumes cleaning as she departs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commuters bustle down the outdoor platform. Josh, eyes on paperback, nearly runs into Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Josh! Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Sarah! They hug awkwardly. Sarah’s a bit flustered by his presen",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I... It’s good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Yeah. Uh. You too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Have you talked to Alex? Josh walks. Sarah follows him with her rolling suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But I can’t wait to ask the fucker what the hell he was thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(horrified) You're not actually going to do that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Because he’s obviously... fragile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "How do you know? When was the last time you talked to him? (OFF Sarah’s look) Okay what do you propose? We all just tiptoe around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How about we make him feel safe. And loved. And--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "In other words pretend like nothing’s wrong. That’s bullshit and he’1l smell it. Sarah’s about to respond when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI, (0.C.)",
          "text": "Sarah! Josh! They find Siri. She and Sarah hug like the old friends th are. Siri looks at Josh. SIRI (CONT’D) We weren’t sure whether to expect you. Josh nods. Keeps his distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "That jerk-off boyfriend of yours still mad at me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I think he thinks you’re mad at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ how self-absorbed can one man be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t worry. You're still ina category of your own. Josh absorbs Sarah’s dart. Follows her towards Siri’s car",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "(sticking it right back) When are Isaac and his lady friend getting in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wait. Isaac is bringing a date?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "His girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I didn’t know he was seeing anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "It’s recent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "(rubbing it in) She's 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No she’s not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What? It’s not like she’s 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "One. You’re disgusting. Two. Why does he think it’s at all appropriate to bring her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why not? Young people are incredibly comfortable with voyeurism. Let’s just hope we can compete with Bravo. Josh gets in the car. OFF Sarah, still outside, stewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac hands his CREDIT CARD to an EMPLOYEE, who walks awa process his rental agreement. Kate stands next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Have you heard how he’s doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I don’t know. How do people normally do after things like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "It depends. Most of the time they say they regret it. But there’s also a high rate of repeats. Isaac processes this information. They wait together in a moment of awkward silence. KATE (CONT’D) It’s okay that I’m coming, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You said you wanted to come and I said it’s fine. So, it’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "No no no. I said I wanted to be there for you if you wanted me to be there. Should I not be here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Of course you should be here. Everyone’s excited to meet you. The rental car employee returns with a CONTRACT and a SET",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMPLOYEE",
          "text": "I’m so sorry, but all our premium class vehicles are unavailable. Could we interest you in one of our other options?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Yeah. Sure. Whatever has wheels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I shouldn’t have come. Isaac sighs. Kate’s a bundle of nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a + HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HF FF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben approaches the bathroom door. He’s armed with a spong and bleach and dreading what kind of scene Alex may have behind. He steels himself. Opens the door to reveal... A QUICK YET DISTURBING GLIMPSE of dried blood in the bath clinging to the grout between the tiles. A bloody handpri Ben SLAMS the door shut. Before he can decide what to do hears Siri’s car PULL UP outside. Car doors OPEN AND SLAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (0.C.)",
          "text": "I’m just saying, it’s an objective truth: The Japanese are the most whacked-out people on earth. Josh and Sarah tumble in the dining room. Siri’s behind t with a BAG OF GROCERIES. Ben collects himself before join",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're like an eight-year-old racist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Come on. Cram that many people on an island and it’s like a throbbing, inbred hothouse of cultural miasma. Frankly, I’m surprised they don’t have more fetishes. (noticing Ben) Ben Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Yeah against my better fucking judgement. Josh keeps his distance. There’s a split second of tensio",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Get the fuck over here. 19A Ben wraps Josh in a bear hug. Josh wrestles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Back me up here, Ben. We’re not really going to just pretend with Alex like nothing happened, right? All the levity of their greeting quickly vanishes. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What are you supposed to say? “Hey Alex. Interesting choice to commit suicide.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thank you, Ben. Hi, by the way. Sarah and Ben hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I can’t believe you're on her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Hey. There are no sides. This is about Alex, remember? Everyone's momentarily chastened by Siri’s comment. Then start going at it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I think we should watch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What? Like... set up a monitoring system?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It'd be casual. But yeah, tag in and out. Have someone with him at all times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "We're his friends, not the Gestapo. This is ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, it’s not. I googled it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Case in point. This conversation is making Ben more and more uncomfortab",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I need to get some air. Ben walks outside. OFF the perplexed looks of the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben walks outside. Lights a cigarette to calm his nerves. runs smack into... Alex, stepping out of a taxi. Alex's face lights up when realizes who it is. Ben, for his part, looks stricken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You came!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Course I did. Alex and Ben embrace. Alex starts back towards the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "How you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I’m good! (a beat) Well, you know. Considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Alex. Look-- Ben halts things. Josh and Sarah’s LOUD VOICES from withi disrupt the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Don’t tell me we’re having a party in honor of my suicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Jesus: attempt. If it were a suicide we’d both be wearing suits. Alex smiles. His whole demeanor is too upbeat and exagger to be believed. He opens the front door to find...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh and Sarah, mid-argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "The first 48 hours are incredibly important. So if you can stop being such a-- (she notices Alex) Alex! \f14. Sarah drops everything and rushes for him, holding him ti After a moment, Alex extracts himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey. It’s okay. Sarah wipes away a tear and nods. Alex looks to Josh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You know, you could’ve just sent an email if you wanted us to visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Josh! But Alex smiles. Hugs Josh. Then has a moment with Siri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "We were going to pick you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Don’t worry about it. This was easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Do you want to sit down? Can we get you anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No, I’m good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You sure? It’s awkward. Alex is projecting equanimity but underneat just wants to get away from everyone’s cloying concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Actually, I’m gonna go upstairs and get changed. Feel a little gross, if you know what I mean. Sarah shoots Ben a look. Ben realizes it’s his cue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Here. Lemme come with. Alex shrugs, nonchalant. Ben follows him upstairs. The ot stare at each other, perplexed, until he’s out of earshot",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Well he seems fine to me. Guess our work here is done. \f22 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Clearly he’s in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Way to act normal, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Way to be an asshole. OFF Siri, upset and irritated with both of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ALEX’S ROOM, THE CABIN - CONTINUOUS 22 Alex rummages for a fresh change of clothes while Ben tak in his Spartan accommodations: a bed, a desk, and a stack books by Wilde, Joyce, Eliot, and Pound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Jesus, Alex. Is this your only blanket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It’s warmer than it looks. Ben picks up a book and uncovers some LONGHAND SCRIBBLING",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Why’d you leave LA?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don’t know. Acting thing was only going okay. That city’s a fucking soul killer. And I just felt... Alex removes his shirt. There are bandages on his wrists an intensity in his look that wasn’t there a minute ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "I mean, shit. I was running out of cash. My mom’s in fucking Bali. My dad had left me this. You and I'd kind of lost touch and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Alex... about the calls... if I'd known-- Alex cuts him off. \f23 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey. World’s got enough people you gotta explain yourself to. Alex throws on a fresh shirt and his demeanor is once mor disconcertingly jovial. He walks into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Remember junior year when you had that meeting with a publisher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You were so late you had to run across campus, all drenched in sweat. I gave you my shirt so you’d look halfway presentable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You walked home half-naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It’s just like old times, isn’t it? It’s crazy. OFF Ben, alone. Nodding but thinking it’s anything but.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘SARAH'S ROOM,’ THE CABIN - CONTINUOUS 23 Siri helps Sarah settle into a dusty room. Together they sheets on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "If Josh is going to be like this all weekend...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "He’s just dealing with it. In his own way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "And shouldn’t Isaac know there’s no such thing as a “plus one” to a friend’s failed suicide attempt? It’s not a fucking bar mitzvah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Now you sound like Josh. \f24 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "God, you're right. How are you and Ben?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Good fine? Okay fine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So not-so-good fine. Siri sighs. They both sit down on the half-made bed. SARAH (CONT’D) What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m... late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh my God. Like how late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Late late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Does Ben know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "We're just... doing that thing where we snipe at each other. Silly stuff. It’1ll pass. The two girls look at each other. Sarah can tell that the more going on. Siri playfully whacks Sarah with a pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sits down next to Alex. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey. You need anything? Food? Water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Still fine... Josh searches around for the bathroom but Ben cuts him of",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Where’s the bathroom again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Use the one in the upstairs hallway. Josh gives Ben a strange look. Sarah’s phone RINGS. Ben s down next to Sarah and Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey Isaac, what’s up? (a pause) What’s the matter? Can your child bride not read a map? (another pause) Okay, okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That was a low blow. Sarah hangs up. Ignores Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Isaac says he’s close but he’s lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "(entering) I'll drive and meet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(getting up) I‘1l get some firewood. Josh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Fuck it I’ll pee in nature. The two join Siri in getting ready to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’1l stay and watch Alex. Whoops. That just came out. Alex shoots her a look. \f25 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "(frustrated, embarrassed) I mean, I'll... put on some pasta. It’s awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben places a log on a stump and wields a hand axe unstead",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You clearly have no idea what you're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Fuck you. Ben strikes the log, succeeding only in getting the axe stuck. Josh takes it from him and pries it loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Here. Josh splits a sliver off cleanly with a ferocious blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Lemme try again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Uh uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Uh uh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I taught you all of Calc 21 and then you did better than me on the final. I’m not teaching you how to chop wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I can’t help it if you have performance anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Hey. I can perform just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Just let me try again. \f26 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Come on. Ben reaches for the axe but Josh won’t give it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I said, I got it. Josh raises the axe and delivers another blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah channels her anxiety into chopping garlic at the ta while Alex unobtrusively plays sous-chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You don’t have to cook, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s okay. It’s the one thing that relaxes me, actually. Alex hops onto the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Really? Cause you don’t seem that relaxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s just been a while, you know? Since I’ve seen everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You mean Josh? Or Isaac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah. Sarah crosses over to the counter, next to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "If you need to get something off your chest, you should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What is this? You try to off yourself and now you’re Oprah? \f21. Sarah’s suddenly embarrassed. Turns back to her vegetable",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "No. God. I’m sorry. It’s just... sometimes it’s more complicated than that, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah. I know. They hear A CAR IDLING UP the driveway. Sarah crosses to window and they both spy on Isaac and Kate unpacking the",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(fuck) She's hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Your boobs are bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Siri, Isaac, and Kate all burst in, bearing luggage. Alex walks over to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You didn’t have to fly across the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Hey. I wanted to. This is Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey I’ve heard a lot about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I’ve heard a lot about you. It’s awkward. Kate wants to find a hole and hide. Josh en and CLOCKS Isaac’s leather shoes. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What the fuck are those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Is that how you say hi now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "They're shiny and pointy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "They’re Italian. So what? Ben has entered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Isaac. If you’d told us you’d become a homosexual we could’ve thrown you a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(to Kate) I’m sorry. I was hoping to keep up the charade that my friends were normal for at least a few seconds. Josh grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Is there a bathroom I could use?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH AND BEN",
          "text": "Upstairs! Isaac gives them a strange look. Sarah enters. Hesitates second when she sees Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Dinner’s ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole group sits around a table eating Sarah’s pasta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Sarah, this is delicious. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s pasta and sauce from a can. Tomorrow I'll make something real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Instagram tells me you're still cooking a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ugh. Instagram lies. Unless Ramen counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "So being a lawyer's fulfilling all your hopes and dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Not all of us can stand astride the planet on the backs of hedge funds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Josh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I’m just saying, we graduated at the onset of the worst recession in eighty years. History says most of us will never regain the income levels we might have otherwise enjoyed. Isaac here is a beautiful anomaly and for that we salute him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Thanks Josh. How’s the PhD?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What’s that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "It’s a simple question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "But it had subtext.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You want the subtext?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Of course I want the subtext. \f29",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "How’s life on your academic pedestal, reading books and despairing about the decline of our culture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "It’s comments like those that make me despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Seriously. What do you do all day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I'm writing about the future of biography. How our ever-expanding digital footprint -- emails, texts, tweets, what have you -- will inform our “understanding of history and ourselves.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Which is ironic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Because I hate the modern world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "What era would you rather have lived in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Honey. The only thing I hate more than the present is nostalgia for the past. The former roommates trade uncomfortable looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben does dishes. Isaac dries. Alex and Josh lounge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to Ben) You don’t have to do them all. 24. There’s a charged moment that could go either way. Isaac laughs it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "29 \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "It’s okay. He’s compensating for the fact that he can’t chop wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Since when did you become a bitter old man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Around the same time you traded in for those shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You know, this whole footwear smear campaign is cutting me deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Maybe you should commit suicide. (OFF the others’ looks) What? Too soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "30 INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - CONTINUOUS 3 Siri and Sarah help Kate settle into a room upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "So how’d you meet Isaac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "It's... embarrassing. I was an intern. At his office. Sarah shoots Siri a look of disgust. Kate doesn’t catch i",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (CONT'D)",
          "text": "But we didn’t start dating until after I left, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Of course you didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music plays. Everyone drinks. Sarah photo-abuses the othe with her iphone. Isaac busies himself on his Blackberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "So how’s the novel, Ben? \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Good. Close to done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Are we in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yes and no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Is tonight in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Not yet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Tonight seems like it should definitely be in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Is it better or worse than your New Yorker story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It’s without a doubt longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(snapping a photo) God I loved that story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It’s the reason Siri agreed to go on a date with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "No, it’s not. But it didn’t hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I think I still have a copy here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You know what? We should stage a dramatic reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why not? You can play the protagonist. I’1l be the roommate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Really, Josh. It’s fine. \f27. That came out harsher than Ben intended. He and Josh are worked up by talk of Ben’s story. Sarah takes another pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Jesus can you stop with the photos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m sorry. I’m recording the moment for posterity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "By ruining it in the present?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(snapping another one) You're an ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Come on. Both you guys--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What are you gonna do? Put ‘em on facebook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t know. Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You're clinically obsessed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I like seeing what my friends are up to. So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "So your News Feed tells you Isaac is enjoying a Merlot in Napa, or Ben wrote a funny headline for the Post, and you think that means you still know someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Josh. Sarah--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, I do. Because that’s what people do, Josh. People who care, at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Sorry but I’d rather be in the fucking dark about what people are up to than mistake some false level of intimacy for friendship. \f28. Josh's words hang uncomfortably in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We're still friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Isaac’s on his Blackberry sending work emails to San Francisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(stashing his phone) Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Remember that time freshman year when we all got high and went to check out the glass flowers at the Natural History Museum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You got so paranoid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You had to talk me down. Kate notes their intimacy. Places her arm around Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "What was Isaac like in college?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Dorky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Uncultured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Pretty much exactly as he is now. Kate kisses Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Then he must have been adorable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What do you do, Kate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I work at a suicide and crisis hotline for teens in the Bay Area. (a beat) Sorry. I didn’t realize how strange that would sound until it came out. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(sarcastic) Shame I didn’t have your number. Could’ve solved all my problems. Kate looks at the ground and blushes. No one knows whethe rebuke Alex for his meanness. Siri stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m going to bed. She gives Ben a look that means he’s meant to follow her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Me too, I guess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Already? Hey it is just like college! Ben begs him, “not now,” with his eyes before leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Think they’1l get married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hopefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I want to go to a wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You'd wish them eternal unhappiness in exchange for a cover band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Who says they’d be unhappy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "The institution of marriage is inherently unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "If anyone can do it, they can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. ‘BEN AND SIRI’S ROOM,’ THE CABIN - NIGHT 32 Ben and Siri undress and lie down on opposite sides of th bed. A small universe separates them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Why did you lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What? When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "To Alex. About the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I didn’t. I’m working on it. (OFF Siri’s stare) Because this weekend’s not about my problems, okay? But we can schedule one of those if you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "These are your best friends, Ben. They’1l always be impressed by you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Then they’re fucking idiots. (a long pause) He’d been calling me. A lot recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Alex. Always just checking in. Nothing much to say. Asking about the book, the book. It got to the point where I was screening his calls. When the hospital called I thought it was him again. And I... Ben chokes up. Can’t finish his sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Hey. It’s not your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "But it kind of is, right? Ben look away from Siri. The gulf between them remains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kate’s fallen asleep next to Isaac on the couch. Sarah, A and Josh sit across from them, overtired and slaphappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Kate seems really sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "If you make one more comment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What? I’m being serious! She looks as peaceful as a child. Alex, Sarah and Josh try to stifle their laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "That’s it. Bedtime. All of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I’m ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Lemme come up with you? Alex shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex and Sarah brush their teeth, jockeying for space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac carries a half-asleep Kate to their room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh sits alone, rolling a joint. Lights it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f37 32. INT. ALEX’S ROOM, THE CABIN - NIGHT 37 Alex lies down and Sarah follows suit, her head in his la",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s funny. All of us breathing under the same roof again. Do you ever wish we could just go back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Sometimes. Actually, not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I guess I was mainly just scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Of you all. Of the possibility that you didn’t like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It’s the truth. I remember, that feeling, it didn’t go away until junior year. Ben had me at his parents’ place in New York for Easter. I don’t know what it was. It just felt like I'd entered this warm space, you know? We took the train there and back. Barely talked. It was better than talking. Sarah’s emotions swell. She sits up to look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Alex, I don’t know how to say this but have you thought about therapy? ‘Cause I’ve done it a lot and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You have? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You know. Just stuff about how I’m constantly anxious but can never pinpoint why. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "How ever since college I feel like I can only be with guys who are assholes or married. Or both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Has it helped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well. I take Xanax now. That does wonders for the anxiety. My therapist says the other stuff is very deep-rooted. (a beat) Oh my god. Here I am talking... I’m so self-absorbed. This is why I need therapy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No, it isn’t. We just need sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I know but... can I get you something? Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Sarah. You’re going to have to stop asking me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - CONTINUOUS 38 Isaac and Kate crowd together in a twin bed, spooning. Is is drifting off to sleep. Kate is wide awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Isaac... Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Are you asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Yes. Kate pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "What do you like about me? (a quick beat) You waited too long. \f39 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Come on. I was thinking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Well now I can’t trust what you say because it didn’t just come to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Are you being serious right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "They all think I’m young and stupid. Maybe I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You’re neither. Now please. Stop. OFF Kate, unable to slow her spinning mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah exits the bathroom and stumbles into Josh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Sorry. I was just... Josh tries not to look at Sarah’s breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I was... watching Real Housewives of Atlanta the other week and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No you weren't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I was! It was on, I was there, I couldn’t look away, and then I thought, “This show, it’s really about the human condition and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Josh. Shut up. \f40 41 42 35. A pregnant moment. Then THEY’RE GOING AT IT, making out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘BEN AND SIRI’S ROOM,’ THE CABIN - NIGHT 40 Ben and Siri listen to A BED GROANING RHYTHMICALLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Sarah and Josh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Like old times. Siri kisses Ben. He can’t get himself to engage. She brea it off and turns away, frustrated. Ben hates himself. He studies Siri’s beautiful back, but he can’t touch it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - CONTINUOUS 41 THE GROANING NOISE is even faster and louder now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I thought they hated each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "They do and they don’t. It’s a weird game they play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Your friends are fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I think they prefer “complicated.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Let’s never be like them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Deal. Isaac kisses Kate. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘JOSH'S ROOM,’ THE CABIN - NIGHT 42 Josh and Sarah lie together in bed. Half-undressed and feeling slightly dirty. Sarah begins to gather her clothe \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t know why I keep letting this happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Maybe because you want it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. This is just something I think I want and later feel awful about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Are Ben and Siri acting weird, or is it just me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s just you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Do you think they heard us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How would I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "She always was a light sleeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What is that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You know just how she'd wear those dorky orange ear plugs and still complain about the church bells waking her up every morning and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(getting it, appalled) You're still in love with her, aren’t you? Josh looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why just because she’s gorgeous and smart and has the most symmetrical face known to man? And Ben gets everything he’s ever wanted in life and I get--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Where do you get off thinking the whole universe is conspiring against you? \f43 44 45 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Wanna go again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You’re a dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "All guys are dicks. We’re hard- wired that way. It’s a simple matter of natural selection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're a dick who imagines he’s better than one because he can back up his dickish behavior with psycho- babble and pseudo-science.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Yeah yeah you’re right. So you want to go again? Sarah shakes her head at his temerity. They go at it agai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex picks up his rumpled jacket. Digs into the pockets a finds Ben’s waterlogged article. As he separates the crac pages and lays them on his desk he reads the author bio: “Ben Kaplan is pursuing his BA at Yale University. At 21, is the youngest author ever published in these pages.” As the prose washes over him, Alex's awe and longing for mingle together and bring tears to his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun rises, but it’s obscured by clouds threatening ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah slips out of Josh’s room and tiptoes down the stair",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f46 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah walks in and pours herself a glass of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI, (0.C.)",
          "text": "Busted. Sarah jumps. Siri’s drinking coffee in her running gear o the front porch. She gets up and joins Sarah inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Jesus. Do the others know too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Paper-thin walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Perfect. Sarah pours them each a mug of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "No one’s judging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Besides me! It’s like I’m this mature, successful, adult person now. Except when I’m with Josh and then it’s sophomore year, and I’m insecure, and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "It’s complicated. He was your first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, it’s simple. He’s using me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Who’s to say you aren’t using him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Because he’s a man-child who uses sex as a means of processing serious emotional issues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "And you’re an overworked tax attorney who could stand to get laid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "M and A. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "What? Sarah shoots Siri a look of disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Mergers and Acquisitions. That’s the kind of law I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Right. Siri fiddles with the sugar jar. Sarah drops it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you still...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Yeah. I’m think I’m still a little pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Have you taken a test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I don’t want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why not? Siri and Sarah are interrupted by THE SOUND OF FOOTSTEPS the stairs. Isaac enters and gives Sarah a bemused look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Don’t. Say. Anything. Isaac raises his hands defensively and grabs some coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "You’re up early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(holds up his Blackberry) Conference call with Singapore. If I can find some freaking service. And can you guys do me a favor and make an effort to be nice to Kate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why are you looking at me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Why do you think? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I found a signal on the porch. But you need to lean over the railing and hold one foot off the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m serious! Isaac's PHONE RINGS. He weighs his options. Walks outside take it. Sarah and Siri watch from the window. Outside, Isaac looks around. Leans over and lifts one foo Siri and Sarah duck down and LAUGH LIKE GIRLS MUCH YOUNGE Alex enters in running gear and the attention quickly shi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You don’t run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I’m thinking of taking it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're still recovering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I can always stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’ve been trying to motivate myself all morning. Come with me? Alex smiles at Siri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex and Siri jog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "So how’s Brooklyn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "It’s fine. \f41. Alex runs out of gas. He bends over, catching his breath. Siri puts her hand on his back. SIRI (CONT’D) Hey. You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Those photos you put up the other day look great. The way you and Ben went to all those thrift shops. Made the place seem so home-like. All you need now is a golden retriever. Siri snorts. Starts walking and Alex walks after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I went to the thrift shops. Ben moped. And it doesn’t look like we'll be getting a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don’t get it. What’s--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Can I tell you something? I don’t know who else... I just always felt like we could talk to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I got a job in LA. Dream kind of offer. But Ben. It’s like he’s resisting at every turn. We’ve been fighting about going, fighting about staying. We haven’t had sex in weeks and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay. Didn't need to hear that last part but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Sometimes I just think some space would be good for-- Alex halts in his tracks. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Stop. Okay? Just stop. You and Ben are gonna be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "But he’s not fine, Alex. That’s the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I mean... he’s blocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Blocked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "You can’t tell him I told you this, okay? He’s barely written anything in almost a year. Alex tries digesting this. Can’t fully. Starts walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "He’s the best writer I’ve ever read. I still remember the first time I read his stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I can quote paragraphs from that story. There’s no way he’s done writing. I won’t let him. Siri smiles. But she’s not quite sure anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and Isaac sit together, eating toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I miss living down the hall from you. I could just pop over whenever I wanted to talk. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Or sleep in my bed and cry about Josh. What was with those sleepovers, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t act naive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're being serious right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "This is me being serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Isaac... (decides to go for it) I always wanted you to make a move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "But you-- (dropping to a whisper) But you always said we shouldn’t because we were such good friends!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s what I said. Not what I wanted. Isaac’s thrown for a loop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I just. I can’t... you’re impossible. You know that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Fine. Your whole sex is impossible if that makes it less personal. Sarah dabs some cream cheese on Isaac’s nose. He grabs a stick of butter and SHE SCREAMS AS SHE AVOIDS HIM, LAUGHI Josh and Kate enter and are privy to the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Wait. I can use that. Josh grabs a piece of toast and uses it to wipe Isaac’s n \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Thank you. Everyone’s amused except Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "49 INT. ‘BEN AND SIRI’S ROOM,’ THE CABIN - CONTINUOUS 49 The FAINT SOUND OF LAUGHTER emanates from downstairs. Ben sits on the edge of the bed in his underwear, facing his laptop. He looks at the machine like it’s a menacing obje",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Alright. You and me. Who’s it gonna be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh nurses his coffee. Ben walks in, looking defeated. J Josh at the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "About time, you lazy bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You hook up with Sarah again? Ben raises his hand for a high five. Josh leaves him hang",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "How’s Siri?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "She’s on a run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Huh. They catch sight of Siri and Alex approaching the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "And... she’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f51 52 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex tries the bathroom door. It’s locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (0.C.)",
          "text": "One second! The door opens and Kate appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (CONT'D)",
          "text": "All yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Thanks. There’s an awkward moment where Alex fails to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Hey. I’m sorry... about what I said last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "It’s okay. You’re not even 48 hours removed from a traumatic event. You're suddenly the subject of a lot of love and attention and it’s making you feel a bit manic but also oddly angry. I imagine you experience rapid mood cycling and you’re scared as hell about the next time you’1ll crash. So no, I’m not taking it personally. Alex is surprised by her insight and candor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "And don’t worry. You'll level off. Kate brushes by him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh runs into Siri, who’s performing sun salutations. He lights a cigarette and gestures towards some flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Early for these guys to be in bloom. \f53 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Who are you? Ralph Waldo Emerson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Just an avid student of climate change. Did you know they’re using Thoreau’s diaries to measure the effects? In 15 years you'll be able to plant mangos here. I’m just waiting for the right moment to buy up vast tracts of Canadian wilderness and then-- Josh trails off. Siri looks up at him from her downward d",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "What? Then what? Josh realizes he’s been staring and looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - A LITTLE LATER Isaac KNOCKS ON THE DOOR and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Knock, knock? Who’s there? He finds Kate, reading on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "Hey. I’m done with work. Want to take a walk? (Kate shrugs) Okay. What’s up? Kate keeps reading. Isaac lies down and puts his head dow her stomach, obstructing her line of sight. Kate sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Every time I turn around you're laughing with her. Or you’re reminiscing with her. Or--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You're being ridiculous. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Go ahead. Belittle my feelings. That always helps. Kate gets up and goes for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Kate. Come on! But she walks out. OFF Isaac, lying on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of feet dip gingerly into the stream. Alex, Ben, J and Isaac sit on rocks on the river bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You’ve got great southern exposure, so I was thinking of installing a solar array. Maybe a few rainwater basins too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "And then you'd have everything you need to start your own cult. Wouldn’t that be something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’m in. Josh wields a fishing rod. Casts a line. He’s an inept fisherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You guys remember Michael?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I still see him sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Guess how much he made when facebook went public?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I don’t want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "60 million dollars. Isaac whistles. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "How much do you make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Come on. I think we’re past politeness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I know you are. (a beat) I’m still the kid who wouldn’t miss a meal in the dining hall, even on Friday nights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "So what are you gonna do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I don’t know. I'd invest, but I know too many bankers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You can always give some to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Thanks, Josh. Alex tosses a small rock into the water. Isaac follows su",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "What do you think the girls are doing right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Their hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "There’s a thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Maybe we should propose an elaborate swap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’m sure they'd be thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Numbers are uneven. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "No they’re not. Alex gets sweet, nubile Kate, Isaac gets Sarah, and I get Siri because, well, she’s all that’s left. Oh and Ben gets to be published in The New Yorker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That’s hilarious. There’s a silence, but it’s broken by a DOG’S BARKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "What the fuck is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "A dog, Sherlock. They all look around. Sure enough, a dog appears, looking disoriented. Alex kneels and checks for a collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "There aren’t that many houses around here. Where’d you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Hello! Anybody lose a dog? His yells are met by silence. The dog looks up expectantl",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "He looks hungry. Ben takes out a granola bar. Isaac stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Whoa. You don’t feed a strange dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Because you’1ll just confuse it and make everything worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That’s bullshit. Ben bends down and feeds the dog. Storm clouds gather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I just felt a drop. It’s gonna start pouring. \f55 56 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Well we can’t just leave him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Owner should have thought of that and put a tag on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Yeah and that poor person should have made more money if he was planning on getting sick. Don’t tell me you’ve turned Republican on us too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What if I did? Everyone’s stunned by Isaac’s heresy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CRACK OF THUNDER. Sarah finds Siri reading on the couch",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "The boys better be close or they’1l be drenched. Want to go on a food run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m actually feeling a little sick... but I did want to pick something up. Siri hands over her keys. Sarah gives her a worried nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (0.C.)",
          "text": "I’1l go. Sarah turns and see Kate, standing behind her in the door She smiles, trying to master her displeasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys plus dog walk, getting drenched by the rain. The shout in order to be heard above the storm. \fThey walk 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Is it because you grew up poor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Is it because your family was poor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I don’t know. Kind of like, “I worked hard to feed and clothe myself. Why can’t other people? Why can’t the dog?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Some people do work harder than others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "No one is self-made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "But there are degrees. in silence for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What about your roots? Wasn’t your dad in like an auto workers’ union?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Don’t talk to me about my roots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I’m just saying--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "No, you're not, Josh. This isn’t a fucking seminar and I’m tired of you making some sort of fetish out of my family. Okay? Josh shuts up. The guys trudge on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f57 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah and Kate peruse the produce aisle. Kate grabs a watermelon and holds it aloft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Will this one work? Sarah takes it, holds it to her ear, and taps on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Not ripe enough. Sarah selects another. Repeats the process. Puts it in th cart and moves on brusquely. They reach a pyramid of appl",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "When did you first meet Isaac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Freshman year. He lived across the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "God I was so nervous about going on this trip. I guess I still am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(still uninterested) Oh yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Isaac just looks up to you guys so much. It’s like meeting the parents, but worse because there are five of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Be happy you’re not meeting his parents. Sarah moves on to the onions. Kate tries a different tact",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I’m so jealous of you. Kate succeeds in getting her attention with that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "You guys just have all these experiences of him I’1l never have. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well. What do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I just want to feel like I’ve known him for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Isaac was... shy, sweet. The only one of us from the Midwest. The least neurotic of the bunch by far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I can see it. Sometimes I think he takes me fancy places to impress me. Which is really cute, but it’s not why I like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Because he’s grounded. He’s kind. And he gets all worried when I’m sad. The other week we celebrated our quarter-year anniversary. Which is ridiculous but made me so happy. And he has the right priorities. Which I think is really rare. Sarah absorbs Kate’s description. Allows herself -- just a second -- to be overcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (CONT'D)",
          "text": "Is everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(recovering) Yeah. You're right. That’s exactly him! What else is on our list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drenched to the bone, the guys burst in. Siri is at the table, drinking a cup of tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Big news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "What? \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Isaac's a Republican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That’s not the news. The dog bounds in and SHAKES HIMSELF DRY, soaking everyth",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "We found a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "What? Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I don’t know. In the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I’m going to take a shower. Everyone looks at one other. Ben moves to follow Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Uh. Here. Lemme--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What? Bathe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "No. Just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'm fucking fine, okay? (to everyone) Thanks for all the concern, but I’m fucking fine! And you can stop following me around, okay? Alex stomps upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You heard the man. He’s fucking fine! No one finds this particularly funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "He’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I... just know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I‘1l invent an excuse to go up there in a minute. Sarah and Kate burst in the door, bearing loads of grocer",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Sweet nectar and ambrosia!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "There’s more in the car. Everyone gets up to help. Sarah hands Ben the car keys. T dog goes to Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You know Josh. Makes friends wherever he goes... Isaac buttonholes Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(apologetic) Hey. I missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "You too. Kate kisses him. Sarah clocks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex rejoins the warmer and drier group. Ben and the dog stare at each other. Siri feeds Ben a slice of watermelon",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Your relationship with that dog is becoming unhealthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Shhh. I think I can read Timmy's thoughts. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Timmy? Eye rolls all around. Ben starts doing the voice of the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Gee am I glad I’m inside and not lost in the woods. That mean one with the effeminate shoes almost didn’t let me. I’ll bite him later. Everyone laughs. Josh takes his turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I love young urban professionals. You always have the freshest, most organic food. And your liberal guilt makes you incapable of withholding it from me. More laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I just thought of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I told Siri I loved your place and all you were missing was a dog. And now you’ve got your chance. Ben looks to Siri. Sarah notices her becoming upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "We're not getting a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why not? You guys even have that little back yard. Everyone looks to Siri. She looks to Ben for help but doe get any. She gets progressively more worked up as she struggles to answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "We just... It’s not... You know what? Ben can fucking tell you. Siri walks out. All the confused attention shifts to Ben. \f60 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(in a bid to distract) So... what are we making?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Chilled watermelon soup and sea scallop risotto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Fancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I like a challenge. Sarah notices Josh rolling a joint on the kitchen table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What? It’s like a magic appetizer that makes everything that follows taste that much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fire crackles. Isaac makes a cocktail while Ben combs through a stack of LPs. Holds up Bruce Springsteen's Nebraska. Josh groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "It’s like we're gripped by this never-ending nostalgia for our parents’ music. It’s oppressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Come on. Who today rivals The Boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I’m just saying, it’s unhealthy for any generation to agree so thoroughly with its parents that its own music sucks. Ben digs around. Holds up Arcade Fire’s Neon Bible instea JOSH (CONT’D) Arcade Fire? \f61 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Too Canadian. But who knows... Josh lights his joint. Inhales deeply. Exhales. JOSH (CONT’D) Maybe it fits our post-modern profile for a Canadian band to best express American anxiety in its gradual post-empire period of decline. He offers the joint to Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I don’t normally--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "It wont bite. Kate accepts Josh’s gift. Inhales. Coughs. Offers it to S but she refuses. Ben notices. Odd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Jesus what is wrong with everybody? I mean. If now isn’t a time to get fucked up, I don’t know when is. Josh hands Ben the joint and selects a record. JOSH (CONT’D) Fuck it. Let’s dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As THE MUSIC BLASTS in the next room, Sarah begins to coo dicing ginger, adding water to the risotto, lightly brais the scallops. She really is an artist in the kitchen. Isaac appears. Looks on in awe. Sarah notices him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey. What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "How serious were you this morning? \f62 63 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Come on. About us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Isaac. I just thought... No, you know what? I’m sorry I said anything. I shouldn't of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Well I’m not. Sorry. They look at each other, both aware of the magnitude of w they're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (0.S.)",
          "text": "Isaac! Get your anti-government ass in here! Isaac holds Sarah's gaze for another second. Then retreat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music still blares. People dance stupidly. Josh rolls another joint. Everyone helps themselves to more drugs an alcohol except for Siri, who again refuses. OFF Ben, studying her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben pulls Siri inside. The MUTED THROB OF MUSIC AND LAUGH can still be heard over in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Ben. What is it? What!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Nothing. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "When have you ever turned down a joint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m not in the mood. Ben just looks at her. SIRI (CONT’D) Dammit Ben! Siri starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What? Tell me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I didn’t want it to influence you. Us. It should be about us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What should?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m... I don’t know. I... I think I might be pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Really? Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "No. I just... I’m really late. And-- (she notices Ben’s face) What? What are you thinking? Why do you look like that? There’s a pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’m imagining a baby. One who looks half like you and half like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "That tends to happen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "No. I’m serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I know. I’m sorry. I just-- \f64 65 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Maybe I can just go with you. I mean, sure, I’1l be unemployed. But people do it. Maybe I can just give up writing and find something that doesn’t make me feel crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Ben. Don’t say that. Don’t say... any of this unless you mean--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Siri. Let’s try. Ben kisses her. Hard. Siri’s scared as hell but also happ in spite of herself. She kisses him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yet another joint is passed around. Kate is particularly gone -- swaying unsteadily, kissing Isaac’s neck and ear. Sarah enters. Finds everyone except Ben and Siri partying",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Food’s ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Everyone eats ravenously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It’s the sound of hungry people eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The food's incredible. Everyone murmurs their agreement. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You guys are just saying that because you’re stoned out of your minds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "We're barely high. We notice Kate licking the remains of her watermelon soup",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Okay. Some of us might be... Kate looks up apologetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I’m sorry. It just feels so nice and cool on my tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Seriously. Why haven’t you opened your own restaurant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s called law school loans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why didn’t we do more drugs in college?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I figure I’d be much less curious now if I’d only done a better job getting it out of my system back then. As it stands, I’m stunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "We were doing well for a while there during freshman year. Remember when Siri took her clothes off in the Silliman quad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Shut up! You dared me! Everyone chimes in with their own favorite memories and embellishments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What happened to us? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "We got serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "We got girlfriends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You know what this is like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This is like The Big Chill, except Kevin Costner is alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Costner was in The Big Chill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "His feet were, at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "What are you guys talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Timmy’s favorite movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Who's Timmy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Don’t listen to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Why does everything in our lives have to be like something else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "That’s deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "No. I’m serious!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Because that’s how people relate to each other these days. We don’t talk about things. We reference them. Like, “How was your weekend?” “It was good. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Kind of like Wedding Crashers meets The Beach.\" Or “I feel just like Rachel when she found out Ross was marrying that British girl.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Did you just admit to watching Friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You know what? That’s not the fucking point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "(touching her face) I’ve never felt this high in my life. Kate wipes her forehead and BEGINS UNBUTTONING HER SHIRT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (CONT'D)",
          "text": "Is anyone else, like, really, really hot? Isaac comes to her aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Okay. That’s probably enough buttons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You mean bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I mean both. A CELL PHONE RINGS. Everyone looks for the source.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Ooh, that’s mine! Kate finds her phone and answers it at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (CONT'D)",
          "text": "Hello? Uh huh. (a pause) Tonight? Of course I’m okay. (another one) Okay bye! Kate hangs up the phone. Clocks everyone’s expectant look Promptly BEGINS HYPERVENTILATING. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (CONT'D)",
          "text": "Oh my God. Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What? What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I’m on the edge of my seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "They want me to cover on the crisis hotline. Tonight. I can’t breathe. I can’t breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Sure you can. It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I’m sure she'll do great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "She'll knock ‘em dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "That isn’t funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It’s a little funny. Kate EMITS A PLAINTIVE WAIL and sinks onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I can’t do this right now. Isaac gets down on the floor. Fans her while cradling her head. Sarah gets up from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’ve got some Xanax in my purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "(reaching into his pocket) I’ve got some Klonopin right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Xanax kicks in faster. Sarah leaves the room to get it. Josh CALLS AFTER HER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Well Klonopin lasts longer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Which one do you prefer, Timmy? \f66 66. The dog looks at Ben. Isaac tries to calm Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Hey. Look at me. We’ll get you all set up in a quiet room upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(as the dog) I experience less side effects with Xanax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You can talk on the phone just like you're talking to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Are you kidding? You’1l do fine. Sarah reenters and hands Isaac two pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "And now you've got the best anti- anxiety medicine money can buy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Well, that’s disputed. Isaac helps Kate swallow the pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plates are cleared, surfaces sponged, pots scrubbed. Everyone’s there except Isaac and Kate. Ben holds up a ne clean bowl of soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hey look. Kate missed a spot. The guys laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What a nutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Come on. Remember the first time I got really high? It happens. Stop being assholes. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Since when have you become her advocate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not. I’d just... hate to know what you say whenever I leave the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Don’t worry. We’ll tell you you're crazy to your face. Sarah swats Josh with a dish towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "67 INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - CONTINUOUS 6 Isaac dotes on Kate as she gets ready for her shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Okay. You’ve got a glass of water. You've got emergency Xanax. You’ve got lumbar support. And you’ve got this bucket in case you feel like you need to puke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Isaac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "For how I just freaked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Don’t even think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone except Kate, Ben, and Siri sits around, drinking more alcohol, the atmosphere slightly darker and drunker. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Josh) Since when did you start taking meds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Oh, you know. Now and then I score some from friends who are really fucked up. They’re like, “I’m so fucked up, I don’t know what to do with all these meds.” So I help them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "By purchasing their prescription drugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Medication is wasted on the sick. Besides, it’s only for when I’m wondering whether I’m wasting my life on a dissertation no one in their right mind will ever read. Sarah digs into her purse and produces a stack of index cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Let’s play a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Do you keep things in your purse just in case the conversation gets too depressing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(dealing the cards) It’s just blank index cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Then what are the rules?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(passing out pens) You make them up as you go. (writing something down) Here. I’1l go first. Sarah lays a card down and Isaac reads it aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Everyone must touch their head and rub their belly before playing a card -- or they have to drink. \f69. Ben and Siri appear. Glowing a bit like we haven’t seen t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What are we doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Playing an imbecilic game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’m in. Ben grabs five blank cards and sits down next to Josh. Is writes on an index card and plays it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You didn’t pat your head and touch your belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Do we have to keep saying the word “belly”? It’s weirding me out. Isaac drinks. Josh picks up Isaac’s card and reads aloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Before you speak you must turn to the person on your left and introduce yourself, then hug. (to Isaac) You're fucking kidding me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You didn’t introduce yourself before speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You didn’t either. Sarah turns to Isaac and Josh turns to Ben. Awkwardness ensues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH JOSH",
          "text": "Hi, my name is Sarah. It’s Hi, I’m Josh. This game is great to meet you. slowly making me stupider. The two pairs hug gingerly. Josh scribbles furiously, pat his head and rubs his stomach, lays a card. Ben picks it and looks to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hi, I’m Ben. Ben and Alex hug. Ben reads warily from the card. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Suicide. Everyone must take turns explaining what it means to them. Everyone's silent. Sarah shoots Josh a look. Quickly writ something on a card. Pats her head, rubs her stomach, and lays it down. Isaac picks it up and turns to Josh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Hi, I’m Isaac and I’m a Republican. Play this card at any time to make all of Josh’s rules invalid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "(to Sarah) You can’t do that. You played out of turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "The card said it could be played at any time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "But that’s violating the game's underlying architecture of taking turns laying cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Let me just add. Neither of you introduced yourselves before speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH JOSH",
          "text": "Neither did you! Neither the fuck did you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay, Josh. Let’s do it. But you start. Everyone's startled by Alex’s comment. It’s as if they’d forgotten he was there in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Okay. I get sadness, I get depression, I get anxiety. I’m pretty sure I’m experiencing at least one of them at all times. But I don’t understand suicide because I’ve never once been not absolutely terrified of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t want to play this game anymore. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Why not? We’ve been dancing around the main point of this trip all weekend. I mean, Christ! No one will even talk about the downstairs bathroom and why we’re not using it. So let’s open that door. Literally, metaphorically. Pardon the pun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Josh. Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "No. Alex should give it to us straight. Tell us how good a job we all did in bucking him up when he was down. How we noticed his increasingly erratic Tweets and status updates and thought enough to do something about it. How this group meant something more than our own entertainment back in college. How it still means something now. Sarah jumps up and leaves the room, MUFFLING A SOB. Alex hesitates and Isaac looks up. Ben’s become white as a she",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Let her go. She’1l be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You're an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I’m a truth teller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Fuck you. Alex always wrote crazy shit on Twitter. How were we supposed to know that this time--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What was it? Ask for me tomorrow, and you shall find me a grave man? Lot of ambiguity in that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Well then where the hell were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "That’s my fucking point! Where the hell were any of us? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(softly) It was my fault. Everyone looks at Ben. Confused by what he’s just said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Alex called me that day. A few times. I didn’t pick up. (starts getting emotional) I didn’t pick up even though I knew he wasn’t doing well. I didn’t. I was avoiding it. It’s my fault... Fucking hell it’s my fault!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No it’s not. I mean, yeah. I was upset you weren’t answering. But I... I didn’t want to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What? Then why’d you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I mean. I thought at one point I did. But then I changed my mind. I called the hospital myself. I think... I think I just really wanted to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You wanted to see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah. You. Everyone. All of Ben’s pent-up guilt and vulnerability starts evolv into some serious anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You wanted to see me and this is what you did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I’m not trying to say it makes sense. I just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Do you know what I’ve been feeling since--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yes. I do! \f69 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "And now you’re saying it’s cause you fucking wanted to see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Well it’s not like any of the more conventional options were working!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I had shit to do. I was living my life. I was busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Oh yeah? What was keeping you so busy that you couldn’t find the time? Clearly not your fucking book. Ben’s thrown by this. Looks to Siri in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You told him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Ben...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I can’t believe you did that. Ben storms out onto the back porch. Siri’s not sure wheth to follow him. No one knows what to say to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘SARAH'S ROOM,’ THE CABIN - NIGHT 69 Sarah lies curled up on her bed. Josh appears in the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Hey. She doesn’t respond. Josh lies down next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "I’m sorry. Sometimes things need to get said. And in those instances being an asshole comes in handy. They lie in silence. Josh kisses Sarah’s shoulder, her ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Josh. Stop. \f74. But Josh keeps kissing her until she pushes him away and out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Jesus, Josh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What? All that talk about death? Tell me you don’t want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You know what I want? I want you to have acted like my boyfriend seven years ago. Taken me to a movie. Bought me a fucking ice cream cone. I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Sarah. Come on. Josh sits on the edge of the bed. Sarah’s fighting a losi battle against her composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Instead of being the guy who permanently fucked up my expectations for normalcy in a relationship. The guy who made me explain to my mom that no, Josh isn't exactly my boyfriend. He’s more like someone who sleeps with me when he comes home pining for my best friend and too drunk to see straight. Josh gets up and walks towards her as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I was 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So was I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "My dad was leaving my mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Is that your excuse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I was just so... angry. At him. At Ben. At everyone. \f70 71 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That you didn’t even see what you were doing to me? Josh is inches away from her, at once hurt and seeking forgiveness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Please leave. Josh stumbles to his feet. Leaves. Sarah’s feeling a mill emotions at once. But she’s also proud of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben holds a beer and looks up at the stars. Swaying sligh he’s noticeably drunk. The dog approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Timmy. Do you like it outside? Does it remind of your ancient past? When you were a fearsome wolf? He kneels down. Grabs the dog and stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "I was a wolf too, you know. Don’t believe me? I was published at nineteen, Timmy. Nineteen. But then. Then I started thinking. Ben gets up and starts pacing around. Looks at the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Oh come off it. My prose is not “Byzantine.” But seriously. In all honesty. It’s nice to have someone to talk to about all this. Cheers. Ben downs his drink. Tosses it off the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Siri enters. Pulls down her pants and sits on the toilet. Notices something we can’t see. She’s suddenly filled wit overwhelming mixture of relief and loss. \f72 73 76. Someone outside tries to turn the door knob and finds it locked. Siri struggles to compose herself and sound norma",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "One minute!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex moves away from the bathroom door. He heads back downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex stops at the bottom of the landing when HE HEARS KAT VOICE emanating from the other room, the door ajar. He in closer and spies on her: Kate lies with her feet on the w and her head dangling off the bed. Sleepy and stoned, she talks into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Amber. That’s a pretty name. How old are you? (a pause) What’s up? What’s going on? (another one) Man. That’s tough. It’s so tough to feel like you've finally found that person. Like they’re so right for you. And they don’t feel the same. Alex continues to listen in. At first, he’s bemused. But, slowly, Kate’s words begin to get to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (0.C.)",
          "text": "Like, they’re not perfect. In fact, they’re flawed. And fucked up. But you even love their fuck-ups. And you're like, why can’t you see what I see? Kate listens with her eyes closed, then she opens them. KATE (CONT’D) But Amber. Amber. Lemme tell you something. A lot of people, they’re afraid to feel what you’re feeling. They don’t let themselves. (a pause) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77 77. KATE (CONT’D) But you. You’re willing to go there. And, yeah, break down a bit when it doesn’t pan out. And to me, that means you are very, very brave. And to me, that means you’11l be just fine. Alex stands in the same position, except now he’s crying. advice is so juvenile and so simple, but it gets him. It’s like she was talking to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Siri walks outside and finds Ben. She stands next to him the railing, but their gazes are far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Pitch me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "On what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "On why you want to try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Siri. I told you. I want to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "But tell me more. I need reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Because... Because it turns out I’m not, okay? Turns out it was a false alarm. Ben takes this in. It hurts. \f78. SIRI (CONT’D) And I think you got caught up in the moment and you said some things but you don’t really feel that way. And you're going to regret it. Ben’s silent. SIRI (CONT’D) What? Say something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I don’t know, Siri. I wasn’t lying back there. But... maybe you’re right. Maybe... I don’t know. Siri feels this like a punch to the gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Oh my god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I push you that much and you fold. You're not even fighting me! I can’t believe you. I don’t know why I keep expecting--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That’s not fair. You always pretend to be the one who’s all in. But I don’t think you want this. You just don’t want to be the person who admits it. Siri’s floored. And frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I have tried and tried to tell you that I don’t care what you do--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "“Try” being the operative word, Siri. I can feel you trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Goddamn I wish you could hear yourself sometimes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Why? \f78 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Because I love you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I love you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "But I can’t handle your self- loathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’m sorry. But I don’t want to like myself right now. Siri fixes Ben with her gaze. Turns and walks back into t house. Ben KICKS A WATERING CAN across the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah finds a joint. Looks around before lighting it and inhaling. Isaac enters and she quickly stashes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Some night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I wasn’t joking about dinner, by the way. You have a real gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’m serious. You should open up your own restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah. I’m sure that would fly with my parents. They work their whole lives so I can become a doctor... I think they may have finally made peace with my law degree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What’s wrong with owning a restaurant? \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nothing! It’s just... It would break their hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "So you'll just give up on what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Who says it’s what I want? Isaac looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Fine. It’s what I want. Without warning, Isaac MOVES IN TO KISS HER, but she danc out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Fuck. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t take it personally. It’s... a new policy of mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I just did the same thing to Josh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "So what you’re saying is I’m the second reject of the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Isaac. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I just. I really thought this was what you wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I did! I do. I mean... for a long time, I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "But... \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But you don’t want this. Your shy, nineteen-year-old self does. You want closure. You want to express your anxieties about how this thing with Kate might be real. Because I think it is real, and I think you think it could be real. (a beat) You want all those things, but not me. Not really, at least. That’s why. Isaac processes this. As if on cue, THEY HEAR FOOTSTEPS a turn to see Kate entering from the dining room. Isaac attempts to shift gears quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Hey! Is your shift over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "And I don’t even think I have blood on my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(trying her best) That’s great! Isaac feels horribly guilty. Kisses Kate on her forehead. Meets eyes with Sarah as he does so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Ready for bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Yeah. Isaac and Kate exit. Once they’re out of sight, Sarah exhales. That was really hard for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh appears. Joins Ben and lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Where’ve you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Attempting to have sex with Sarah. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Good for her for turning you down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Thanks. They stand for a moment in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I can’t remember which happened last: Me writing something good. Or Siri and I having sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "So what you’re saying is you’re blocked in more ways than one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Maybe it’s just a phase. I hear women go through those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Not a phase. A symptom. Of something bigger. Ben motions for a cigarette. Josh obliges him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "I'm afraid to hold her too tightly and I’m afraid to give her too much space. Fuck. I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Wow. Your life sounds as fucked up as mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Let’s not get ahead of ourselves. Ben can’t help but smile. Josh does the same. They both S CHUCKLING at the sad irony of their circumstances. Then there’s a pause as Josh summons up the will to say w comes next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "And to think I’ve been jealous of you for seven years. Josh's honesty is cathartic. \f80 83. JOSH (CONT’D) You know, as much as I’d love to derive some perverse pleasure in all this, I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Thanks. Josh puts a hand on Ben’s shoulder. It’s a reconciliation sorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ALEX’S ROOM, THE CABIN - A LITTLE LATER 80 Alex is in bed reading. There’s A SOFT KNOCK at the door Siri appears, looking distraught and ghostly and beautifu",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey. What’s up? Siri walks closer and sits on the edge of his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "For what? We realize that Siri’s crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I... don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You've been quiet this weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Everybody likes talking more than listening. Sometimes I get tired of it and prefer the opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "If that’s not a rare quality, I don’t know what is. Siri pauses and looks down at Alex’s bandaged wrists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Can I see them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why? \f81 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay. Slowly, Siri UNWRAPS ALEX'S BANDAGED WRISTS. When they’re bare, she grabs hold of his hands and lowers her head to at his wounds up close. She looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "What? Siri holds Alex's gaze another moment, then she begins to kiss his wrists, moving slowly up his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Siri. I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I’m as close to him as you’re ever going to get. They begin to kiss feverishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben and Josh amble inside and find Sarah, sitting with th dog on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Looks like someone made a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "He’s sure nicer than you all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Where'd everybody go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Isaac and Kate went to bed. I think Siri did too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What about Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I thought he was with you! \f82 83 84 85. The three quickly mobilize into high alert. They each tak off in different directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ALEX’S STAIRCASE, THE CABIN - CONTINUOUS 82 Ben takes the stairs with purpose, turning when he gets t the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ALEX’S UPSTAIRS HALLWAY, THE CABIN - CONTINUOUS 83 Ben walks quickly toward Alex's room. He flings open the and STOPS DEAD IN HIS TRACKS. There’s AN EXCRUCIATING MOMENT OF SILENCE, then all at on Ben turns around and rapidly retraces his steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI, (0.C.)",
          "text": "Ben! But Ben doesn’t turn back or slow down. Moments later Ale and Siri appear, in close pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Ben! Hold up. Alex makes it to the stairs first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben brushes past a bewildered Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ben. What is it? Seconds later, Alex and Siri do the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "Alex. What’s going on? No one answers her. Sarah and the dog follow them all out front door and into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f85 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moonlit driveway. Ben brushes by a confused Josh. Alex the first to catch up with him. He grabs his shoulder and spins him around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "What can you possibly say to me right now? The others begin to gather a short distance away. Alex tr to put his arms around Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "That I... I love you. More than anyone in this world. Ben flings Alex's arms away and keeps moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Fuck you. He goes to open the driver’s side door of Isaac’s rental Alex tries to grab him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Come on, Ben. You don’t even know how to drive. Ben TURNS AND SLUGS ALEX in a single motion, sending him reeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Can’t be that fucking hard. He hops in the car, finds the keys in the ignition, and starts the engine, cruising unsteadily down the driveway. THERE’S PANDEMONIUM as Alex and Isaac chase after the car while Siri runs to her Saab and tries to open the door. Siri searches frantically for her keys but can’t find the Out of breath, Alex and Isaac rejoin the others and look Siri, who’s emerged from her car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Where are your keys? \f86 87 88 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(suddenly remembering) I gave them to Ben... Everyone looks to one another, unsure what to do now and helpless to change the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "I/E. ISAAC’S CAR - CONTINUOUS 86 Ben drives poorly. Cursing, drunk, he fumbles around the steering column, trying to find the headlights, ACTIVATIN THE WINDSHIELD WIPERS instead. Finally, he switches on th lights. They illuminate a large tree in his path. Ben slams on the breaks. But it’s too late. The car skids into the tree. For a moment, EVERYTHING IS QUIET. Ben’s dazed and bleedi slightly from his forehead. He tries moving. It slowly da on him that he isn’t very hurt. Ben stumbles outside and performs a cursory inspection of car. Suddenly realizes he’s very cold. Ben climbs back into the car and sprawls out across the backseat. Looks over and notices A PEN AND PAD OF LEGAL P in the seat pocket. Grabs it and hurls it across the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex approaches the door to the downstairs bathroom. Open and takes in the messy scene without flinching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Siri tentatively opens the door. Crawls into bed with Sar Sarah turns and puts her arms around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f89 90 92 91 95 88. INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - NIGHT 89 Kate sleeps. Isaac lies awake, watching her with a mixtur guilt and tenderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ALEX’S ROOM, THE CABIN - NIGHT 90 Josh enters with a package of frozen peas, looking for Al Finds Ben’s article instead. He starts reading it. Smiles PRE-LAP: The sound of VIGOROUS SCRUBBING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two hands with bandaged wrists move rhythmically across t tiles. Alex is on his knees, removing blood stains from t grout. He works feverishly, but he doesn’t seem desperate Instead he’s simply resolved to accomplish the task at ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is just beginning to cast a faint glow in the eas hand scribbles notes furiously on a yellow legal pad. Ben doing something he hasn’t done in a long time. He’s writi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kate emerges, feeling hung over. She notices Alex sitting the stairs, a package of frozen peas against his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Hey. Alex notices her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey. How was your shift? Kate sits down next to him. \f96 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Nobody killed themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "That’s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Not that you believe I had a hand in that. Alex thinks a second, then looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Actually, that reminds me of something I wanted to talk to you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Yeah? Kate sits down besides Alex on the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh enters with the dog on a MAKESHIFT LEASH and finds I and Siri. Isaac looks at him funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What? Sarah appears. She and Isaac both reach for the coffee machine at the some moment, then retreat. It’s awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Will someone please tell me what the hell is going on? Alex and Kate walk in. Alex avoids eye contact with Siri he pours himself coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Guys, I have an announcement. I’m sorry for fucking up all your lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Mine was already fucked. So don’t mention it. \f98 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "This isn’t a joke. I’m the cause of... all of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "No, you're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yes, I am. So please just let me take some responsibility. Alex heads for the door. Sarah makes a move to go after h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "Please. Alone. Alex leaves. They all hear the front door OPEN AND CLOSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex keeps walking. Takes in the bird song. Calms his bre Finally, he catches sight of what he’s been looking for: Ben sits in the opened trunk of Isaac’s car. He’s writing the same legal pad and seemingly oblivious to everything else. As Alex gets close, Ben finally notices him and looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Nice shiner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Nice driving. (a beat) What you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Just writing. Alex allows himself to smile, but it quickly vanishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Ben. I’m a little fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Really? \f99 Alex gl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Can I play that card right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "For how long, do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Wouldn’t push your luck. starts to break down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I’m just so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hey. World’s got enough people you gotta explain yourself to. Alex smiles at hearing his words repeated back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Where'd you get that one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Some wise idiot said it to me once. Alex might want to say more, but instead he just nods. Be hugs him, taking him by surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac joins Sarah. She leans on the balcony, smoking a jo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Thanks, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "For rebuffing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey. What are friends for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’ve been thinking a lot this morning about investing. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah. That’s not weird or anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’m being serious. I want to invest in you. Sarah turns to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I want you to start that restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I thought we went over this last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "We did. But I haven’t changed my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "On the contrary, I’m an exceptionally savvy businessman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well I’m sorry but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’m imagining a place, maybe on the Lower East Side. Sarah pretends not to be interested. ISAAC (CONT’D) Not too big. Twelve tables, at most. Food from... Begrudgingly, Sarah begins to play along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Upstate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Naturally. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(half in jest) The dishes could make tasteful nods to the area’s fading Jewish and Chinese denizens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Egg Drop Matzo Ball Soup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Szechuan Brisket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Stir-fried Kugel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Gefilte Fish Dumplings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Now we’re in business. Sarah laughs. She’s still skeptical and half-joking. Thou she can’t help but begin to imagine it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "100 INT. ‘BEN AND SIRI’S ROOM,’ THE CABIN - CONTINUOUS 10 Siri calls Ben for the millionth time. Gets his message, the phone down in despair. Josh appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (0.C.)",
          "text": "He’s just blowing off some steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Sure. (suddenly desperate) Josh. I really fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "He’1ll get past it. Siri doesn’t buy it. JOSH (CONT’D) It’s ironic, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "What? \f101 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I guess I always thought, if you were going to slip up, that it’d be with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Oh Josh. I could never have done that to Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Sometimes your logic confuses me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Me too. They hear A CAR APPROACHING. Siri goes to the window. 101 Siri watches Isaac’s rental car roll slowly up the drivew The dog rushes out in front of the cabin, barking. Siri’s suddenly flustered. An emotion she almost never displays. She tries to fix her hair in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "You’ve never not looked beautiful. Siri stops fussing and looks up at Josh. She’s still anxi but she smiles thankfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex drives and Ben rides shotgun. Alex parks the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Thanks for the ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "So you'll consider the offer? Ben nods. Alex looks at the legal pad in Ben’s hands. It’ filled with writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (CONT'D)",
          "text": "It’s really fucking good, you know. Quite an auspicious start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Well, I guess I have you to thank for that also. \f95. Alex nods. A wry expression on his face. They both smile sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben and Alex get out of the car to find the dog, all whip up in a frenzy. Ben gets down to pet it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hey Timmy. Missed you. Ben looks up to see Isaac, Josh, and Siri waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(re: the car) Gee thanks, you guys. Really glad I declined the insurance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You can say it was an enormous elk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "In the shape of a tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It jumped out at me like an elk. But the mood loses its levity when Ben and Siri lock eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ben and Siri walk, for a long while in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Do you hate me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I could never do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Are you sure? They reach the spot at the end of the field and look back towards the house. Ben turns to face her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Wouldn't be fair to forgive Alex and not you. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Guys do it all the time. They look out at the Hudson Valley. Ben picks up a stone throws it Ben looks as far as he can. They both watch it fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I couldn't believe my luck freshman year when I found out you’d been placed across the hall. When we actually spoke I was tempted to throw away the idea of dumb luck and start invoking God and Fate and other capitalized words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "Ben. Why are you talking about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Because if entropy is this force that’s always conspiring to pull people apart, staying together has its own inertia too. at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "I’m really scared of what the world will look like without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "You can’t stay with me because you're afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You're right. Siri fixes him with her fierce gaze, but it slowly soften into sadness. She rests her head on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. ‘ISAAC AND KATE’S ROOM,’ THE CABIN - CONTINUOUS 106 Kate and Isaac pack with their bags on opposite beds. Isa distracted, alternating between checking emails on his Blackberry and packing his suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Well how was that for an introduction to my friends? \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "A bigger disaster than I could have possibly imagined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You're telling me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "And now you're going to dump me as soon as we’re not trapped together at thirty thousand feet. Isaac puts down his phone and turns around. Kate turns al",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "What do you mean, what? You just said it. I made a total fool of myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Whoa, whoa. My friends were the disaster. Isaac goes to Kate and holds both her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "As for you, I'd prefer if you never left my line of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I was going to say never left my arms, but I thought I’d compromise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Never open a negotiation with a concession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Good point. They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Josh, Sarah, Alex, and the dog all lounge on the couches. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So we’re all doomed, romantically speaking. Aren’t we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Only on like a deep, karmic level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "For some reason I feel strangely okay about that. Sarah and Alex both look at Josh like he’s gone mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "What? Maybe I’m turning over a new leaf!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe we should make one of those pacts to just get married if we’re still single and thirty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Who? The three of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We'd be the most dysfunctional family ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "I'd consider it. They hear the SOUND OF ROLLING SUITCASES and turn to see Isaac and Kate enter from the mud room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Going so soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "We've got a flight to catch out of Newark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Lemme see if I can rustle up Ben and Siri... As Josh exits, Isaac hugs Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "So see you real soon, I hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hopefully by the end of the month. \f108 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What does that mean? Alex looks to Kate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Alex asked if there were any openings at the place I work. I told him there’s a strong likelihood I could get him a job. OFF Alex, feeling more at peace with himself than he has long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac, Kate, and Sarah stand off to the side as Siri, Jos Ben, and Alex help load Siri’s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m going to miss you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Me too. But I plan on making frequent trips to check up on my investment. Sarah gives him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "Don’t think for a second I was joking. Josh looks up from packing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "What investment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’m going to stake Sarah in opening a restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "He’s lost it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I’m serious. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Jesus, Sarah. Take the money before he gets an even worse idea about what to do with it. Sarah smiles. Josh looks at Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "Hey. Where’s your stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah, about that. Everyone looks at Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "I was thinking I might stay on for a little while and write. The attention shifts to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Seems like Ben got a good idea for a story last night. I said he should stay here and write it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Wait. Staying was an option? Everyone smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH, (CONT'D)",
          "text": "I’m serious! Anyone else got any secrets they want to share?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I do. We need a group photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Jesus. I thought we talked about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I have time for exactly one photo. If we make it fast. The others all look at each other, a little uncomfortable the prospect. As they do so, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lots of excited noise and bustling. Ben, Siri, Josh, Sara Isaac, and Alex are all there, but their hair is differen and they look younger. Alex stands alone, holding a tray of food and scanning th sea of tables uncertainly. Ben approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hey. Alex, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Wanna join us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Cool. Thanks. Alex and Ben navigate the dining hall and sit down at a t with Josh and Siri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Yo. Don Quixote. I send you on a mission for ketchup. You come back with a lost boy. What the fuck. But Ben has noticed Siri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hi. I don’t think we’ve met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "(impatiently) Siri, Ben. Ben, Siri. Ben holds Siri’s gaze as they shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "I think we’re in the same dorm. Sarah and Isaac sit down and break his trance. Isaac’s tr is laden with food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Jesus. You know the food will still be here when we come back for breakfast, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Shut up, Josh. \f110 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Sarah, I got this. Shut up, Josh. Everyone laughs. Josh pretends to punch Isaac. Isaac stea glance at Sarah, who’s caught looking at Josh. Josh and B only have eyes for Siri. Alex smiles. These people are going to be his friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (PRE-LAP)",
          "text": "Here. Let me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kate takes Sarah’s iphone. The six college friends form a tentative bunch in front of the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE",
          "text": "Okay. I’m gonna need you all to get a lot closer together. There’s a moment’s hesitation. Ben ends it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Come on. Ben spreads his arms and squeezes everyone in tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I have a proposal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIRI",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSH",
          "text": "Next time we see each other, let’s shoot for a happier occasion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Is there going to be a next time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Alex! Don’t even. Everyone looks at one another. It’s unclear who’s joking, who’s deluding themselves, and who’s not. It’s unclear if there will be another gathering like this or not. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATE, (0.C.)",
          "text": "Okay everyone, on three: One... two... SMASH TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_091"
    }
  ]
}