{
  "movie_id": "MOV113",
  "scenes": [
    {
      "location": "MARSHLAND",
      "time": "DUSK",
      "characters": [
        "THE ROW OF GLOSSY PERFECT BLONDES",
        "IN THE DARKNESS",
        "HOLDING ON HITCHCOCK",
        "PUSHING TIGHTER ON HITCH",
        "WHITFIELD COOK, (0.S.)",
        "A SMALL BIRD",
        "FIRST GUARD",
        "CELLULOID ARE PULLED OUT, INSPECTED AND MARKED WITH CHALK",
        "BARNEY, (CONT'D)",
        "A TELEPHONE",
        "DISSOLVES TO",
        "ALMA",
        "ED GEIN, (0.S.)",
        "JANET LEIGH, (CONT'D)",
        "IN THE MIRROR",
        "BARNEY BALABAN, (CONT'D)",
        "ALMA, (CONT'D)",
        "PEACEFUL DEATH IN 1984.",
        "SMASH CUT TO",
        "HEDDA HOPPER TYPE",
        "ALFRED HITCHCOCK MADE SIX MORE MOVIES AFTER PSYCHO. HE DI",
        "PR FLACK",
        "BY JOSEPH STEFANO.",
        "ON JANET",
        "ALFRED HITCHCOCK, (CONT'D)",
        "SUPER",
        "BERNARD HERRMANN",
        "INSIDE THE CAR",
        "BLONDE FAN",
        "BARNEY BALABAN",
        "PEGGY",
        "HENRY GEIN",
        "ON ALMA",
        "HENRY GEIN, (0.S.)",
        "SET HAND",
        "ARE SEEING IS NOT GOING OVER WELL. NOT AT ALL.",
        "CHET",
        "ANTHONY PERKINS",
        "RITA RIGGS",
        "ALFRED HITCHCOCK, (PRE-LAP)",
        "CREW MEMBER",
        "OMITTED, (SCENE 17)",
        "THE SHOWER CURTAIN GETS YANKED BACK --",
        "BARNEY BALABAN, (0.S.)",
        "THE HITCHCOCK BLONDES",
        "A TEMPERATURE DIAL INCHES INTO THE RED",
        "HITCHCOCK",
        "ALFRED AND ALMA HITCHCOCK",
        "REPORTER ONE",
        "LEW WASSERMAN, (CONT'D)",
        "MARTIN BALSAM",
        "DOORWAY",
        "PERFECT PINK ROSEBUSHES",
        "HITCH",
        "A SHOWER HEAD",
        "ON HILTON",
        "ALFRED HITCHCOCK, (V.O.)",
        "WHILE OTHERS ARE SPLICED TOGETHER.",
        "ALFRED HITCHCOCK NEVER WON AN OSCAR. IN 1979, WHEN HE",
        "JANET",
        "ACCOUNTANT",
        "GEOFFREY SHURLOCK",
        "ED GEIN LIVED IN COMFORT IN MENTAL INSTITUTIONS UNTIL HIS",
        "ALMA, (ON PHONE)",
        "FIRST A.D. HILTON GREEN",
        "MATCH CUT TO",
        "GRAINS OF SAND",
        "CONTAGIOUS LAUGHTER, (PRE-LAP)",
        "CREW",
        "JANET LEIGH",
        "REVEAL THE ANALYST",
        "A.D. HILTON GREEN",
        "VERA MILES, (CONT'D)",
        "GEORGE TOMASINI",
        "FADE TO",
        "ALMA, (0.S.)",
        "REPORTER TWO",
        "ALFRED HITCHCOCK, (0.S.)",
        "JOSEPH STEFANO",
        "OMITTED",
        "THE SHOWER CURTAIN GETS YANKED BACK AGAIN --",
        "ON HITCH",
        "AT HOME IN BEL AIR IN 1980, WITH ALMA BY HIS SIDE. ALMA",
        "WHITFIELD COOK, (CONT'D)",
        "TWO MAUVE CORONA TYPEWRITERS",
        "TWO PAIRS OF FEET",
        "PEGGY, (CONT'D)",
        "THEATRE MANAGER",
        "ATTENDANT",
        "LEW WASSERMAN, (PRE-LAP)",
        "CAPTAIN SCHOEPHOERSTER, (0O.S.)",
        "FILM HANGS EVERYWHERE IN BINS",
        "BEDROOM",
        "DISSOLVE TO",
        "CROSSING THE STAGE",
        "ACCEPTED THE AMERICAN FILM INSTITUTE'S LIFE ACHIEVEMENT",
        "THROUGH THE HOLE",
        "G EOFFREY SHURLOCK",
        "A SMALL BOY",
        "ON HITCHCOCK",
        "CLIPS",
        "ALFRED HITCHCOCK'S VOICE",
        "HENRY GEIN, (CONT'D)",
        "WOMAN WAITING ON LINE",
        "OUTSIDE",
        "WE PLAY THIS SCENE ONLY OVER THE FACES OF A SMALL INVITED",
        "DEAD WOMAN",
        "CUT TO",
        "ALFRED HITCHCOCK",
        "ED GEIN",
        "ON LEW, PEGGY AND HITCH",
        "HEADLIGHTS SUDDENLY RAKE THE ROOM",
        "ED GEIN, (CONT'D)",
        "THE REAL ED GEIN",
        "FLACK",
        "FULL LENGTH MIRROR",
        "SILVIO",
        "AUDIENCE",
        "ORDERLY",
        "WOMAN'S VOICE",
        "ALFRED HITCHCOCK, (V.O. PRE-LAP)",
        "THEATER MANAGER",
        "WHITFIELD COOK",
        "STUDIO HEAD WIFE",
        "WHITFIELD COOK, (ON PHONE)",
        "CANS OF FILM ARE BROUGHT IN BY ASSISTANTS, STRIPS OF",
        "BARNEY",
        "VERA MILES",
        "HILTON GREEN",
        "THE REAR-PROJECTION SET",
        "HITCHCOCK DIED TWO YEARS LATER.",
        "A MASS OF PHOTOS OF ALL HIS BLONDE LEADING LADIES",
        "LEW WASSERMAN",
        "ON THE TV"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We move across smoldering embers and reach a small grass fire. Dirt is thrown over the flames before a BOOT finish stamping them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY GEIN, (0.S.)",
          "text": "We're just lucky it didn't reach the trees... We move up two dirty pairs of overalls to find HENRY and GEIN sweating away as they continue shovelling out the flames. Both are in their forties and wearing flannel shi Ed wears an Elmer Fudd hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY GEIN, (CONT'D)",
          "text": "There's gonna be a lot more jobs at that factory by Milwaukee come June. I could put in a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "You can't leave us, Henry. She needs both of us--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY GEIN",
          "text": "Can you stop being a momma's boy for one second? Henry looks at Ed and he shrinks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY GEIN, (CONT'D)",
          "text": "I’m not trying to hurt you but Jesus you got to live your own life someday. That woman can take care of her own goddamn -- CLANG. Henry is hit by the shovel in the back of the head goes down. Ed steps slowly forward and puts down the shovel. The loo his face isn’t anger. It’s BLANK. He pulls at the flaps o his Elmer Fudd hat... then calmly walks away. The camera pans until we discover :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "in his trademark black Mariani suit. He’s been watching t whole thing, standing in the smouldering field only a few feet away, holding a rose-patterned cup and saucer of tea (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a sip and turns to address the camera --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Good evening. He places his cup daintily back on the saucer. ALFRED HITCHCOCK (CONT’D) Brother has been slaying brother since Cain and Abel, yet even I did not see that coming. I was as blind-sided as poor Henry over there. He glances back over at the murder scene. ALFRED HITCHCOCK (CONT’D) Apparently the authorities shared my naivete and believed the young man’s tale that Henry fell and hit his head on a stone and died of smoke asphyxiation. He shrugs: ‘Who would've thought it?’ ALFRED HITCHCOCK (CONT’D) Of course if they hadn’t believed him, Ed never would have had the opportunity to commit the heinous acts for which he became famous... and we wouldn’t have our little movie. Instead, we’d have more nice, safe, predictable ones like these...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPS",
          "text": "from various Technicolor Films of the era: Peyton Place, Lana Turner and Betty Field. Pillow Talk with Doris Day a Rock Hudson. A Summer Place with Sandra Dee --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Mere Technicolor baubles. He shudders with distaste. As if on cue the sky THUNDERS LOUDLY above him. He looks up and from behind the tree st produces an umbrella. ALFRED HITCHCOCK (CONT’D) Ah. A bit of doom and gloom. Now, that’s more like it. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Hitch opens his brolly and the RAIN starts to bucket d we -- CcuT TO :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Equally torrential rain lit up by rotating KLEIG LIGHTS a they scan a MARQUEE: “WORLD PREMIERE! NORTH BY NORTHWEST. DIRECTED BY ALFRED HITCHCOCK.” JOSTLING CROWDS run the le of the block. SUPER: JULY 8, 1959. A PUDGY HAND discreetly squeezes a tiny, delicate one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED AND ALMA HITCHCOCK",
          "text": "Step out into a sea of FLASHBULBS. Hitch basks in the limelight while Alma, his razor-sharp, charming wife of o 30 years stands in the background, uncomfortable with all attention. Hitchcock’s agent LEW WASSERMAN, 45, dynamic, charismatic comes into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "This thing is going to be gigantic. I wish I had twenty percent of the take. Lew hustles them through the throng of REPORTERS and PHOTOGRAPHERS under their BLACK UMBRELLAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER ONE",
          "text": "Does tonight's incredible reaction surprise you, Mr. Hitchcock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "No, when I was planning North by Northwest I could already hear the screams and laughter. (then, to a BEAUTIFUL",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE FAN",
          "text": "Any questions, my dear? The blonde fan, holding out her autograph book, shakes he head ‘no’ and giggles. ALFRED HITCHCOCK (CONT’D) A pity. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reporters crack up. Alma manages a polite smile as Le helps her into the limo, leaving Hitchcock alone for a mo to sign his autograph for the blond fan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER TWO",
          "text": "Mr. Hitchcock, you've directed forty-six motion pictures. You host a hit TV show seen around the world. You’re the most famous director in the history of the medium... but you're sixty years old. Shouldn't you just quit while you're ahead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLDING ON HITCHCOCK",
          "text": "motionless and quietly devastated as FLASHBULBS CRACKLE o his face. The whiteness transforms into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GLEAMING WHITE TILES of a bathroom. We move past chro fixtures that evoke those in Spellbound and Psycho and ar at that same pudgy hand pouring CHATEAU CHEVAL BLANC '53 a cut crystal glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCHCOCK",
          "text": "soaks in the tub. The champagne glass beside him, his corpulent frame is covered only by the London Times he's reading. Even in this deeply vulnerable state, he maintai the air of a haughty mischievous emperor. At the sound of a bedroom bureau being opened, Hitch’s ey shift to the FULL-LENGTH MIRROR on the bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE MIRROR",
          "text": "We catch fleeting glimpses of Alma in a white half-slip a matching bra. She takes out some NYLONS and holds them up the light. Hitchcock watches enthralled. He puts down his glass and shifts a little in the tub, causing the water to lap agai the sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEDROOM",
          "text": "Alma pauses when she hears the small splashes. Neither up nor amused she continues about her business, taking a ski from the drawer. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Muhammad had the eyes of peeping Toms gouged out with arrows. Hitchcock clears his throat, rattling his paper as if he’ been reading the whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Talking of arrows, did you read Mr. Weiler's review in the New York Times? Apparently, he found “the climax” to be -- and I quote -- “overdrawn.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I doubt whether Mr. Weiler has had a climax in years. Alma steps into her skirt as Hitch opens the London Times",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "And how about this little grenade? (reading) North by Northwest reminds us of Hitchcock's earlier, more youthfully inventive spy thrillers.\" (beat) And just to drive the nail into the coffin, there's a handy accompanying guide to the new masters of suspense. Hitchcock zeroes in on the photographs. They’re all young Thinner. And with hair. ALFRED HITCHCOCK (CONT’D) Why do they keep looking for new masters of suspense when they still have the original?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Don’t be maudlin, you know how much it aggravates me. He catches his reflection in the mirror again and sinks further down into the water to hide his protruding belly. Alma comes in, takes the newspapers from him and puts the the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Stop reading them. You’ve been reading them for a week now. She puts down the TOILET SEAT and sits on it. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She comes She moves (2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Tell me, dear. Am I really too old?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Yes. A true relic. And lest we forget, a notably corpulent one. over and kisses the top of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "You always know precisely where to plunge the dagger, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Right between the shoulder blades. I learned it from your pictures. off to the mirror to apply lipstick and Hitchcock surreptitiously picks up the papers again... Alma steps",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Where are you off to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I'm seeing Whit for brunch after I drop you off at the studio. Why don't you join us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We've just established that I'm too corpulent to be seen in broad daylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You'll feel better as soon as you find a project. Hasn’t Peggy unearthed any decent books yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Sleeping pills with dust jackets. back to inspect herself in the full-length mirror. Today's outfit is, we sense, rather more stylish than wha she would ordinarily wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Well? Hitch’s gaze never leaves the photo gallery of his younge rivals in the ‘New Masters of Suspense’ article...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Very presentable. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ALMA",
          "text": "As she elegantly masks her hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Hurry up, darling. You're pruning. She leaves. Hitch grumbles and tosses his paper aside. He rises from the depths but suddenly loses his balance and grabs onto the SHOWER CURTAIN, wrenching it from the META RINGS on the rod. A GOD'S EYE view, looking down, as Hitchcock stares up at metal rings SPINNING NOISILY on the metal rod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FAMOUS MOUNTAIN TOP icon looms large. TWO GUARDS snap for the arrival of Hollywood royalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST GUARD",
          "text": "Mr. Hitchcock. Mrs. Hitchcock. Alma waves from the wheel of a GLEAMING BLACK 1957 CADILL Hitchcock sits next to her. He has his two SEALYHAM TERRI on his lap. He nods, awaiting more. FIRST GUARD (CONT’D) (to the dogs) Sirs. EXT. PARAMOUNT STUDIOS, PRODUCERS’ BUILDING - DAY The Cadillac pulls up. Alma notes Hitchcock’s look of frustrated envy as CREW MEMBERS bustle in and out of STAG 15. It's a hive of activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "There's a story out there waiting for you somewhere, Hitch. I promise. He gives her a good-bye peck and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Don’t forget your lunch. Alma hands him a compact Fortnum & Mason basket and pats on his girth. He opens it to discover CELERY AND CARROT STICKS wrapped in Saran.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luxurious, wood-paneled and very British. Hitch sits restlessly behind his desk, receiving his morning shave f his private barber, SILVIO. His longtime assistant, PEGGY ROBERTSON, 40s, crisp, British, fiercely protective of he boss, is going through a list of potential projects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Fox is offering you The Diary of Anne Frank for the third time. Hitch directs his response to Silvio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "The audience would spend the entire picture waiting for Miss Frank to discover the corpse I'd hidden in the attic. Wouldn’t you agree, Silvio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILVIO",
          "text": "Si. Hitch reaches for a carrot stick and CRUNCHES it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "MGM wants you for the Ian Fleming book, Casino Royale, with Cary Grant. Definitely your style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(again, turning to Silvio) Doesn't she know I just made that movie? It's called North by Northwest. And “style” is merely self-plagiarism. Silvio nods, then recommences the shave. ALFRED HITCHCOCK (CONT’D) I'm treading water, Peggy. I need something fresh. Something different. Without expensive stars like Cary Grant or Miss Kim Novak to pretty it up. Silvio unintentionally nicks Hitch’s face. ALFRED HITCHCOCK (CONT’D) A nice, clean, nasty little piece of work. Silvio hurriedly dabs away a speck of BLOOD. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I’ll see what I can find. Hitch motions for the barber to hold up the mirror. The i of his face overflows the small frame. Repulsed, he leans back his head and makes a hand motion for Silvio to SLIT THROAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTAGIOUS LAUGHTER, (PRE-LAP)",
          "text": "INT. CHASEN’S RESTAURANT - DAY Alma lunches with screenwriter-novelist WHITFIELD COOK. “WHIT,” 50s, is Hitchcock's physical opposite -- dashing, razor-sharp and sophisticated. In fact he’d be at home in of his movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "... Thank God I had a pocketful of pretzels. I was hiding in that props cupboard all night. (then) That’1l teach me to use a bedroom set instead of the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Serves you right. They laugh uproariously, quite at ease with each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Hitch always said your private life was in danger of being more entertaining than any of your plots. He pours Alma another glass of wine, not remotely insulte",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I can’t believe he let me have you all to myself for a whole afternoon. Especially looking this beautiful. He clinks her glass. WHITFIELD COOK (CONT’D) Trés chic. Alma turns to look at the menu again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "All this relentless sycophancy is giving me indigestion. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "(a smile) What are you after? He laughs, his eyes straying to a PRETTY WAITRESS passing Alma notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "And how is your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Elizabeth? (his eyes return to Alma) Over the moon since I promised her the dedication in my new novel. So what are you working on these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Hitch is going out of his mind looking for his next project. You know how unbearable he is when he doesn't have something lined up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Almost as unbearable as when he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "(laughing) Almost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I meant you. What are you working on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I'm satisfied spending time in my garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "That is one lucky garden. Whit brings out a set of galleys and slides them across t tablecloth to her. WHITFIELD COOK (CONT’D) Actually, I was hoping you might be able to apply your considerable pruning skills to this. She looks down and reads the cover page. “Taxi to Dubrovn By Whitfield Cook.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Ah. All is finally revealed. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He touches her hand, affectionately. She brushes it away, affectionately...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "The most fun I ever had was working with you. She looks through the opening pages... taking her time... enjoying making him wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I suppose I could give it a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock peeks avidly through the blinds at a smartly dressed KIM NOVAK-TYPE WOMAN hurrying along to some appointment or assignation... Hitch cranes to see who she meeting, but she moves tantalizingly out of sight. Hitch turns back with a sigh towards his desk, covered wi discarded newspaper clippings and boring story proposals. He sweeps them off his desk into the trash. INT. HITCHCOCK’S OUTER OFFICE - A MOMENT LATER A SHADOW looms over Peggy at her desk as she sifts throug another round of story ideas. It’s Hitchcock. He startles her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Anything. Anything at all? He starts sifting through her tray. She notices the glass his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Nothing suitable. Is that water or do I need to call Alma? He drains it playfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Gin. Mother’s ruin. But something’s caught his eye. A circled review of Antho Boucher’s column “CRIMINAL MINDS” in the New York Times Review of Books. He picks it up. ALFRED HITCHCOCK (CONT’D) Boucher says this “Psycho” book by Robert Bloch is ‘fiendishly entertaining’. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "It sounds ghastly. Everyone in town’s already passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "And who is everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "The story department finished the coverage this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Is this the one based on Ed Gein, the serial killer? He takes the coverage and reads for himself. ALFRED HITCHCOCK (CONT’D) “Graphic elements of brutal violence, voyeurism, transvestitism and incest.” Certainly not your average run of the mill nutcase, is he? He gives a grunt of approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "You're kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Peggy. This is the boy who dug up his own mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HITCH",
          "text": "Completely engrossed as he sits reading “Psycho” in a cha by the fire of his elegant Bel Air home. He takes another gulp of wine when he hears Alma enter and slides the wine glass out of view. Alma pops her head in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Famished. She disappears to take off her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (0.S.)",
          "text": "If you're good, maybe you can have a grapefruit later. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She comes back in again carrying some galleys, notices th title of Hitch’s book -- some trash called “Psycho.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Whit gave me the galleys of his new book yesterday at lunch. I’ve already got some ideas on how you could adapt it. Hitch continues reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "It’s elegant, sophisticated, full of intrigue --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "The book or Mr. Whitfield Cook? She taps Hitch’s book dismissively with the galleys of “T to Dubrovnik.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "This might be the one, Alfred. He finally looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Leave it on the night stand. As she leaves she points to Hitch’s ‘hidden’ wine glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "There are calories in that, you know. But Hitch ignores her and turns to look out the window, h imagination starting to turn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ed enters the bedroom. His mother, Augusta, is in the bed faced away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "Aren’t you cold, ma? She doesn’t answer. We follow him to the dresser where he lingers a little too long over his mother’s open underwea drawer before grabbing the blue coverlet on the side. He comes over and spreads the extra blanket over her. Sti wearing his jacket, he takes off his shoes, gets into bed crawls up next to her. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ED GEIN (CONT’D) Don't be afraid, ma... I’m here... As he puts his arm around her and pulls her close, we rev his mother’s ghoulishly embalmed face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slant of moonlight finds Alma fast asleep until a FINGE nudges her awake. She lifts her satin sleep mask to see Hitchcock holding out his copy of “Psycho.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Oh God. The look of obsession on his face is unmistakable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Read the bit in the motel bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Now? He switches on the light by her bedside. She sits up, put her glasses and reads from the opened page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "\"Mary started to scream, and then the curtains parted further and a hand appeared, holding a butcher's knife. It was the knife that, a moment later, cut off her scream... and her head.” (handing him back the book) Charming. Doris Day should do it as a musical. She hands him back the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "This is nothing but low-budget horror movie claptrap. She turns off the light again and goes back to bed. A dee voice sounds from the darkness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "But what if someone really good made a horror movie? EXT. HITCHCOCK’S GARDEN - MORNING The Hitchcocks eat breakfast on the terrace watching the GARDENERS trim the bushes and rake leaves from the pool. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Just think of the shock value. Killing off your leading lady halfway through. Alma can feel Hitch looking at her, waiting for a respons Clearly he isn’t going to let this one go. ALFRED HITCHCOCK (CONT’D) You're intrigued. Admit it. She butters her toast, casually taunts him by adding a la spoon of marmalade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Actually, I think it’s a huge mistake. Hitch falls silent, a chastised schoolboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "You shouldn't wait till halfway through... Kill her off after 30 minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch enters with purpose, carrying a stack of photos and articles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Peggy, I want you to summon your minions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Minions. Certainly. And who might they be...? Hitch heads for his office, in no mood for wise cracks. H spreads out the articles on the desk. Photos and magazine articles about Ed Gein...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Get them started buying copies of “Psycho.” Peggy stands in the doorway, watching --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "How many do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "All of them. I want every copy, nationwide. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "Have them scour every book shop and library. “Psycho” is my next picture, and I don't want anyone to find out the ending until they see it in the theater. Peggy shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "All that celery’s affecting your brain. She walks over, notices the LIFE MAGAZINE headline : “HOU OF HORRORS STUNS NATION.” Stark black and white photograp expose the nightmarish decay of the Gein house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY, (CONT'D)",
          "text": "Are you sure about this? This is so unlike you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "That’s exactly the point, my dear. Peggy watches uneasily as Hitchcock pores over the articl with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PIANIST plays a polite version of Al Jolson’s “My Mammy CLOSE ON A MANILA ENVELOPE clutched in one hand behind HITCHCOCK'S back as we follow him travel through the part The clink of champagne glasses as we reveal the GUESTS sa HELLO as he passes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (PRE-LAP)",
          "text": "And when the Wisconsin Police department raided his farmhouse in Plainview...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCHCOCK",
          "text": "Is now in position in front of the fire place. Around the coffee table are INVITED GOSSIP COLUMNISTS, including a H HOPPER-TYPE. They take in the gory LIFE MAGAZINE article. ALFRED HITCHCOCK (PRE-LAP) (CONT’D) ..they opened the door only to discover - voila... He produces the manila envelope from behind his back and empties THE HORRIFICALLY GORY CRIME SCENE PHOTOGRAPHS ins onto the coffee table. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "+. Ten female heads with the tops sawn off, a dozen masks of human skin, and a pair of lips on a drawstring for a window shade. Hitch looks down sweetly at the circle of quietly horrifi expressions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA HOPPER TYPE",
          "text": "Is this really going to be you’re next picture, Mr. Hitchcock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCHCOCK",
          "text": "That is my intention, madam. Yes. Hitch taps the photo of ED GEIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I only wish he looked more like William Holden and less like Elmer Fudd. The other columnists scribble down the quote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEDDA HOPPER TYPE",
          "text": "Am I the only one who finds this offensive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I was hoping everyone would. I mean life is deeply offensive and disgusting, isn’t it? Hitch glides off without missing a beat, past the Servers arriving with more hors d'oeuvres from the kitchen. ALFRED HITCHCOCK (CONT’D) Try the finger sandwiches -- they’re real fingers. He snags a martini and collars Peggy while he’s at it. ALFRED HITCHCOCK (CONT’D) Peggy. I’m going to need some research detailing a typical unmarried 30-year-old secretary from Phoenix, Arizona. He looks over at the pantry, where Alma can be glimpsed through the swinging door, putting food onto trays. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALFRED HITCHCOCK (CONT’D) Her monthly rent, what she wears, what she reads, which scent or perfume she prefers... Hitch sees WHIT lean into view and innocently whisper something into Alma's ear making her laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": ".+. How she deals with a demanding boss when she’s trying to relax on her weekends off? Hitchcock doesn’t notice the joke. He now only has eyes o the pantry ahead. He forges on through the guests only to get waylaid by Le It is a classic Hitchcock moment, a character needing to someplace being held up by someone who wants to chat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "(re: the faces of the gossip columnists) I told you, Hitch. This thing’s strictly for the drive-in crowd. Hitch smiles tightly and extricates himself, heading on t the kitchen through more annoying guests --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whit leans against the stove watching Alma expertly arran the next round of hors d'oeuvres coming in from the kitch",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Now, if this were a Hitchcock picture what would two characters like us, married to other people, be saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You don’t have to pretend you’re not upset he hasn’t read it yet, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I'm a big boy. I can take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Well, I loved it. What terrific fun it must have been to research.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Certainly more fun than reading those reviews. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK, (CONT'D)",
          "text": "(then) Do you think he really will read it? Suddenly, over Whitfield's shoulder, Alma sees Hitch loom in the doorway. Whit notes the tiny change in her eyes an turns. WHITFIELD COOK (CONT’D) Speak of the devil. Hitch stares blankly at him while Alma turns and busies herself over the sink, hiding an almost imperceptible blu WHITFIELD COOK (CONT’D) I have to admit, Hitch, I ran all over town looking for a copy of “Psycho” but couldn't find a single one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I wonder how that could have happened. Hitch sips his martini, a picture of innocence. Then lean to Whit’s ear and whispers - just like Whit leaned into Alma’s ear a moment earlier. ALFRED HITCHCOCK (CONT’D) Don’t stop looking on my behalf. Peggy appears in the pass-through, beckoning Hitch to hur back into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch returns to see the other GUESTS are now passing aro the GEIN PHOTOS. They look utterly confused and horrified a couple of them are even gathering their coats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LEW, PEGGY AND HITCH",
          "text": "standing together watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "I’ve seen happier faces on a school bus going over a cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I told you it would be too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "But they can’t stop looking, can they? He slurps his martini, sharing a smile with Lew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paramount President BARNEY BALABAN, 70s, ferocious, righteous, sits behind his impressive desk flanked by two CONSERVATIVELY-ATTIRED EXECUTIVES. Hitchcock and Wasserman sit across from them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Audiences want to be shocked, Barney. They want something different. And this is it. He gestures to the untouched copy of “Psycho” in front of Balaban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "The truth is, Hitch, every time you want to do something “different” like The Wrong Man or Vertigo, someone loses money. Hitchcock stares unblinking, giving nothing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "So we should stop trying to give them something new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "You owe Paramount one last picture, Hitch. Can't you do something like North by Northwest but for us this time instead of for MGM? Hitch’s stare remains inscrutable. BARNEY BALABAN (CONT’D) We've offered you dozens of perfectly good properties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(imperiously) “Psycho.” Wasserman gives Balaban the same glacial stare. The Param executives shift uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "No one respects the name Hitchcock more than Paramount. But even a talented man sometimes backs the wrong horse. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Are you telling me “no?” Balaban maintains a calm, pleasant front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "I think you know me better than that, Hitch. I would never say “no” to you. Hitch’s suppressed rage is building...but Balaban says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch and Lew walk down the stairs and through the leafy courtyard past Hitch’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "What a putz. You know what his family did before they built those movie palaces? Ran a grocery store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "My father ran a grocery store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "Exactly. That's what I'm saying. He should show some respect. Hitch turns to Lew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "They think I’ve lost my touch, Lew. My association with television has cheapened me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "Are you referring to that deal I got you where Bristol-Meyers pays you twenty-nine grand an episode and you own the negative? That’s my kind of cheap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "They just want the same thing over and over. They’ve put me in a coffin and now they’re nailing down the lid. Lew puts a comforting hand on him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "Hitch, I will never let that happen. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch doesn’t respond, Lew sensing the true depth of his friend’s melancholy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN, (CONT'D)",
          "text": "How much do you think you can make this picture for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Eight hundred thousand... Give or take. Lew digests the figure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "I have whisky in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMA does afternoon laps in the pool. A contemplative Hitchcock wanders down to the pool side wearing black sunglasses and a business suit. He watches Alma a moment. Finally she notices him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You're back early. He shrugs, then sits at the table to pour himself a glass lemonade. Alma gets out and towels herself off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "I'm disappointed you didn't give Whit’s book a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "He knows you well enough. She sits down next to him, noticing a tiny hole in her swimsuit. It’s starting to look a little threadbare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Enjoy the pool now. We might not have it for that much longer. He looks off cryptically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Why? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Paramount refuses to finance the movie. Imagine -- The studio that brought you Martin and Lewis and The Greatest Show On Earth considers Psycho distasteful. He brushes some fallen leaves off his chair. ALFRED HITCHCOCK (CONT’D) Lew can’t find the money. Not quickly enough at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Why not wait? He doesn’t reply. She knows him well enough too and doesn question him further. She looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We're going to have to go it alone, old girl. (beat) We'll finance the movie ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Are we going to have to sell the entire house or just the pool? at Hitch but he’s not joking. She turns to survey their beloved home and gardens. A long pause. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Tell me and I won’t ever ask again. Why this one, Hitch? It’s not just because so many people are telling you 'no,' is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Hitch? Without turning he takes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Remember the fun we had when we started out and there was so little money and time? We took risks, we experimented. We invented new ways of making pictures because we had to. A long moment as he gazes across the pool. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALFRED HITCHCOCK (CONT’D) I want to feel that kind of freedom again. He turns to look into her eyes for the first time. A glim of the real Hitchcock. Someone even his wife doesn’t see often...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The famous gates and the executive building beyond it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN, (PRE-LAP)",
          "text": "Barney, we're about to propose a restructured deal for “Psycho”... INT. BALABAN’S PRIVATE OFFICE, PARAMOUNT - DAY Balaban watches Hitchcock and Lew closely. Hitchcock agai like a waxworks Buddha, revealing nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "We finance it. Independently. Paramount only distributes it...in exchange for 40 percent of the profits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Interesting. But tell us, what exactly is Paramount distributing? Is this still a picture about a queer killing people in his mother’s dress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "What this picture is about is the reputation of Alfred Hitchcock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "No-one’s arguing that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "Barney, it’s very simple. This is Mr. Hitchcock’s next film. Are you in or are you out? A long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Well, obviously you have a lot of passion for this project. Let me talk it over with a few people internally and I’1l get back to you. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "No. Now. Balaban takes in their inscrutable stares. Not unimpresse their chutzpah, he leans back and puts his hands behind h head, a king in his counting room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Fine. We’ll take that deal. If you can get the money... Finally, Hitchcock speaks up :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We've already got it, Barney. He pulls out his PERSONAL CHECKBOOK and opens it on the d Barney watches as Hitch takes the onyx fountain pen from mount. ALFRED HITCHCOCK (CONT’D) Who do I make it out to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch and Alma lie side by side in their separate beds. A copy of “The Dance of Death” by Strindberg lies on Hitch’ bedside table. All traces of his bravado are gone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "If this picture fails, Alma, we'll be in for a long, humiliating bout of crow- eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "The movie will be splendid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Of the movie? Not in the least. But of you? Unquestionably. INT. HITCHCOCK’S OFFICE, PARAMOUNT - DAY PUDGY FINGERS part the slats of the blind. Hitch stares o hoping for some human moment to spy on. He’s restless... Peggy ushers JOSEPH STEFANO, 30s, into Hitch’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH STEFANO",
          "text": "Joe Stefano. Good to meet you. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock leaves Stefano’s hand dangling in mid air and s down at his desk. JOSEPH STEFANO (CONT’D) Sorry I was late. My shrink session ran overtime. I see him every day and it’s still not enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I thought only director's assistants needed psychiatrists, not writers. Stefano laughs off the barb and takes a seat as Peggy sli out. The two men stare at each other but Stefano’s not remotel intimidated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH STEFANO",
          "text": "Do you see a shrink, Mr. Hitchcock? Hitch’s eyes follow a plume of cigar smoke curling up to ceiling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "No. His gaze remains pointedly fixed on the ceiling. ALFRED HITCHCOCK (CONT’D) I must say it boggles the mind to imagine what you and your “shrink” could possibly talk about daily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH STEFANO",
          "text": "The usual: sex. Rage. My mother. Hitchcock lowers his gaze, suddenly intrigued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma sits with the Hitchcocks’ ACCOUNTANT who’s consultin ledger. She sits at her desk in the corner of the kitchen",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACCOUNTANT",
          "text": "There's still the federal income tax payments... the property taxes... Not to mention the absence of any salary while he’s actually making the film...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Stop waffling, Donald. Give it to me straight. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Accountant takes off his glasses, plucking up the cou to look his favorite client in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACCOUNTANT",
          "text": "Hitch wasn’t exaggerating. If the film's a flop, you’re going to have to sell the house. Alma digests this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Where do you suggest we cut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACCOUNTANT",
          "text": "Anywhere you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma’s moved to the kitchen table and is sorting through accounts herself, the dogs at her feet. Her face is now properly filled with concern. Hitch enters, holding out some typed pages. Alma covers h worry. He puts the pages on the table next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I got Joe Stefano to write out the first few scenes. Why don’t you take a look? Alma takes Stefano's pages and starts to read...Hitch goe the fridge and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "We're about to have dinner. You don’t need anything else. He shuts the door. Leans against the fridge door. Hitch w but she gives nothing away...until she off-handedly place the pages on the table...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Well? She doesn’t look up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Hire him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on a blank page being fed into a Corona typewriter. FINGERS pound out “PSYCHO” (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and Hitchs step outside. The Cadillac is waiting. Alma follows him out and makes a final adjustment to his",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "The only thing worse than a visit to the dentist is one to the censor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Whatever you do, Alfred, don’t lose your temper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The intimidating plaque for the MPAA’s “PRODUCTION CODE ADMINISTRATION OFFICE” on the wall. Stefano’s TITLE PAGE is tapped angrily by GEOFFREY SHURLO 70s, the much-feared administrator for the Motion Picture Production Code. He sits at the head of a big table with ASSISTANTS. Sitting opposite are Hitchcock, Peggy and sev silent PARAMOUNT EXECUTIVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "The Code will absolutely not permit you to show a knife penetrating a woman's flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I assure you, Geoffrey, my murders, are always models of taste and discretion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "Is there any improper suggestion of nudity in this murder scene in the shower?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "She won't be nude. She’1l be wearing a shower cap. Shurlock makes a note. A man utterly devoid of any sense humor. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "We might accept a shot from outside the bathroom window with Marion in silhouette above the shoulders -- provided the glass is frosted. Hitch greets the suggestion with barely concealed contemp Shurlock turns the page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "G EOFFREY SHURLOCK",
          "text": "Then -- this scene with the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It’s completely necessary. Marion flushes evidence later found by her sister. It’s a clue to the girl’s disappearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "No American movie has ever found it “necessary” to show a toilet, let alone to flush it. Hitch turns to Peggy and a Paramount Executive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Perhaps we ought to shoot the film in France and use a bidet instead? No response from Shurlock’s end of the room. Peggy stares down at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "Mr. Hitchcock, if this office denies you a seal, and we're certainly heading in that direction, your movie will not be released in a single theater in this country. Will you be making jokes then? Hitchcock gives a slow but meaningful shrug. GEOFFREY SHURLOCK (CONT’D) Good. Now why don’t we go all the way back to page two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HITCH",
          "text": "boiling with rage as we hear the flurry of script pages - INT. PSYCHIATRIST’S OFFICE, BEVERLY HILLS - DAY Sunlight filters through sheer curtains revealing Hitchco trying his best to recline on an ANALYST’S COUCH. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Everyone in Hollywood resents me. I make them millions... and yet every year I sit at those dreadful award show dinners, waiting for them to say, just once, “You're good.” He looks around the luxurious office. ALFRED HITCHCOCK (CONT’D) They take sadistic pleasure in denying me that one little moment. ANALYST’S VOICE That must hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Deeply. Hitch fumbles for a handkerchief and mops his brow. ALFRED HITCHCOCK (CONT’D) You'll have to excuse me, doctor. I’m not used to this... process... ANALYST’S VOICE Take your time. Now Hitch claws at his tie. It’s hot in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It’s just that, more and more lately, I’ve been having these... impulses. The analyst's MONTBLANC pen makes a note on a pad. We not that his hands are surprisingly coarse. ANALYST’S VOICE What kind of impulses? Finally Hitchcock is still. He stares up at the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Strong ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FRIDGE DOOR SNAPS OPEN to reveal Hitchcock's FACE in th darkness. He’s in his pajamas. His hand trembles next to stack of chicken breasts and moves to an upturned GRAPEFR HALF at the back of the shelf. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls it out it to reveal a hidden stash of foie gras under the hollowed out grapefruit. He’s about to devour it when he catches sight of his DISTORTED REFLECTION in the chrome shelving. He backs away, disgusted at this monster before him, the light of the fridge illuminating his expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A door is quietly shut and locked. The bottom drawer of a filing cabinet is inched open. A hand rummages deep insid and teases out a bulging MANILA FOLDER. A hidden stash of some kind. The DESK LIGHT is switched on revealing HITCH. He careful extracts the contents of the folder and lays them onto th desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MASS OF PHOTOS OF ALL HIS BLONDE LEADING LADIES",
          "text": "A personal collection lovingly kept. He settles in to stu it, picking out his favorites, arranging them in order. They're all in the same pose, all with hair pinned up int perfect bun. He looks at each image with intensifying desire. He’s cre all of them. Every detail. But it’s no longer enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVES TO",
          "text": "INT. HITCHCOCK’S OFFICE, PARAMOUNT - SAME TIME A row of HANDSOME ACTOR HEADSHOTS on a table. HITCH glare the waiting ACTORS in the hallway through the blinds. He turns back to Peggy and Alma and pulls a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Send them all back to Glendale. Hitch returns to the table to ponder yet more headshots. Peggy shares a glance with Alma, then slides over RODDY MCDOWELL’S HEADSHOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "The Lazar Office tells me he’s crazy to work with you. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Well, tell “Swifty” he shouldn’t have overexposed his client on television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Unlike certain people we could mention. Hitch ignores the barb. Undeterred, Alma pushes her ace c a photo of ANTHONY PERKINS, radiating offbeat sensitivity teen idol looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Think of the duality he could bring to Norman. The rage lurking behind that little-boy-lost grin. The winsome charm he uses to keep from being found out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Why, Alma, you’re not suggesting that Mr. Perkins is -- ? She raises her pinky finger just slightly. Alma nods with judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HITCHCOCK",
          "text": "Pondering... INT. HITCHCOCK’S OFFICE, PARAMOUNT - NEXT DAY Anthony Perkins now sits across from Hitchcock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "I can’t count how many times I’ve seen Strangers On a Train and Rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Well, Norman is the logical extension of the boys in those movies. Appealing, sensitive, suffering the terrible burden of being forced to pretend to be something he is not. Hitchcock's deeply-felt remark lands with Perkins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "My only worry is that playing Norman might cut too close to home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "How so? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch’s calmness is strangely reassuring to the young actor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "I was incredibly close to my mother. So close I remember wishing my father would drop dead. And then when I was five, he did just that...He keeled over from a heart attack. (laughing nervously) You see I’ve been guilty my whole life, Mr. Hitchcock. Hitch is enthralled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Try to remember this is all just make believe. Perkins wishes he could be more reassured...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "Not to be prudish, but how far do you plan to push Norman’s relationship with his mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Further than you can possibly imagine. On Perkins uncertain expression -- what is he letting him in for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock’s RED SWEATING FACE as he grunts and heaves. He dressed in gardening gear, laboring in the full bloom of rose garden. Alma pushes a WHEELBARROW filled with manure She shovels the manure around the rosebushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I'm getting blisters just looking at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Stop grumbling. A bit of fresh air and exercise is exactly what you need. He holds his PRUNING SHEARS menacingly over a deep red Sydonie rose. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "If I could get Grace Kelly to play the girl, they’d let me get away with anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Well you can’t. She's a princess now which makes her permanently unattainable. Hitchcock beheads the ROSE, muttering to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "And all the more desirable. His shears are now poised over a yellow specimen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Lew suggested Deborah Kerr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Too... Scottish. Hitchcock cuts it too and moves on to the stem of a perfe pink rose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "What about Janet Leigh? She’s always the ‘good girl’ but she did awfully well in Touch of Evil. Lew mentioned her name. Do you remember how you always remarked on her figure at the Wassermans' parties? As the shears hover on the stem, unsure whether to cut...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "INT. CHASEN’S RESTAURANT - NIGHT THE SLENDER WAIST AND AMPLE BOSOM OF JANET LEIGH as she elegantly enters the dining room of Chasen’s. Hitch stands to greet her, his eyes follow her across the room in some private rapture.. Alma watches as Janet removes her glove and shakes Hitch’ hand...before he guides her to the spot to his left, acro from Alma. INT. CHASEN’S RESTAURANT - NIGHT Hitch finishes telling his story... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Of course the real secret of Mrs. Simpson's appeal to the Duke of Windsor was that she could make a toothpick feel like a cigar. He’s so deadpan... it takes a moment before she laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "You know, I’ve been so immersed in preparing to play Marion I'd almost forgotten how to laugh. Hitch summons the waiter with a snap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Now, you must try the banana shortcake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Nothing for me, thank you. I’m watching my figure. Alma watches all this with a fixed smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You’re not the only one. (to the waiter) We're fine, thank you. Hitchcock ignores Alma, gesturing to the waiter again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Bring her the banana shortcake, George. In fact make it two large portions. He pointedly shifts to face Janet. ALFRED HITCHCOCK (CONT’D) So do tell me, how else have you’ve prepared to play Marion? Janet hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I’ve written a complete history for her...It seems silly, but it helps me. She turns to pull a LEATHER NOTEBOOK from her handbag, Hitch’s gaze locks onto her silken blonde hair, tied immaculately into the classic ‘Hitchcock bun’. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It doesn't sound silly at all. Tell me one of her deepest secrets. A quick look to Alma, as if to ask for permission before",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "She leads a double life. For instance, when she works at the Lowery office, she wears Tweed perfume. But, when she and Sam are together, she recklessly breaks out her one expensive bottle -- “My Sin” by Lanvin. She notices Alma’s expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH, (CONT'D)",
          "text": "But...I do have a concern or two. I’m an actress but I’m also a wife and mother first, so I’m wondering just how you’1l do that shower scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You and the Shurlock Office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "It’s just... I mean even if you shoot me from here -- (she indicates a spot just above her bosom) -- well it’s not as if my figure is boyish. Hitchcock looks down at her torso, as if noting it for th first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Allow me to put your mind at rest. Alma reacts as Hitch reaches over and gives Janet’s hand reassuring squeeze. ALFRED HITCHCOCK (CONT’D) May I show you some of Mr. Saul Bass’s marvellous story boards? Hitch pulls out his folio case and shows Janet the storyboards (which we don’t see).",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "I plan to shoot quick bits of film from various angles. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "Cut together, this montage will suggest nudity and violence but nothing will actually be shown. Janet studies them, deeply impressed. And relieved. ALFRED HITCHCOCK (CONT’D) And having you in the shower will make it all the more tit-illating --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "If you’ll excuse me. Alma’s had enough. Janet’s smile falters as she watches A get up and head to the restroom. She’s unsure of what jus happened but Hitch carries on regardless, either entirely oblivious or not caring at all... INT. CHASEN’S RESTAURANT, LADIES ROOM - NIGHT Alma enters and looks in the mirror, quietly devastated. looks up to find another reflection in a mirror behind he",
          "sentiment": "neutral"
        },
        {
          "speaker": "FULL LENGTH MIRROR",
          "text": "Alma is SUDDENLY TRANSFORMED into a Technicolor Hitchcock blonde. In a beautiful Edith Head gown, her skin is velve perfection, her hair blonde and impeccable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Oh, come off it, old girl. A bitchy STUDIO HEAD’S WIFE snaps Alma out of her reverie joining her at the sink to powder her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO HEAD WIFE",
          "text": "Alma, dear, how lovely to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Hello Lillian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDIO HEAD WIFE",
          "text": "You're looking a little pale. No wonder with that thing your husband’s working on now. You can’t possibly approve. She's had a drink too many but the throwaway comment stil hits Alma hard. STUDIO HEAD WIFE (CONT’D) Why are you letting him do something so tasteless? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Don't upset yourself, darling. It's only a bloody movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERFECT PINK ROSEBUSHES",
          "text": "Like in a Douglas Sirk movie. The same roses that are the ‘color’ of Janet Leigh. Alma hovers with her secateurs fo moment and then starts SNIPPING off their heads with a Caligula-like lack of mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vase of flowers, none of them pink, in the center of th table. Hitch STARES into a refrigerator filled with borin tasteless health-conscious food. Alma enters briskly and holds up a handwritten LIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I've made a list of places where we can tighten our belt. She places the list on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "It wouldn’t hurt for us all to learn the art of self restraint. Hitch goes over and picks it up, and reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "The gardeners only once a week and weekends off for the driver? No. Absolutely not. We’ll find other places to cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "There aren’t any other places. And furthermore, they’1l be no more shipments from Maxim’s either. We can’t afford it. She snatches the list out of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "The foie gras at Chasen’s is more than adequate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "But those geese are from Barstow not Marseilles. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "We all have to make our little sacrifices for the greater good, don’t we, Alfred? She leaves Hitch to resume contemplating the contents of fridge...but there’s nothing there to satisfy his growlin hunger. He SLAMS the fridge and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly we’re moving through an empty living room, prowl just like in a Hitchcock movie as we hear CLUNKING, then over to catch a glimpse of Ed as he drags A WOMAN’S BODY, feet-first up the stairs. The clunking is from her head o the steps, which is wrapped in her dress. INT. ED GEIN’S HOUSE, BATHROOM - CONTINUOUS Ed approaches the shower curtain, then yanks it open with METALLIC SCREECH. He pushes the body into the tub. Pulls dress off her head and drops it on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "Stay here. I’m going to get the knives. We pan to REVEAL HITCHCOCK standing in the corner. He loo terrified but completely enthralled -- he can’t resist creeping forward for a thorough inspection. Hitch’s POV a steps closer to the tub and glimpses the woman's blood- spattered WHITE BRA and GIRDLE. Suddenly -- FINGERS CLUTCH the rim of the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAD WOMAN",
          "text": "Help me. Hitch recoils but she LURCHES UP and GRABS his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Ed! Ed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock bolts upright in bed, face beaded with sweat in moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Ed... Ed...? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a moment to get his bearings. ALFRED HITCHCOCK (CONT’D) Am I making a mistake? Alma stirs in her bed. ALFRED HITCHCOCK (CONT’D) What if it’s another Vertigo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Oh, shut up. Just get the first take under your belt you'll be fine. But Hitch isn’t looking convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign posted outside the soundstage reads, “PRODUCTION REHEARSALS 9401. ABSOLUTELY NO VISITORS!” It only makes passing REPORTERS AND WORKERS more curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, it’s a hive of quiet purposeful activity. A.D. HI GREEN escorts VERA MILES across the far side of the stage She's 30, a classic blonde porcelain beauty in the Grace Kelly mold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I still can’t believe you cast Vera Miles as the sister. Hitch sits in his director's chair reading a copy of the London Times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I’ve still got her under contract. I may as well get something out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Rather a thankless role, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "For an utterly thankless girl. But he still watches VERA over the top of his newspaper a the A.D. leads her through the maze of hazardous cables a light stands towards the fitting room. She passes an actor in a HIGHWAY PATROLMAN’S UNIFORM tryi on various sunglasses with the prop master. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Shurlock’'s office called again. They want to know when you'll be making the changes to the script. Hitch gets up from his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "The more we frustrate them the more their interest will wane. He goes over to specify the correct sunglasses that shoul worn. The Cop puts on the MIRRORED shades. Hitch nods his approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A RAIL OF SWIMSUITS. Alma browses through them carefully. They are all perfectly nice, if a little staid Her eyes suddenly catch a COLORFUL SWIMSUIT on the end of rail. It’s striking, even a little risque. She looks at t price tag. It’s insanely expensive. She turns to go... stops... then impulsively turns back a grabs it, heading into the changing room and closing the behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DARKNESS",
          "text": "light blasts through A TINY HOLE in the wall. An EYE positions itself in front of the peephole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the VOICES of two women quietly conversing on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCH",
          "text": "Strains to get a better view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE HOLE",
          "text": "We catch teasing glimpses of golden girl Vera Miles strip down to bra and panties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HITCHCOCK'S EYEBALL fills the frame as he peers through t tiny hole. We reveal Vera with sharp, bohemian costumer R RIGGS, 27, who drapes taupe-colored fabric to Vera's contours. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Break it to me gently. Am I playing a lesbian librarian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA RIGGS",
          "text": "(re: the fabric) He chose it himself and had it imported from Paris. Vera laughs dryly at a WIG on a dummy head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "If I wear that, I’m going to look like George Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA RIGGS",
          "text": "Wait until you see the undergarments he picked out for you. Vera tosses off her shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "I just have to keep telling myself, one more picture and I'm free as a bird. She unhooks her bra and crosses to hang it on a hook righ near the HOLE where we just saw Hitchcock’s eye. His eye gone, only darkness from the other side. Vera feels a chi and instinctively covers her breasts with her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "Is there a fan blowing somewhere? Rita returns with a punitive bra and girdle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "Wow. The old man really is unhappy with me, isn’t he? EXT. JANET’S DRESSING ROOM, UNIVERSAL REVUE - DAY Hitch knocks at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Are you decent my dear? JANET steps out dressed in a crisp, sexy white shirt and pencil skirt. She does a twirl for him. The effect is stunning. Even the stagehands stop to watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Am I alright? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His picks a tiny piece of lint on her sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Perfect. As he escorts her onto the soundstage, Tony comes up to g them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "I want to thank you again for this opportunity, Mr. Hitchcock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It's just “Hitch”, Tony. Hold the cock. Janet caught that -- she’s clearly amused. Tony gives her gracious peck on the cheek. ALFRED HITCHCOCK (CONT’D) Look at you two. America’s favorite boy and girl nextdoor... Janet flicks a glance back at Hitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "And we're about to move to a whole new neighborhood. Already, Tony can’t help feel a little excluded from Hitc and Janet’s little clique. Hitch ushers them across the soundstage where the crew are assembling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Morning Janet. Morning Tony. Vera Miles marches up in her frumpy tweed suit and wig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "“Thanks” for the wardrobe, Hitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(already moving past her) That’s hand-woven imported camel hair from Rodier. Don’t you approve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "You're the genius. She checkmates him with a ravishing smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "One thing, though. My script is missing the last ten pages. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Everyone's is. Until Alma finishes the revisions. Now hurry along, Vera. You're just in time for the oath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "The what? He steers her towards a line of laughing CREW MEMBERS for a circle with the rest of the cast. He takes Janet by the hand, placing her right next to him officiously raises his right hand. The cast and crew duly follow suit, all except for Vera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I solemnly promise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW",
          "text": "I solemnly promise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(ignoring Vera’s sarcasm) That I will not divulge the plot nor the many secrets of Psycho...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW",
          "text": "That I will not divulge the plot nor the many secrets of Psycho... WE SEE VERA’S CROSSED FINGERS BEHIND HER BACK Then tilt up to Janet’s look of mock disapproval. Vera po her tongue out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "To friends, relatives, trade reporters or columnists -- not even to outgoing President Dwight D. Eisenhower, God bless him. Everyone cracks up, but Hitchcock’s only interested in th reaction of his new blonde, standing in pride of place, r beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMA sits at the desk typing away at the revisions for “Psycho.” -- we see the title page. A tiny solitary figure with nothing for company but a vas wilting flowers... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pauses, takes off her glasses and pushes aside her corrections, suddenly fed up with the all the work. She looks out at the swimming pool, sparkling in the sunlight... then turns to the expensive-looking SHOPPING half-open on the side... We hear a LOUD SPLASH --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Alma plunges into the water wearing her striking new swimsuit. She breaks into a front crawl. Her strokes are vigorous, surprisingly so. She drives the length of the pool, her arms slashing thro the water with increasing speed, her feet kicking out wit rising intensity... harder and harder... faster and faste",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch guides Janet and Tony across the sound stage to the of Norman’s parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "Now, Hitch, explain to me why I’m watching Marion undress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I feel like I should take offense at that. She and Tony laugh. Hitch’s eyes light up at this display mischief from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I don’t know...Perhaps as a boy, Norman secretly watched his mother preparing for her nightly bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Maybe there was a transom over the bathroom door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Yes -- one he could access with a chair so long as he was stealthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Well, a boy’s first glimpse of a naked woman is usually his mother. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTHONY PERKINS",
          "text": "So...I'm reliving the past, repeating a ritual with Marion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "You're the actor. You figure it out. Tony flinches at Hitch’s brusque response. They arrive at the set wall, where Hitch removes a painti to reveal the PEEPHOLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Hitch, I have a question. Why is the hole much larger on this side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "All the better to see you at the greatest possible angle my dear... Janet simply steps up and presses her face to the hole. H studies her profile, quietly thrilled at her curiosity. T hangs back, watching Hitch watching her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Wow. You really do your research, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It’s just my Jesuit work ethic. He takes a quick peek through the hole now too...then put the painting carefully back into place over it. ALFRED HITCHCOCK (PRE-LAP) (CONT’D) The truth is... I’m only happy when I’m working... INT. PSYCHIATRIST’S OFFICE, BEVERLY HILLS - DAY Hitch lies on his Analyst’s couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "»+. and if I’m not working then I’m nothing. I’m not even a person. I’m just a collection of molecules. A useless cylinder of ugly flesh. The Analyst circles one of his notes on a pad with his Montblanc. Again, we notice how rough-hewn his hands are. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANALYST’S VOICE (0.S.) What about your mother? Let’s go back to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "My mother? Yes. Hitch looks over at the unseen analyst and considers him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "She was an extraordinary person. She exposed me to Ibsen, Strindberg, Shaw. She hoped I would go into engineering -- carry a lunch pail, gold watch at fifty. ANALYST’S VOICE (0.S.) She didn't approve of your career?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "To her, movie people were akin to thieves and prostitutes. He turns back to look out the window. ALFRED HITCHCOCK (CONT’D) If I misbehaved, she'd make me stand at the foot of her bed and discuss how I planned to become a better boy. The Analyst leans forward and we see his dirty, worn-down fingernails. ANALYST’S VOICE (0.S.) Have you ever considered that your deep desire to gain the approval of your industry represents a textbook case of transference? (then) The Oscar is your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL THE ANALYST",
          "text": "It’s ED GEIN. In his Sunday best, his shovel leaning agai the mahogany-paneled wall in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "You're a fine one to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock leads Janet to a row of brassieres, all laid ou for inspection. They are all white with recognizable labe Berlei, Triumph, Marks & Spencer. He picks out one of the (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "You will be wearing a white bra like this for the opening scene on the bed. And then after you’ve stolen the money... They move on to a second row of brassieres - all dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I switch to one of these. He nods, correct. She moves over to a mannequin displayin the iconic jet black brassiere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA RIGGS",
          "text": "Are you sure you don’t want to look at something a little more elegant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCHCOCK",
          "text": "(sharp) No. They have to look like they were bought at Sears and Roebuck. I want every woman in the audience to look up at Janet having sex with John Gavin and think, ‘that could be me’. Janet reads the label. It’s “Maidenform.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET",
          "text": "This is the brand I wear. Hitch digests the information and turns to Rita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCHCOCK",
          "text": "We're ready for a fitting. As Rita starts to measure Janet’s chest, Hitchcock lifts hands and ‘frames’ her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O. PRE-LAP)",
          "text": "We travel across the rooftops of downtown Phoenix and finally, through the heat, pick out a certain hotel window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on Hitchcock's FRAMING HANDS as they now travel up an open window with blinds half down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We go under the blinds and match dissolve into the room itself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HITCHCOCK'S HANDS have now become THE CAMERA, recording t scene already underway and now watched by HITCHCOCK, his DIRECTOR OF PHOTOGRAPHY and CREW from across the stage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O.)",
          "text": "We pan over and discover John and Janet on the bed. ...the camera moves to Janet and John making out on the b It’s serious stuff. ALFRED HITCHCOCK (CONT’D) She'll be wearing only her undergarments and a large glow of satisfaction... JANET smiles up at John contentedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HITCH",
          "text": "watching from his directing chair. Peggy stands next to h ALFRED HITCHCOCK (CONT’D) Cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Good luck getting this one past the censor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma drives the gleaming black Cadillac through the UNIVE GATES and pulls up to the production office outside the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma collects the script pages off the front seat and wal into the production office just missing Whit as he stroll back towards the writers building with a couple of pretty SECRETARIES. Whit pauses when he spots the Hitchcocks’ CADILLAC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "You girls go on ahead. The PRETTIEST ONE stops to make Whit light her cigarette before catching up with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peggy reads the final pages while Alma inspects the production boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "If you ask me, the credits should read “Screenplay by Joseph Stefano and Alma Reville.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "The people who matter know. That’s all that counts. As she makes a few more changes to the schedule. Alma tur to Peggy whose face tightens as she continues reading. Clearly it’s strong stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I'd hate to see Shurlock’s face when he reads this. She puts the pages down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY, (CONT'D)",
          "text": "Alma, you always know the answer. Is this really going to work? A candid moment between the two women... but Alma doesn’t answer, just leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma emerges into the sunshine and looks across at the soundstage, wondering whether she should go over there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Hello, stranger. She turns to see Whit leaning against the Cadillac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Whit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Where have you been hiding yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I’ve been doing the revisions on... She points to the PSYCHO HOUSE on the ridge. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Psycho. (then) And how is the old boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "In a state of unbridled ecstacy now that he’s back on the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "And you? How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Not bad. I’ve got eight hundred words to do for Reader's Digest on what it’s like to be married to a man obsessed by murder. He looks at her a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I’ve got a better idea. He steps closer. WHITFIELD COOK (CONT’D) Why don’t we drive out to Santa Barbara? We'll have Emilio fry up those juicy steaks we like at El Encanto. He playfully tugs at her sleeve. WHITFIELD COOK (CONT’D) No shoptalk ... No silly magazine articles...just a wonderful meal... Alma’s expression gives away nothing as we pan over to th WINDOW of the production office and notice the tell-tale in the blinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch looks out at Whit and Alma through the window, just like he did with the other couple earlier. Except this li interaction is far from dull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A.D. HILTON GREEN",
          "text": "We're ready for you on the set, Mr. Hitchcock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I'll be right there. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Hitch doesn’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A.D. HILTON GREEN",
          "text": "Mr. Hitchcock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMA enters the silent, empty house smiling to herself. S walks through to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and puts the grocery bags down on the counter. She list The house is eerily quiet, until, from behind --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Was there a line at the market? Alma looks up, but doesn’t turn round, well used to Hitch cryptic ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "No. Actually, I'm back sooner than I expected. She puts on an apron and gets to work, preparing dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Would you like a cocktail? He heads for the liquor cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "No. (he starts to head off) And you shouldn't either. Hitchcock stops. Pulls out a CELERY STICK from one of the bags and bites it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Those haven't been washed yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(chewing) I don’t care. (then) I was filming all day with John Gavin -- a good-looking chap but, really, plywood is more expressive. His love scene with Janet may be most horrifying thing in the picture. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes another BITE, searching her face for some tell-t sign of guilt. ALFRED HITCHCOCK (CONT’D) Even your friend Whitfield Cook would be better in the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You should tell Whit that. He'd be flattered. She gets to work preparing a salad. Hitch studies the bac her tiny, vulnerable neck, the delicate sinews and muscle they rise and flex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch arranges his pillows and settles into bed while Alm finishes getting ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Maybe I was too dismissive about your friend Whitfield’s book. Perhaps he and Elizabeth could come over this weekend and he can walk me through it. Alma’s radar activates but Hitch continues oh-so- nonchalantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "Lovely woman, Elizabeth... He carefully folds his blanket as if wrapping a murder victim. She’s not exactly sure what he’s implying but she knows she doesn’t like it. ALFRED HITCHCOCK (CONT’D) I was hoping you could come by the set tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I'll see how my day shapes up. She turns onto her side away from him. Pulls the blankets around her, her eyes still WIDE OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (PRE-LAP)",
          "text": "You think you can get away with it but you can’t... Alma’s eyes become HITCHCOCK'S EYES, staring ahead intent",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": ".»+. You think they can’t tell... but they can. They know. It’s all closing in on you. The noose is tightening... As he continues, we pull back and see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REAR-PROJECTION SET",
          "text": "Janet emotes for Hitchcock’s CAMERA while “driving” a PAR CAR, being rocked by STAGE HANDS. Peggy and other CREW time and mark the takes. ELECTRICIAN AND GAFFERS turn mounted lamps that rake across Janet's worried face like car headlights. ALFRED HITCHCOCK (CONT’D) You could return the money secretly, but what would be the point? He wipes his brow, getting more intense...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "You, Marion Crane. The prim and proper girl who’s always been so tight and respectable. So perfect and untouchable. Well, they know all about your dirty little secret, don’t they? Your messy, sticky lunchtime trysts. Yes, your boss Mr. Lowery could even smell the sex on you-- SUDDENLY THE REAR SCREEN film breaks and a frame burns. It's a good thing because Janet is starting to look a lit uncomfortable -- was that meant to be funny? As technicia yell and hustle, Hitchcock turns to Peggy -- ALFRED HITCHCOCK (CONT’D) Circle that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Janet gets changed, Vera hangs up her frumpy coat on a rack, looking over a little enviously at Janet’s good girl/bad girl underwear hanging nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Have you talked to him much about your personal life? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Not really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "I'd keep it that way if I were you. (Off Janet’s look) He starts by choosing your hairstyle and clothes and then he wants to choose your friends and decide how many children you should have. Janet finds this a little hard to believe. Vera leans in, lowering her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "That poor, tortured soul Jimmy Stewart played in Vertigo? That's Hitch, only younger, slimmer and better-looking. That may well be true but it doesn’t bother Janet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Compared to Orson Welles, he’s a sweetheart. They both turn, sensing something -- and see HITCHCOCK'S DISTINCTIVE SHADOW PROFILE in the hallway. The shadow lingers, then recedes like in a scary ghost story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "(whispers) See? He's always watching. They laugh nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma comes in from her gardening, and settles on the sofa with a cup of tea, a circled copy of TV Guide next to her On television -- the 1950 Hitchcock classic Stage Fright. The credits come up: “Screenplay by Whitfield Cook, Adaptation by Alma Reville.” Alma watches, thrilled at the sight of her name and Whit’ together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TV",
          "text": "The words “DIRECTED BY ALFRED HITCHCOCK” overwhelm the sm screen. Alms puts down her fork, no longer hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALMA heads back to the kitchen, only to pause at the open door to Hitch’s study -- there’s something on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HITCHCOCK BLONDES",
          "text": "Hitch’s personal collection. Alma enters and starts to go through them. Each photo is turned over a little more rou than the last. It’s hard to tell whether she’s more angry the photos or the fact that they’ve been deliberately lef for her to find... Alma takes off an earring, picks up the phone and starts dial...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the crew prepares the car set to go again, Hitch strid over to PEGGY who’s dialing a phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What’s the hold up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "It’s still engaged. He takes the phone himself just as Vera Miles emerges fro her dressing room, script in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Hitch, I’m stuck on Lila’s first scene. I don’t know how strongly I should confront Sam and the detective and I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(acidly) Fake it. He turns his back on her and dials. The ENGAGED TONE blar in his ear. His eyes narrow at some crew members fussing bits of LIGHT and SOUND EQUIPMENT. ALFRED HITCHCOCK (CONT’D) Does it really require two men to carry a light stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A.D. HILTON GREEN",
          "text": "I'll take care of it right away, Mr. Hitchcock. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes off to fix it. Off Peggy’s questioning look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It's different when their pay is coming out of your own pocket. He raps the receiver button, more intensely this time, an redials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Alma’s still on the phone to Whit, basking in his cha Her feet are up. There’s a drink in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK, (ON PHONE)",
          "text": "Well, I think that sounds like a fabulous idea. We’ll have a late lunch. I’1l1 make the reservation for one thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "What would I do without you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Till then, bye. She hangs up, toying with her earring, feeling better alr when the PHONE rings again very quickly. She picks up wit even thinking --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "(laughing) What did you forget now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pudgy fingers clench the coiled PHONE CORD as we move up Hitch’s face. He’s silent as a burglar, not even daring t breathe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (ON PHONE)",
          "text": "Whit? Is that you? The blood drains from Hitch’s face as he very slowly and carefully replaces the receiver. His mind starts to spin. He’s got to get out of there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROSSING THE STAGE",
          "text": "Hitch lurches towards the production office, starting to sweat, but his path is blocked by GRIPS laying cables. Th set is suddenly a cacophony of noise and chaos. A PR FLACK appears -- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PR FLACK",
          "text": "Mr. Hitchcock, every press outlet is driving us crazy for photos -- Hitch brushes past him to find another route but more gri are moving a ladder. He turns, kicks a platter of healthy snacks out of the way, only for an ARCLIGHT to swivel in face and blind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Are you okay? You’ve gone very pale. Peggy's face suddenly comes into focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Stop trailing me like a puppy dog and get me something long, cool and wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "It's not even three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Give me the key! He snatches it and pushes past her, leaving her flat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HITCH exits the soundstage doors, only to find the humorl face of BARNEY BALABAN blocking his office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Hello, Hitch. How’s the picture? I’m hearing interesting things...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It’s a wonder you can hear anything over the noise coming from the Shurlock office. Balaban offers up his handkerchief. Hitchcock waves it aw even though he’s now covered in sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "I shouldn’t be in a position of just hearing things, Hitch. It’s time you showed me some footage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Why? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "To see if you’re making a picture Paramount can actually release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "As you well know, Barney, my contract guarantees me final cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Your contract also says Paramount isn't required to distribute any film that could cause us embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Unlike the last five Martin and Lewis pictures you’re all so proud of. He slams the door in Balaban’s startled face. INT. HITCHCOCK’S OFFICE, UNIVERSAL REVUE - CONTINUOUS Hitchcock loosens his collar and catches a glimpse of him in a mirror. He’s unraveling and it shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN, (0.S.)",
          "text": "I demand to see some footage, Hitch. Hitch lowers the window blinds over Balaban’s face and fumbles for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Connect me to Maxim’s of Paris. He takes the key and opens the liquor cabinet ignoring th INSISTENT KNOCKING at the door -- ALFRED HITCHCOCK (CONT’D) (on phone) Yes, it’s Alfred Hitchcock in Hollywood, California, Jean-Claude. I need three pounds of foie gras sent on the next flight out. (then) That’s correct. Three. He pours himself five fingers of scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A majestic view of the coastline as Whitfield Cook's Crea MERCEDES 190CL, zooms along, top down. Alma wears white- rimmed sunglasses and a head scarf. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whitfield, in true Hitchcock leading man style, has the perfect amount of wind blowing through his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Those steaks haven’t changed at all, have they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "It's so nice not to have to take care of someone, even if it's just for an hour or two. She takes in the sparkling scenery whipping past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Whit, where are we going? You still haven’t told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I have a little surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "A surprise. How fun. Whit just smiles as he jams the acceleration and the car ROARS off down the highway. EXT. HITCHCOCK’S OFFICE, UNIVERSAL REVUE - DAY Hitch stands in the parking lot tapping his foot impatien near the parked Ford Fairlaine police car used in ‘PSYCHO Janet watches him, sitting behind the wheel of her VOLKSW BEETLE. After a moment she toots her horn and drives up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "What happened to your driver?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I've been asking myself the same thing. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I can give you a ride if you want. Hitchcock raises an eyebrow at the tiny car, and then, wi great effort inches his massive frame through the open do",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Did you know Adolf Hitler sketched the design for this car on Ferdinand Porsche's cocktail napkin in a Berlin beer garden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I didn’t. She turns to see Hitch wedged uncomfortably into his seat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It’s only now that I truly appreciate just how diabolical Herr Hitler was. She notices him eyeing the half-eaten bag of CANDY CORN o the dashboard (the kind Norman Bates enjoys throughout “Psycho”.) ALFRED HITCHCOCK (CONT’D) May I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Help yourself. (letting him in on it) I pinched them from Tony’s dressing room. He takes one and chews it curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "So this is what they eat at the drive- ins... He takes the whole bag and sets to work, popping them in after the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I thought you only ate Fauchon chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Needs must when the devil drives, my dear. He’s so deadpan but now there’s no way to tell if he’s jo or not. She puts the car into gear, sensing his despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO PAIRS OF FEET",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nesting in the sand. Alma and Whit sit out watching the s The water laps over their toes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I don’t mind that he uses his obsession to fuel his art. I just don’t like it when he uses it against me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "He's like any great artist. Impossible to live with but worth the effort. (he throws a rock into the sea) Van Gogh wasn’t exactly a walk in the park either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Did you know when we started out I was his boss? He didn’t even dare ask me out until he’d worked his way up to assistant director. Whit watches as she picks up some sand, lets it run throu her fingers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "What do you think of that place over there? He nods to a SMALL BEACH HOUSE up the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Looks nice. Terrific location. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "It's mine. She looks at him askance. Is he joking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I just saw Elizabeth. Why on earth didn't she tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "She doesn't know about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is setting on the Hitchcocks’ driveway. The VW pu to a stop in front of the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CAR",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janet looks over -- decides to risk it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "So what did happen between you and Vera?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I was going to make her star. But she chose the life of a housewife. He stops chewing. We push in as his features turn reflect ALFRED HITCHCOCK (CONT’D) I cast her as the lead in Vertigo. Then two weeks before filming she told me was pregnant. He screws up the empty bag of candy and looks over at Jan Then, almost like a child -- ALFRED HITCHCOCK (CONT’D) Why do they do it? Why do they always betray me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JANET",
          "text": "As she looks across and sees the lonely abandoned little just sitting there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma enters the beach house cautiously and looks around. is old and falling apart with only a few functional furnishings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I'm just leasing it for the offseason. A place to get away from the wife and kid and write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Very Bohemian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "You might find that room interesting. Alma looks. The door is partially open -- she sees the on conspicuously new item of furniture. A double bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Whit. I hope you haven’t got the wrong idea. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives her a rakish grin, then pushes the door open fur to reveal the deck beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO MAUVE CORONA TYPEWRITERS",
          "text": "Sit on a table facing each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "If you were serious about helping me adapt my book, I thought it would be the perfect hideaway. She lets this sink in, entranced by the incredible view a the crashing surf. Then, she steps out onto the deck and up to one of the typewriters. Gives the key an approving TAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch enters the empty house at dusk. The dogs greet him. listens a moment... then walks through to the study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch pours himself a brandy and downs it in one. He goes pour himself a second, when he notices something on the d It’s his collection of PHOTOS by the TELEPHONE. They’re a neatly stacked. With a SINGLE GOLD EARRING on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch lies in bed, his thoughts racing as he waits for Al to come home. Finally, the sound of the car comes up the driveway. He turns onto his side and pulls up the blankets, listeni to the sound of the front door ... and Alma’s footsteps d the hall. She quietly slips into the bathroom and shuts the door be turning the light on. He watches her shadow through the s of light at the bottom of door. When the bathroom light switches off again Hitch hurriedl closes his eyes. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma emerges in her nightgown and stops at his bedside, peering down on him. She's not completely sure that he's actually awake, but she suspects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch eases himself up and looms over Alma to make sure s is safely asleep. He silently picks up her HANDBAG and takes it to the wind Using the moonlight he searches its contents. Car keys. Lipstick. Purse. And the first few pages of a story outline: \"TAXI TO DUBROVNIK” The pages vibrate in his hand as his gaze lowers to revea the rest of the TITLE PAGE: “STORY TREATMENT BY WHITFIELD COOK & ALMA REVILLE.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GLISTENING MOUND OF FOIE GRAS spooned into Hitchcock’s mouth straight from the MAXIM’S OF PARIS tin. Hitch stand the glare of the open fridge, a beast feeding in its cave shoving in mouthful after mouthful. It’s almost pornograp in its indulgence. GEIN steps out of the shadows and puts a comforting hand Hitch’s shoulder. We hear the civilized CLINK of cutlery against china...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch and Alma sit at the table having lunch. Alma eats a pork chop while Hitch defiantly nibbles at his healthy sa He has a nice big glass of red wine which Alma ignores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "So I read your finished treatment. “Taxi to -- \" Where was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Dubrovnik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "That's it. Dubrovnik. Care to hear my opinion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Yes. Naturally. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "There’s no other way of saying it. It’s stillborn. Dead in the water. Alma blinks, unable to hide her shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "How so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(with mock compassion) The plot’s a muddle. Some of the jokes are awfully like things we already did better hundreds of years ago in The Lady Vanishes. And your villain is weak. But the biggest failure is the relationship between the hero and heroine. He picks up a radish and bites into it. ALFRED HITCHCOCK (CONT’D) If you weren’t so smitten with your friend Whitfield cook you'd probably see that. Alma is entirely stunned. Hitchcock has delivered the kil blow he intended. He gets up and goes over to the garden door. ALFRED HITCHCOCK (CONT’D) Women never really care to face the truth when their hearts are involved, do they? As he steps out into the garden --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "How would you know what really goes on between a man and a woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch searches his pockets for his lighter but can’t find His annoyance only increases when he notices the SCATTERE LEAVES ‘contaminating’ the surface of the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Look at this mess. He grabs the net and starts scooping them out. ALFRED HITCHCOCK (CONT’D) Bloody belt-tightening. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can’t get the net into the inflow filter so he gets do on his hands and knees and starts PULLING OUT the leaves his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "watches from the window... then turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCH",
          "text": "Pulls out handful after handful of wet leaves, clawing aw at them like a madman...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stage hands and engineers test a row of HOT WATER TANKS installed on the set. WE FOLLOW the sound of rushing water through a PIPE as it snakes across the set floor and passes through a fake wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHOWER HEAD",
          "text": "Unleashing a stream of STEAMING HOT WATER. The SET HAND g the thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SET HAND",
          "text": "Tell the boss we’re ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peggy and A.D. Hilton Green exchange a glance as Hitchcoc paces up and down in the corridor, eager to get to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What’s the hold-up? Call time was two hours ago. Peggy nervously knocks on Janet's door and peers inside - INT. JANET LEIGH’S DRESSING ROOM - DAY Rita Riggs is hard at work molding MOLESKIN PATCHES to Janet's nipples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "And you're sure this moleskin will stay put?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA RIGGS",
          "text": "Mr. Hitchcock promised. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither woman looks convinced but they proceed with blind faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "It better. I’m going to be taking a shower all week. As Janet slips on her robe, a MOLESKIN TRIANGLE PLOPS ont the floor. Rita and Janet share a worried look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma sits at her typewriter while Whit stares off, lookin little uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Forget what Hitch said. He’s just feeling his age. He’ll come around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "But he’s right. It does need more feeling. Alma ponders the problem. Finally --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "So why don’t we put some in? She gets to her feet and starts to pace...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "All we need is a better catalyst. Some innocuous little trigger to release all that underlying desire. The soothing sound of the ocean gives way to the relentle HISS of SHOWER WATER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Janet nervously removes her bathrobe and heads toward the MOCK SHOWER STALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Good morning. He takes her hand and guides her into position. ALFRED HITCHCOCK (CONT’D) As I explained earlier, this scene will be made up of many shots from Mr. Bass’s boards. A series of looks - actions... (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALFRED HITCHCOCK (CONT’D) Well, you’re the professional. You’1l know how to do it. Around them, the crew frantically finalize the CAMERA and LIGHT SETUPS. MALE CREW MEMBERS look uncomfortable and excited by the unprecedented sight of a virtually nude mo star. Saul Bass comes over with his boards and Hitch and he dis the planned shot a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST A.D. HILTON GREEN",
          "text": "Tony’s stunt double is ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Ah. There’s our murderess. Into frame steps Anthony Perkins' FEMALE STUNT DOUBLE, MA wearing a gingham dress, silver wig and BLACK MAKEUP TO M HER FACE. She wields a large PROP KNIFE and almost blocks view of Janet in the white-tiled stall. ALFRED HITCHCOCK (CONT’D) (to Janet) Are you ready for our little bloodbath?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "My mother always said, “Have confidence in yourself and you can lick anything.” Hitchcock takes Janet’s hand, and with tremendous sinceri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "My mother used to say the same thing. (then) Let's go for a take. Quiet everyone. Over and over, Margo attacks with the knife and Janet tri deflecting the blows but both women are timid and Janet i clearly guarding her modesty and covering her body. ALFRED HITCHCOCK (CONT’D) Cut. More intensely. Let’s go again. Margo's KNIFE comes at Janet uncertainly and every which Naked and exposed, Janet defends against the knife blows they come at her but Margo’s still pulling her punches-- ALFRED HITCHCOCK (CONT’D) No. More angry. You are possessed with unbridled homicidal rage. (leaping up) Cut. Cut camera. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He charges over to Margo to demonstrate the savage stabbi gesture he demands. ALFRED HITCHCOCK (CONT’D) Does no one understand what I’m trying to accomplish here? I’m older than anyone on this stage and I’m still standing. Everyone falls silent, unsure how to respond. Hitchcock H OUT HIS HAND. ALFRED HITCHCOCK (CONT’D) Give me the knife. Margo places the knife in Hitchcock’s palm. ALFRED HITCHCOCK (CONT’D) Props. Bring in more blood. A FEMALE MAKEUP ASSISTANT squirts more CHOCOLATE SYRUP “blood” onto Janet from a PLASTIC BOTTLE OF BOSCO. ALFRED HITCHCOCK (CONT’D) Roll camera. As the scene is marked, we see Hitchcock’s anxiety. There NO SOUND except Hitchcock's ragged breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW MEMBER",
          "text": "Ready, sir. Hitchcock nods. The camera whirs. Hitchcock hoists the kn into the air with terrifyingly convincing power and malevolence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHOWER CURTAIN GETS YANKED BACK --",
          "text": "We see in the shower from Hitchcock’s POV not Janet but GEOFFREY SHURLOCK. Hitchcock SLASHES the censor a killer that sends him reeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHOWER CURTAIN GETS YANKED BACK AGAIN --",
          "text": "Shurlock is replaced by BARNEY BALABAN. Hitchcock stabs h with unleashed fury and hate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHOWER CURTAIN GETS YANKED BACK AGAIN --",
          "text": "WHIT turns, he’s naked and smiling. Hitch plunges the kni into his back, and he drops, revealing ALMA, arms around waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're back in the real moment -- JANET LEIGH SCREAMING as gives the ‘performance’ of a lifetime. Hitchcock stops stabbing. His heart pounds. He’s soaked w sweat. The only sound is the drip-drip-drip of the shower",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HITCH",
          "text": "As he realizes EVERYONE is staring at him. He straightens tie, attempting to regain some semblance of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Print. We’ve got it. He exits quickly. Rita escorts the shaken and exhausted Janet off set, pass Vera who’s witnessed the whole thing. She’s wearing a bathrobe. Janet gives her a look as if to say ‘Now I understand.’ INT. HITCHCOCK’S OFFICE - UNIVERSAL REVUE - CONTINUOUS Hitch shuts his office door and leans back against it. He closes his eyes, nauseated and dizzy. He doesn’t even nee open them to know who’s there, waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Not now, Ed. It’s really not a good time. He staggers towards the water cooler, fumbling for a cup. Ed steps forward and pours him some water, pats his shoul",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "You just can’t keep this stuff bottled up. But before Hitch can drink it he crashes to the floor. EXT. HITCHCOCK’S OFFICE - UNIVERSAL REVUE - SAME TIME Peggy and Perkins to react to the noise... HITCHCOCK’S OFFICE - UNIVERSAL REVUE - SAME TIME They come through the door to see Hitch lying on the floo He looks like he’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Oh God... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peggy rushes forward to help. Perkins just stands and sta as if paralysed in some Freudian nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TELEPHONE",
          "text": "starts to ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is inside the beach house, and partially drowned out b the sound of the crashing waves. Alma and Whit are on the deck, acting out the scene as they write, too engrossed t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "What if Helen and Michael try and get into the cab at the same time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Even better, what if they reached for the cab door at exactly the same time? Alma demonstrates so that their hands touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "That way, we could start close on the hands... (tracking the movement) +. and then tilt up to the eyes. They stare into each other’s eyes, lips just inches apart",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "That feels better already. Finally, the phone intrudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Are you going to get that? With some effort, Whit goes inside and picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK, (0.S.)",
          "text": "Hullo?... Yes... Hold on. He comes outside, holding out the receiver for Alma. WHITFIELD COOK (CONT’D) It’s for you. INT. HITCHCOCK’S OFFICE, UNIVERSAL REVUE - DAY Peggy grips the phone, her face full of concern. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I know you told me only to call in an emergency, but I’m not sure how else to describe this. Hitch lies slumped on the floor. A compress over his forehead. His head lolls to one side as he slips in and o of consciousness... FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disarray on the set. MARTIN BALSAM watches as SAUL BASS, cameraman JACK RUSSEL and A.D. HILTON GREEN argue about the best way to proceed with the staircase sequence. Hitch is conspicuous by his absence. As they bicker we find Tony Perkins off to one side, sitt in his Mrs. Bates costume, unable to cope. He puts the wi back on his head. There, that feels better... Balsam’s finally had it with all the arguing. He walks of past Peggy who’s arriving with the PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN BALSAM",
          "text": "It's official. The inmates are running the asylum. Peggy hands Hilton the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Hilton. I have Mr. Hitchcock for you. She gives him a warning look. “Watch out. He’s in a terri mood.” He waves away her concern. It can’t be that bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HILTON GREEN",
          "text": "Hey there, Hitch. We’re still working on it. (looking over at the continuing argument) Everyone misses you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch, in bed and sick as a dog, has the script, notes an boards on a bed tray. The phone receiver is pressed to hi ears. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I've told Peggy and now I'm going to tell you. You have to get this sequence shot today. What’s the hold up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HILTON GREEN",
          "text": "We tried it ten different ways and it looks terrible. Why don’t we use inserts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "No. It has to be a high angle. You'll tip off the big surprise! Just get the process shot. Hitch slams down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HILTON",
          "text": "Still clutching the phone, a little nonplussed. Peggy giv him a look: “What did I tell you.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma removes the phone from Hitch’s grasp. Touches his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "No more phone calls. You're burning up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Burning up our money. We're two days behind and I’m stuck in bed. Hitch swings his legs out of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Where do you think you’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "To the set. We can’t afford to lose any more time. Two more days of this and the whole production goes under. He shakily tries to get to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You stay in bed. I'11 deal with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I’d hate to take you away from your writing partner. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pushes him back against the pillows. He’s too weak to resist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Under the blankets. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crew members sit around eating donuts. Assistant director Hilton Green and cameraman Jack Russell are still arguing over the mechanics of the shot with more crew members joi in. It’s near pandemonium. Then Alma steps in the door, and everything stops. Every member snaps to attention as Alma passes by. It's like th school principal arriving after the substitute teacher ha lost control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Don't stop work because of me. I’m only here as one of the two people paying your salaries. Alma takes a seat in Hitch's DIRECTOR'S chair. As her eye dart around the set, it's clear that she IS TAKING EVERYT IN. Peggy flanks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Scene?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "One seventy three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Storyboards? Peggy hands the boards to Alma. She and Hilton quickly re the boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Start with the overhead. We'll cut before the fall. Then we’ll put Martin ina chair under the camera. Hilton looks at Russell. Perfect. He sets ANTHONY PERKINS his dress into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "(to the cameraman) And that lens should be a thirty-five. Peggy mouths Alma a silent “THANK YOU” for restoring orde",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock lies in bed, tossing and turning, the fever onl making his thoughts darker and more obsessive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN, (0.S.)",
          "text": "You forgot to look in the bathroom. Hitch notices the SHADOWY FIGURE standing at the end of h bed. ED GEIN (CONT’D) A man like you... Missing the vital clue like that... He blearily sits up and sees Gein’s impassive rustic face",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What do you mean? Gein steps over to the bathroom and pushes open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "My mother always said if you’re going to do a job, do it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock enters the immaculate white and chrome room and inspects it... but nothing seems out of place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "Check the floor. He looks down but again, nothing. ED GEIN (CONT’D) Closer. Hitch gets down on his hands and knees. He runs his fingertips across the smooth white tiles. They start to collect --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAINS OF SAND",
          "text": "Sprinkled all over the floor. ED GEIN (CONT’D) You still think they’re just writing together? Hitchcock’s face hardens. His lip trembles. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ED GEIN (CONT’D) So what are you going to do about it? Hitch gets up, opens the medicine cabinet and takes out a BOTTLE OF BAYER ASPIRIN. He empties the tablets into the sink and very carefully, sweeps the SAND into the aspirin bottle. He caps it, slip into his robe pocket and turns off the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma spots the towering figure of Balaban stride onto the stage accompanied by a MAN in a cardigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Barney. He sees her and bristles, clearly surprised to see her th",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Alma. Alma takes in Balaban’s companion, and the viewfinder rou his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY",
          "text": "You know David Kirkpatrick. He’s working on Jerry Lewis’ next picture. She does. They nod politely -- then stand there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY, (CONT'D)",
          "text": "So he’s free to help... (a sly smile) if you need it... Silence. Just the bustle of crew members in the backgroun",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "That won’t be necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY",
          "text": "But you’re nearly three days behind. He takes a step towards Hitch’s empty chair, but Alma mov to block his path. It may be a small gesture, but it’s hi charged. Barney stares down at her. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "Alma. We both know what kind of film this is. (then, closer) The smart thing to do would be to help Hitch finish it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Thank you for your concern, Barney. She moves closer to him, holding his gaze, not bending on bit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "But on a Hitchcock picture, there is only one director. The anger flashes on his face as she faces him down, the entire crew behind her now, holding firm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Balaban, incensed, leaves the stage with Kirkpatrick. Alm steps out into the sunlight not far behind them. As she watches them leave, she lets out a breath. A voice calls out to her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN'S VOICE",
          "text": "Mrs. Hitchcock? She turns to see Janet walking over in Capri pants and a sleeveless top. She’s carrying an elegantly wrapped packa",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET",
          "text": "I hope you don’t mind. I heard Hitch was sick so I got him a little something. She hands Alma the gift. A bag of candy corn tied with a ribbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "That’s kind of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET",
          "text": "Well, he’s been very considerate with me. (a beat) I haven’t always had that from my directors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Janet, you've been very... professional. It hasn't gone unappreciated. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma takes in Janet's unaffected natural beauty -- and he sincerity. She can’t help but notice the second glances Janet is provoking from passers-by now... She’s an impossible rival for any woman. BEETHOVEN’S 3RD SYMPHONY, ‘EROICA’ Blares deafeningly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the stereo. Alma finds Hitch on the sofa swaddled in a blanket and eating ICE CREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "May I turn that down? She silences the stereo. Hitch doesn’t react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "You'll be pleased to know order has been restored. He still doesn’t look at her, masticating loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "A thank you would be nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We're still two days behind and sixty thousand over budget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I already cancelled the wrap party. That'll save us two thousand right there. And you won’t be tempted by any champagne and cake. She pulls at the bowl of ice cream. He refuses to let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Beware -- all men are potential murderers. She yanks it from his grip. ALFRED HITCHCOCK (CONT’D) With good reason. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Alright, what’s this about? He slowly pulls the ASPIRIN BOTTLE from his robe pocket, building suspense as he unscrews the lid and pours SAND i a tiny pile on the coffee table in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Spending a lot of time at the beach? He puts down the bottle, looking for a reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "That’s where Whit and I are writing. He’s rented a place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Hardly the ideal setting to avoid distractions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Actually, it’s very conducive to creative collaboration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I already told you -- that treatment is a waste of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Didn't everyone say the same thing about “Psycho”? She reaches for the ASPIRIN BOTTLE to throw it away but H grabs it first --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Are you and Whit having an affair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Don't be absurd. He’s working on something new and needs a little help, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What a coincidence. I’m working on something new and I could use a little help too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "What do you think I’ve been doing? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Then why are you spending all hours of the day and night with some overage, talentless mamma’s boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Because it’s fun. He quivers, livid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I am under extraordinary pressures on this picture, the least you can do is give me your full support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Full support? We’ve mortgaged our house. My house. Alma’s eyes flash with unaccustomed hurt and fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Might I remind you that I have weighed-in on every aspect of this film so far, as I have done on every picture you've done in the last three decades. And the first time you show the film, it will be my notes that you want. I celebrate with you if the reviews are good and I cry for you if they are not. I host your parties and put up with those fantasy romances with your leading ladies. And when you’re out promoting this film around the world, I will stand beside or, rather, slightly behind you, smiling endlessly for the press even when I’m ready to drop, being gracious to people who look through me as if I were invisible because all they can see is the grand and glorious “Alfred Hitchcock.” Hitchcock is stunned and silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "Now, for the first time in years, I dare to work on something that isn’t “an Alfred Hitchcock Production” and I’m met with accusation and criticisms. This work I’m doing with Whit gives me pleasure and purpose. (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "And even though that takes absolutely nothing away from you, please consider this a reminder: I am your wife, Alma Reville, not one of the contract blondes you badger and torment with your oh-so- specific direction. She turns and, with great dignity, leaves Hitchcock sitti in the gathering gloom. He’s not the only one who can del a killer blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HITCH",
          "text": "with that same lost expression on his face, only now dark shadow and harsh light alternate across his features. A NAKED LIGHT BULB dangles from the ceiling as STAGE HAND prepare the film’s climactic scene in the cellar. Hitch watches as VERA reaches out to touch the shoulder o Mrs. Bates. We zoom in on her as she reacts in silent hor her HAND flying up to hit the light bulb, throwing crazy shadows all over the set. We push in on Hitchcock's face as the strobing light brie illuminates the image of -",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL BOY",
          "text": "at the foot of his mother’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIG on a stand. A frumpy woman’s outfit on a hangar. Ve sits in front of the mirror and unties her own hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Free at last. Rita collects Vera's detested wardrobe to take back to wardrobe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "Thanks Rita. Vera rubs cold cream into her face to remove her make-up. the mirror, she sees Hitch in the doorway as Rita squeeze past him on her way out. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "(wiping off her make-up with a Kleenex) Hello Hitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Well, Vera. You always make it look so easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Oh, it was nothing, Hitch. I just faked it. She gives him a dazzlingly ambiguous Miss America smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES, (CONT'D)",
          "text": "Well, I guess this is au revoir.. Hitch comes and stands behind her chair, gazing at her in mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Why didn’t you stay with me? I would have made you as big a star as Grace Kelly. She considers the question and the man asking it, sensing something different about him now. She continues wiping o her make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERA MILES",
          "text": "Unlike Grace Kelly, I can pick up my dry cleaning. I’ve got a family, Hitch. A home. That will always mean more to me than all of this. (then) That blonde woman of mystery you're after? She’s a fantasy. She doesn’t exist. He studies her a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "There was a time when I thought I understood you so completely -- understood women.... Hitch gives a very slight bow, touches her on the shoulde then leaves. Vera watches him go, struck by his rare show vulnerability.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wind blows sand off the dunes. Alma sits in the parked ca outside the beach house, contemplating the typed pages on seat next to her. An inkling that they may not be as magi as she had hoped. No matter. She checks her reflection in the rearview and applies some lipstick, readying herself. She collects the pages and heads up the steps to the deck She sees two typewriters and paper, but no sign of Whit. Something doesn’t feel right. She turns and in the bedroom, through the window, she see Whitfield Cook making love to a young woman -- it is the pretty SECRETARY from the studio lot. Alma and Whit's eye meet. Whit is horrified at being caught. Alma ducks her head, wheels around in shock. ALMA’S CAR She yanks open the door and gets in. Whit runs half dress from the house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "Alma, I thought you were coming later tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I thought you rented this place so we could write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I did. I swear -- this just happened. She struggles to get the key in the ignition. He puts his hand desperately on the car door. WHITFIELD COOK (CONT’D) You won't say anything, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Don't worry. I won't tell Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITFIELD COOK",
          "text": "I mean to Hitch. Whit smiles feebly. WHITFIELD COOK (CONT’D) We can’t all be geniuses. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma tries to hide what a body blow this is. WHITFIELD COOK (CONT’D) Alma -- you're incredibly talented. But, after all... we want him to read the script with an open mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Oh, I wouldn't worry about that, Whit. She starts the car and drives off. Whit watches, deflated, knowing he’s ruined everything, h receding figure swallowed up by flickering white light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE SEEING IS NOT GOING OVER WELL. NOT AT ALL.",
          "text": "Lew sits with Barney Balaban and two executives. Lew discreetly checks his watch out of boredom. Shurlock and two Assistants look appalled. Composer BERNARD HERRMANN, 40s, prickly, sits in the back row looking suicidal. He glances back at Hitchcock who stands near the screening r door looking worse, if that could be possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shurlock exits and approaches Hitchcock who’s waiting in foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "You're going to have to cut all that nudity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What nudity? It was suggested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "I definitely saw that knife jabbing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We did no such shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "I'd stake my reputation on it. I'm recommending you cut the shower scene entirely. Hitchcock is livid but holds his tongue. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I'll go over it frame by frame and set up another screening. But Shurlock is already walking away... Wasserman emerges from the screening room conversing with BALABAN. Hitch searches their expressions for some indica but Balaban strides off without saying a single word to h ALFRED HITCHCOCK (CONT’D) What’s the verdict?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "Let’s just say it was a four-letter review and it wasn’t ‘good’. The harsh reality devastates Hitchcock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN, (CONT'D)",
          "text": "Screw him. It's too late for Paramount to back out no matter what Balaban says. Hitch just stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN, (CONT'D)",
          "text": "The other route is to recut it as a two- parter for the TV series. Because of the budget and the Hitchcock name, we stand a good chance of breaking even. Still, Hitch doesn’t say a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN, (CONT'D)",
          "text": "Look, I made Jimmy Stewart a millionaire of Winchester 73 and that was a dog. At least I could sit through your picture. Hitch stares bleakly off. He can’t help noticing the KIM NOVAK-TYPE he spied on earlier outside, hand in hand and kissing her date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN, (CONT'D)",
          "text": "More importantly, what does Alma think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma sits with the Hitchcocks’ ACCOUNTANT going over the books again, looking at the revised figures. They close t books and sit back and look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Is there anything else we can do? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. This time he can’t bring himself to look her in eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACCOUNTANT",
          "text": "We'll just have to wait and see how the movie turns out. Alma gets up and crosses to the window. Stares out at the pool reflecting a leaden sky... and the clumps of dead le floating across its surface...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Well, it is only a house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs, GEOFFREY and STANLEY, lap away at a water bowl the study. A splash or two of something is added to the b from above. It’s being poured from Hitch’s brandy glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCH",
          "text": "pours himself another glass, leaving the dogs lapping hap away as he goes over to the Steinway Grand. There’s a ban silver-framed PHOTOS on top. He pauses to take a proper l at them. His and Alma’s life together in movies. Smiling at Premie with Cary Grant and Grace Kelly. On vacation with Jimmy a Gloria Stewart. At a black tie event with Ingrid Bergman Gregory Peck. But it’s the PHOTOGRAPH tucked away at the back that he w to see most. A BLACK AND WHITE PUBLICITY STILL taken on the set of The Mountain Eagle in 1926. He picks it up and looks at it: The young Hitchcock in front of the camera, dramatically calling “Action!” on his first film. His eyes don’t have move far to find ALMA, standing just behind him, making n on her clipboard, the same intense, serious look on her f They look so young... Hitch turns to look out the window, thoughtful -- Hitch’s POV. It’s SNOWING outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pull back to discover the window is now in a basement by a single oil lamp. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We find Gein sitting at his workbench. Hitchcock is perch on a stool nearby watching him. Trash and newspapers are piled everywhere. There is grime dark stains on the cabinets and counters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "This is my favorite place. I just shut the doors and leave the world behind. Hitch watches Gein as he threads a needle, stitching something expertly together. He notices there’s no hint o tremble in Gein’s hands. ED GEIN (CONT’D) Pass me that bag, will you? Hitch passes over the shopping bag... then pulls up his c feeling a chill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Don’t you get lonely out here sometimes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "I can always talk to my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEADLIGHTS SUDDENLY RAKE THE ROOM",
          "text": "As we hear CARS pull up -- a lot of them. The sound of ME shouting. Flashing RED AND BLUE LIGHTS. LOUD KNOCKING at door -- ED GEIN (CONT’D) That’s strange. FOOTSTEPS thunder above him. DOZENS OF OFFICERS are fanni out all over the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN SCHOEPHOERSTER, (0O.S.)",
          "text": "Jesus Christ. Hitch watches as Gein just sits there and the sound of SHOCKED reactions and horrified GASPS continue above... CAPTAIN SCHOEPHOERSTER (CONT’D) I think we found his hiding spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "(sotto voce) They can’t go in there. That’s my mother’s room... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAR HEADLIGHTS blast through the window and Hitchcock fin sees the basement room properly for the first time; KNIVE all shapes and sizes...JARS OF PRESERVED BODY PARTS...and SEVERED HANDS, FOLDED IN PRAYER. FROM UPSTAIRS the sound of splintering wood. ED GEIN (CONT’D) They can’t go in there! (calling out) That’s my mother’s room!! Ed springs to his feet, screaming it out as he BOLTS UPST and the pandemonium continues (o.s.) WE PUSH IN ON HITCH’S FACE As the bleak reality of Gein’s lair hits him... It’s more profound and horrible than he could ever have imagined. A lush ROMANTIC SCORE starts to SWELL, mercifully drownin all out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Titles from a dark 1946 romantic melodrama fill the scree “THE SECRET HEART” “SCREENPLAY BY WHITFIELD COOK.” Alma sits watching the afternoon movie alone, brushing th dogs on the sofa next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY",
          "text": "Hitchcock reads Alma’s fragile emotional state and enters sits down beside her and studies the screen for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "An odd little movie. Of course, Colbert is wonderful. Alma nods. They watch for a beat longer. ALFRED HITCHCOCK (CONT’D) How was the beach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Cold and miserable. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Just like Barney Balaban’s face. He indicates the over-ripe dialogue coming from the TV. ALFRED HITCHCOCK (CONT’D) Whit isn’t worth a damn when he’s not working with you. (pause) And neither am I. Alma takes in his reflective expression, but says nothing ALFRED HITCHCOCK (CONT’D) I didn't pull off the picture this time. It just sits there, refusing to come to life. (then) There’s no other way to say it... It’s stillborn. ALMA turns away. Hitch sits there bereft in the lonely silence. ALFRED HITCHCOCK (CONT’D) I let you down, my love. He moves closer and takes her hand. Gives it a small sque ALFRED HITCHCOCK (CONT’D) You deserved better. She still doesn’t move. After a moment Hitch gets to his feet. ALFRED HITCHCOCK (CONT’D) I’ll go and feed Geoffrey and Stanley, shall I. He exits with the dogs padding after him. She turns back the screen and more of that stilted, mannered dialogue. Tears well in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full moon. The ONLY LIGHT from inside the house is the in the kitchen. We glimpse the figure in the window. A corpulent man in profile, like a Hopper painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch sits in his nightgown, pushing some VEGETABLES arou his plate -- his healthy midnight snack. Alma enters in her robe. Hitch watches her. She goes to t fridge, opens the PRODUCE DRAWER and from under the bruss sprouts pulls out a tiny hidden jar of BELUGA CAVIAR. She gets the crackers, a plate and a spoon and sits down the table next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I don't think I can stand both of us being maudlin. She fixes several crackers, each with an appropriate doll of caviar on top, and puts the plate in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "There is one solution to all this, you know. She offers him one of the crackers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "We could both get to work -- together. Tentatively, Hitch accepts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "That tiresome little Hitchcock imitation I've been helping Whit finish is done. Hitch remains quiet, delicately consuming his cracker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA, (CONT'D)",
          "text": "So I suggest, for everyone’s sake, we start whipping Psycho into shape tomorrow. You may not be the easiest man to live with but you know how to cut a picture better than anyone. Hitch puts the lid back on the caviar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Except for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A series of quick shots as the editing room comes to life",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHILE OTHERS ARE SPLICED TOGETHER.",
          "text": "HITCH and editor GEORGE TOMASINI wait quietly like schoolboys, while Alma reviews the footage on the Moviola",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You’1l need to cut those six or seven frames where she blinks after she’s supposed to be dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We've seen the footage a thousand times. She doesn't blink. Alma gives him a look ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FILM HANGS EVERYWHERE IN BINS",
          "text": "FOUR ASSISTANTS are working on MOVIOLAS. Alma and Hitch w their way down the line, inspecting each new assembly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "(first moviola) Take thirty frames off the head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "No, no, the second take, the light is better on his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "(next moviola) Only cut back to Janet once the car’s already moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Cut it tighter. The minute I lose one person I've lost the whole audience. TWO PAIRS OF HANDS. Hitchcock's and Alma's. They work lik pair of twenty-year-olds at a pair of MOVIOLAS cutting th picture. ANGLE LOOSENS -- to reveal George Tomasini has dozed off, exhausted. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You imp. You got nudity in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Her breasts are very large, dear. It was a challenge not to show them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Editor GEORGE TOMASINI works at the Moviola, sleeves roll up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE TOMASINI",
          "text": "I'll be damned. She did blink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peggy stands with a pestering PR FLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLACK",
          "text": "How’s it going in there with Mr. Herrmann?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Swimmingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLACK",
          "text": "Everyone’s saying it’s a dog with fleas. Before Peggy can deny it the argument flares through the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (0.S.)",
          "text": "Absolutely not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernard Herrmann is pressing his point hard with Hitchcoc",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "...-I don’t want music in the shower murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNARD HERRMANN",
          "text": "(frustrated) But what Alma and I talked about is really going to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "No. This isn’t Vertigo, Bernie. This is different. The images have to work on their own. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You can't scare people just by going, “Boo!” You have to tell them what’s coming, make them anticipate it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE",
          "text": "The PR Flack shares a despairing look with Peggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLACK",
          "text": "Thank God we've got Cinderfella for the holidays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "BERNARD HERRMANN’S ICONIC SCORE RISES as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move across HITCH, ALMA, TOMASINI and PEGGY’S faces as they watch the Moviola. The impact of the music is instant and unimaginably power They are all moved. Gripped. Stunned. Hitchcock looks down. Peggy is gripping his arm tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE TOMASINI",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "I think I'm never going to take a shower again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE TOMASINI",
          "text": "Hitch? They look at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "It's getting there. Alma turns to him and Hitch nods slightly. Was that the tiniest acknowledgement that her instinct may have been right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON SHURLOCK’'S HUMORLESS FACE Hitchcock sits opposite him at the big conference table. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "I told you, I distinctly saw both the stabbing and the nudity. We're denying your seal, Mr. Hitchcock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I take your opinion very seriously. But what you think you're seeing is purely informed by the power of suggestion. I assure you that once you view the final version with Mr. Herrmann's lovely, lyrical score...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "A “lyrical score” won't change my opinion. All that innuendo and half-naked groping -- really, Hitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Would you mind if we had a word in private, Geoffrey? Shurlock gestures his staff out. Hitch moves closer. ALFRED HITCHCOCK (CONT’D) I have a modest proposal to make. If you're willing to leave the shower sequence as it is, I will reshoot the opening love scene to your exact specifications. Shurlock reacts with surprise. ALFRED HITCHCOCK (CONT’D) In fact, I'd welcome your personal supervision on the set. Shurlock is more flattered than he’d care to admit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFFREY SHURLOCK",
          "text": "My specifications?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "If only audiences could fully appreciate how tirelessly you work to help us entertain them while protecting them from filth and indecency. Shurlock studies Hitchcock’s sphinx-like expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitchcock and Peggy confer. John Gavin and Janet Leigh, wearing robes, chat while lying on a bed. Crew members wa impatiently. Peggy checks her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "He's been harassing you since you announced this project, you invite him to the set, and he doesn’t even show up? What did you tell him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "That I respected him. Deeply. Peggy laughs. Now she understands. ALFRED HITCHCOCK (CONT’D) Ladies and gentleman, that is a wrap. Thank you all. The crew starts breaking things down. The actors are baff Janet walks over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "I thought we were reshooting the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "No need. The charade is over. Hitch holds out his arm for her and walks her back to the dressing room. ALFRED HITCHCOCK (CONT’D) See, I wasn’t that much of a monster to work with, was I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH",
          "text": "Not at all. He offers his hand and she shakes it, determined to be professional to the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANET LEIGH, (CONT'D)",
          "text": "I just hope I was sufficiently loyal to the cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Worthy of a Purple Heart, my dear. She leans in and gives him a peck on the cheek. A moment unexpected heaven that leaves Hitch speechless. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks away to her dressing room. Hitch watches as she steps inside and closes the door. After a moment we hear a PIERCING SCREAM -- INT. JANET LEIGH’S DRESSING ROOM - CONTINUOUS Janet recoils at the sight of A MRS. BATES PROTOTYPE “PRO MASK\" grinning lewdly from her chair, and wearing one of Janet's brassieres. Hitchcock peeks inside as crew members come running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I hope you don’t mind, I told Mrs. Bates she could have your dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JANET",
          "text": "She can’t believe she’s been caught out. She closes the d on everyone... and then after a moment SCREAMS AGAIN... b this time not out of shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch sweeps in. Lew is waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "We have our seal from Shurlock’s office. (devilishly) Now, we lead the lambs to the slaughter. Hitch turns to Lew for the latest news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "The front office confirmed. They’re only opening the movie in two theatres, as we suspected. And no premiere. If we don’t get word of mouth we’re dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Then we'd better get started. Peggy, take a memo... Peggy whips out her steno pad. ALFRED HITCHCOCK (CONT’D) We're going to write a manual on exactly how to sell Psycho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOKLETS make the rounds on a conveyor-like contraption. the booklets are bound by swift-moving WORKERS, we see Hitchcock's photo on a cover and his “advice” to theater owners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O.)",
          "text": "My first instruction to Theater Owners: Hire Pinkerton guards to strictly enforce our unique admission policies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MANAGER opens up his PSYCHO PROMOTIONAL HANDBOOK and st to read, totally baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O.)",
          "text": "Furthermore, because Psycho is so terrifying and unique, the guards can help you deal with customers who run amok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The manager introduces the PINKERTON GUARDS to his equall bemused STAFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O.)",
          "text": "Post our special lobby clocks to remind audiences of the starting times for Psycho. He oversees as they hang a ridiculously large PSYCHO CLOC the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch’s voice booms from LARGE SPEAKERS MOUNTED UNDER THE MARQUEE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O.)",
          "text": "The manager of this fine motion picture theater has been advised not to allow anyone to enter the theater once Psycho begins. We PAN DOWN to the STAFF and GUARDS as they test out the RECORDED message that will be played for the ticket holde line. A couple of PASSERSBY listen, perplexed... (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALFRED HITCHCOCK (V.0O.) (CONT’D) Should you be so foolish as to attempt to slip in by a side entrance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": ".»+. a fire escape or through a skylight, you will be ejected by brute force. Hitch lays down the track into a large microphone while A watches from the recording desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "More playful, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of life-size HITCHCOCK STANDEES are carried in thro the door one by one. Posters are hung in the theatre lobb The letters hoisted up and hung on the marquee outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (V.O.)",
          "text": "“To further emphasize the sheer, unrelenting shock and suspense of Psycho, right after the closing title “THE END,” we strongly recommend that you close your house curtains over the screen for a full thirty seconds.” Inside the theatre, the manager makes sure the CURTAINS o and close correctly then turns to face the vast, empty auditorium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK'S VOICE",
          "text": "“By doing so, the horror of Psycho will be indelibly etched in the mind and heart of your audience.” He anxiously surveys the hundreds of seats that will have be filled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Barney Balaban is reading Hitchcock's publicity manua the board. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN",
          "text": "“Absolutely never, ever will I allow anything to follow Psycho -- no previews of coming attractions, no newsreel, no short subject and certainly no double- feature. Sincerely, and, emphatically, Alfred Hitchcock.” Balaban shuts the pamphlet. Silence. Then turns to the st faced board members : BARNEY BALABAN (CONT’D) At the end of the day, it’s a minor Hitchcock movie. One week, and it'll be gone... He tosses the pamphlet into the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARNEY BALABAN, (CONT'D)",
          "text": "Like a bad dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON HITCH AND ALMA’S SILENT TENSE EXPRESSIONS as they driv through the frenetic madness that typifies Times Square, 1960.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DAZZLING MARQUEE for “ALFRED HITCHCOCK'S PSYCHO.” The c pulls up. Hitch and Alma step out. There’s a long line of people outside the theatre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Well, at least there are some people here. But Hitch’s nerves are hardly soothed. The people in line start to notice the Hitchcocks...is it really them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Comes over to greet them with the THEATRE MANAGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "We can go through the side entrance. As the theatre manager ushers them through the side alley (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "Right this way, Mr. and Mrs. Hitchcock. Hitchcock turns to Alma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Ready for the gallows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The atmosphere is tense as people hurry to their seats. L greets them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "We've roped off some seats for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "You go on ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I‘1l join you in a minute. Off Alma’s look. ALFRED HITCHCOCK (CONT’D) I want to double check the print.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Fine, darling. I'll save you a seat. Lew escorts Alma and Peggy into the auditorium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soothing whir of the projector as Hitchcock stands ne to it... but the sound of the audience below TITTERING NERVOUSLY is anything but reassuring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "(under his breath) But they’re laughing too much. He peers down through the tiny window but can’t see a blo thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch inches open the door and PEERS THROUGH THE CRACK at audience but now he can’t read them. Are they gripped wit suspense -- or do they just hate it? From the lobby we see",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCH",
          "text": "as he closes the door and leans back against the wall of empty corridor. A scared, lonely, corpulent figure. Total powerless. There’s nothing for him to do but wait. And wait. And wait. Across the foyer, a spotty young THEATRE EMPLOYEE sweeps ticket stubs and empties ashtrays, quietly going about hi business, entirely oblivious... ON HITCH’S FACE As he grips the railing. This is taking far too long. And then -- finally -- the sweetest sound in the world A BLOOD-CURDLING SCREAM. Soon the WHOLE AUDIENCE SCREAMS IN TERROR... then breaks LAUGHTER again... nervous laughter this time, the best ki",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITCH",
          "text": "As he gestures with his hands, a conductor leading his orchestra, raising them up again as the audience STARTS SCREAMING AGAIN right on cue",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUSHING TIGHTER ON HITCH",
          "text": "As the dam breaks and all the pent-up emotion floods out. leaving only relief and satisfaction... and making way fo smile... the largest of his whole career.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hitch, Alma and Peggy are led out into the foyer by the theatre manager. There are still SCREAMS in the theatre a the show continues. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lew can be seen on the phone in the theatre manager’s off in the background as Hitch, Alma and Peggy walk past the of ticket buyers to get to the front doors. There is grea excitement now as more and more people recognize the Hitchcocks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN WAITING ON LINE",
          "text": "Mr. Hitchcock, how does it end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "I promised Mother I wouldn't tell. He gets a laugh. Hitchcock walks alongside the Theater Manager who’s not going to miss out on having his own mom with the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER MANAGER",
          "text": "Mr. Hitchcock, what do I do now that my wife won't take a shower after seeing your movie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Have her dry-cleaned. Laughter as Lew appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "I just got off the phone with Balaban. I couldn't resist telling him we’re sold out for the next two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEW WASSERMAN",
          "text": "He said “Tell Hitch congratulations. A well deserved triumph as we always knew.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "“As we always knew...” The two friends a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Does this mean I can take the weekend off now? Hitch playfully shrugs, “we’ll see”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATRE MANAGER",
          "text": "I’m sorry, Mr. Hithcock but there are photographers outside. They heard you were here. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The theatre manager ushers them towards the exit doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few photographers snap Hitch as he emerges and heads pa the line of ticket buyers towards the waiting car. Hitchc gestures for Alma to take her place next to him instead o behind him. She shyly waves him away but eventually, and appreciatively, relents. As the flashbulbs start to POP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "This could be the biggest hit of your career, Alfred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "Our career, Alma. He looks into her eyes with nothing but deep, intense gratitude and joy. As more flashbulbs pop -- ALFRED HITCHCOCK (CONT’D) I’ve realized I’1l never be able to find a Hitchcock blonde as beautiful as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You do realize I've been waiting decades to hear you say that. He gives her a gentle peck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "And that, madame, is why they call me “The Master of Suspense”... He helps her into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a utilitarian institutionalized dining room. Severa nonviolent INMATES eat at different round tables around t room. An ATTENDANT watches, and an ORDERLY mops the floor (ther are NO female patients nor staff members.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REAL ED GEIN",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is at a table with two other patients, including a soft spoken older man, CHET. Ed is heavier, his hair is whiter and he is much more at ease than we've ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORDERLY",
          "text": "(to the Attendant) Guess what I'm doing this weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORDERLY",
          "text": "Claudine and I are driving to Chicago with her folks to see that Psycho movie. The Attendant pulls the orderly aside, and whispers to hi nodding toward Ed. The Orderly's jaw drops! It is the coo thing he's ever heard. He looks at Ed like he's a movie s Meanwhile, Ed yawns, content. Utterly oblivious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHET",
          "text": "I think you're the happiest guy I've ever known, Ed. How you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN",
          "text": "I‘1l tell you. You live your life, and it's unbearable sometimes but there's this secret, Chet; a big secret no one else knows or wants to tell... (he leans a little closer) «+. there is a God and he’s so big and powerful, he doesn’t always remember you're there... He takes a huge bite blueberry pie. ED GEIN (CONT’D) .»+. but if you can get his attention and he sees you're suffering, he’ll notice and he'll take care of you. My mother used to tell me -- she’s passed, God bless her -- the one thing God truly loves and understands is suffering. He takes a long drink of milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ED GEIN, (CONT'D)",
          "text": "After all, he invented it. We pan to discover HITCHCOCK has been watching all this. turns to the camera. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "And so, gentle viewer, Psycho -- the picture everyone predicted would bring me to wrack and ruin -- was such a hit that Alma and I got to... Well, let’s just say that we got to keep our house -- and the swimming pool. And the same critics who despised it went on to call it one of my greatest achievements. He produces a CIGAR and wanders towards the exit doors. ALFRED HITCHCOCK (CONT’D) Of course for me, it was just another “moo-vie.” As he strolls through the door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and seamlessly appears in the beautifully tended garde as if having walked through a portal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK",
          "text": "But you know what they say in Hollywood: “You're only as good as your last picture.” So, now, if you'll excuse me, I must toddle off to begin the exhaustive search for my next project. He holds out his cigar towards something we don’t yet see ALFRED HITCHCOCK (CONT’D) Unfortunately I find myself once again bereft of all inspiration. I do hope something comes along soon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL BIRD",
          "text": "Alights on his cigar tip and FLAPS its wings. Hitchcock c resist blowing a sadistic plume of smoke at the bird whic promptly flies away. He gives the camera a final characteristically deadpan look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED HITCHCOCK, (CONT'D)",
          "text": "Good evening. The distinctive THEME TUNE to his TV show starts up and H toddles back up the front lawn and toward the terrace, wh Alma can be seen laying out a delicious healthy lunch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACCEPTED THE AMERICAN FILM INSTITUTE'S LIFE ACHIEVEMENT",
          "text": "AWARD, HE DEDICATED THE HONOR TO HIS WIFE, SAYING, “I SHA MY AWARD, AS I HAVE MY LIFE, WITH ALMA.” FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_112"
    }
  ]
}