{
  "movie_id": "MOV131",
  "scenes": [
    {
      "location": "BEACHHEAD BATTLE OF RUBY TUESDAY",
      "time": "HOURS LATER",
      "characters": [
        "CAGE AND RITA",
        "RADIO",
        "DAVIS",
        "GET BACK UP, PRIVATE",
        "WOOOHOOOO",
        "PALKA",
        "MOVE OUT",
        "IN TEN SECONDS",
        "CAGE AND YONABURU TUMBLE INTO THE TRENCH",
        "IN THE SKY",
        "SERGEANT-MAJOR RITA VRATASKI",
        "RITA",
        "...THERE IS ONLY CHOICE. CHOICE IS",
        "SGT. FARELL, (CONT'D)",
        "EXECUTIVE OFFICER",
        "ON THE FIELD OF BATTLE",
        "CHIEF BREEDER",
        "GIRL CAT-CALL",
        "EXECUTIVE OFFICER, (CONT'D)",
        "SHIT",
        "CAGE, (V.O.)",
        "NOW",
        "CAGE IS BACK ON HIS BUNK",
        "CAGE RUNS BLINDLY -",
        "LETTER, (V.O.)",
        "CHARACTER. AND CHARACTER IS FATE.",
        "AT A DROPSHIP LANDING SORTIE",
        "KIMMEL",
        "GRIFF, (RADIO)",
        "WHOO-HOO",
        "GUY CAT-CALL",
        "RITA, (CONT'D)",
        "SMASH CUT TO",
        "RIGHT OVER CAGE AND YONABURU'S HEADS -",
        "RITA, (V.O.)",
        "SECTOR FOUR IS CLEAR.",
        "YONABURU, (0.S.)",
        "NO",
        "CAGE, (CONT'D)",
        "GRIFF, DON'T PUKE",
        "SENIOR XO, (CONT'D)",
        "GET IT OFF ME",
        "INCOMING",
        "YES, MA'AM",
        "GOD DAMN IT, GET 'EM OFFA HIM",
        "NO I DO NOT CARE. PT NOW NOW NOW",
        "HAPPY SOLDIER",
        "CUT BACK TO",
        "SECTION EIGHT, SIR",
        "BACK WITH CAGE AND RITA",
        "YES SIR",
        "PIG. SHIT. YOU. MOTHERLESS. BABIES",
        "GET BACK INTO POSITION, PRIVATE",
        "WELL, TAC-COM GOT IT FUCKIN' WRONG",
        "ON A SHARP PEAK",
        "SGT. FARELL, (RADIO)",
        "ROKER, (CONT'D)",
        "UP THE BEACH",
        "CAGE, (SINGING)",
        "SHASTA",
        "READY TO ENGAGE",
        "LET ME GO",
        "CAGE IS BACK ON THE BATTLEFIELD -",
        "JAVELIN BLOOMING ACROSS ITS BODY, ARMS SHARP AS RAZORS. C",
        "TAK TAK SPT SPT SPT -",
        "HELP",
        "BECAUSE I WANT TO BE THE BEST, SIR",
        "HOLDING... GO",
        "SGT. FARELL",
        "DISPENSARY CAPTAIN",
        "LT. HOLSTROM, (CONT'D)",
        "YONABURU, (CONT'D)",
        "MEDIC",
        "AND TO THE KITCHEN",
        "CHIEF BREEDER, (RADIO)",
        "LOCK AND LOAD",
        "MIGHTY EFFECTIVE -",
        "ROKER, (ON RADIO)",
        "YONABURU",
        "LT. HOLSTROM",
        "COME ON",
        "RITA, (RADIO)",
        "YOBO",
        "PHOTOGRAPHER",
        "CAGE, I'M NOT LETTING YOU -",
        "FROM ABOVE",
        "SOLDIER, (ON RADIO)",
        "GRIFF",
        "WHAM",
        "THROW YOU A PARTY, SIR, AND THEY",
        "SHASTA, (CONT'D)",
        "ELSEWHERE, CAGE",
        "LET'S SEE WHAT YOU'VE GOT",
        "MISSES A PARRY AND -",
        "SHHHH.",
        "...READY FOR DROP... HOLDING...",
        "LET GO",
        "CALAMITY DAWG WINS",
        "CAGE",
        "WERE WONDERING IF YOU WERE -",
        "YEAH",
        "SOLDIER, (CONT'D)",
        "SMITH",
        "HOLD ON",
        "OVER BY THE WATER COOLERS",
        "GET YOUR PLATE SHUT, PRIVATE",
        "SGT. FARELL, SIR",
        "NERVOUS XO",
        "JUST WHERE THE HELL DO YOU SUGGEST -",
        "AT THE OBSTACLE COURSE",
        "WE CUT BACK TO",
        "BACK",
        "HOLD... HOLDING...",
        "IN THE DROPSHIP",
        "LITTLE GIRL, (CONT'D)",
        "FLASHBACK CUT",
        "THEN LAY 'EM DOWN, C.B.",
        "THERE'S A CANYON, ONE CLICK WEST",
        "HERE -",
        "CUT TO FLASHBACK",
        "SGT. FARELL, (0.S.)",
        "ALL CLEAR",
        "SHEP",
        "RITA, (ON RADIO)",
        "CAGE AND YONABURU CLUMSILY RUN",
        "THE SMOLDERING CRATER OF THE MESS HALL",
        "LIGHT 'EM UP",
        "ROUNDS HAMMERING FARELL'S ARMOR -",
        "DAMN, SON, THAT'S SOME SHOOTIN'",
        "HE'S CRAZY AS A SHITHOUSE RAT, SIR,",
        "BLUDGEON, WHANG",
        "KITCHEN GIRL",
        "WE MADE IT",
        "AND INTO THE HALL",
        "GRANDPA",
        "LT. HOLSTROM, (INTERCOM)",
        "ODD, RAINBOW-LIKE SHEEN -",
        "TO A DOOR MARKED \"KITCHEN LOCKERS\"",
        "SHIT, CAGE",
        "RITA'S",
        "IN THE BATTLE OF FLORIDA, JACKETED INFANTRY FIGHT MIMIC B",
        "SOME OF THE MEN WERE HOPING TO",
        "CAGE AND RITA STAND IN LINE",
        "DROP",
        "BACK ON HIS BUNK IN THE BARRACKS, THRASHING -",
        "FORD",
        "TUMBLES OUT OF THE DROPSHIP",
        "WHY ARE YOU HERE, PRIVATE",
        "STAY WITH ME",
        "WE GOT... WE GOT A PROBLEM BACK",
        "C'MON, MAN",
        "CUT TO",
        "ON CAGE'S HEADS-UP",
        "NANCE",
        "ASSEMBLE AT THE TRENCH",
        "SOLDIER",
        "STYLE, BUZZING, WARBLING -",
        "IN BATTLE",
        "AT A RAVINE",
        "LITTLE GIRL",
        "DO IT, YOU BASTARD.",
        "LEG, PINNING HER TO THE GROUND -",
        "ONE MORE -",
        "BACK IN THE DROP SHIP",
        "SGT. FARELL, (ON RADIO)",
        "HEELER",
        "HOLSTROM",
        "SENIOR XO",
        "CHECKPOINT TWO",
        "FROM BENEATH THE DROPSHIP",
        "OUT TO SEA",
        "MIMIC ARE GONNA OVERRUN THIS TRENCH",
        "BENEATH THEIR FEET",
        "I NEED SOME GODDAMN AIR SUPPORT",
        "OLD MAN",
        "SOMETHING ABOUT IT",
        "YOUNG WOMAN'S VOICE, (RADIO)",
        "HEY",
        "AIGH",
        "MEDIC, (CONT'D)",
        "GOOD WORK, PRIVATE",
        "AND THE BATTLE IS ON",
        "ON THE BASE",
        "CAGE SEES",
        "THEY ROLL INTO THE TRENCH",
        "CAGE, (RADIO)",
        "I'M NOT LETTING YOU GO",
        "ROKER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "SOUND: Someone breathing, GASPING for breath they're so afraid. And the HIGH-PITCHED WHINE of RAMJETS laboring against heavy side-winds as we struggle to focus on - - OPEN OCEAN. CHURNING, whipping past at a couple hundred miles an hour, 800 feet below a SOLDIER'S DANGLING BOOTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "What am I doing here? PVT. BILLY CAGE is maybe 20. Too young for this. COLD SWE trickles into his eyes. When he tries to wipe it away, hi ARMORED FINGERS CLACK against clear ACRYLIC. His FACEPLAT Cage is wearing an EXOJACKET: powered, tight-fitting body armor, bristling with weaponry. TWO DOZEN OTHER young, terrified SOLDIERS hang with him, also jacketed, dangling over the OPEN BAY DOORS, over OCEAN. Cage taps a button. His faceplate opens, NOISE floods in DEAFENING ROAR. He rubs his eyes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Don't poke yer eye out, bud. PVT. YONABURU, a hard-ass fuckup with Asian features but Southern drawl - Cage's battle-buddy - smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET YOUR PLATE SHUT, PRIVATE",
          "text": "FROM UP FRONT, BATTLE-SCARRED SGT. FARELL shoots them a l ACROSS from Cage, GRIFF, 25, a burly-looking bad-ass, kee making an about-to-vomit face, barely fighting back the u",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "PRIVATE GRIFF! Don't PUKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "Yes sir! Griff's face twitches again. A female soldier, NANCE, gri",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCE",
          "text": "You spit up in yer jacket, you're in for a world a' shit. FORD, a jarhead dickweed proper, LAUGHS, missing a few te Now OIL from Cage's jacketed fingers streaks his face. Th faceplate sucks shut. FLOATING HEADS-UP READOUTS flicker",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You OK there, buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(trembling) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "We're gonna be fine. I got us life insurance. Mrs. Smith. Yonaburu taps \"MRS. SMITH\", an antiquated SMITH & WESSON -357, against his faceplate and slips it in his exojacket utility belt. Cage doesn't look too reassured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEATH THEIR FEET",
          "text": "DOZENS OF OTHER FB90 DROPSHIPS streak by; squarish, clums looking, like flying bricks, which is what everyone calls them. ARTILLERY FIRE STRAFES back and forth as - A DROPSHIP takes a HIT and is gone. FAR BELOW, a BEACH co into view, a red SQUARE superimposed on the HEADS-UP - THE DROP POINT. Cage shuts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Oh God oh God oh God -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "GO! GO! Go! The first SOLDIER hits a release and FALLS, tumbling. The ANOTHER. Then ANOTHER. YONABURU gives Cage the thumbs up",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOOOHOOOO",
          "text": "Yonaburu hits his RELEASE and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM BENEATH THE DROPSHIP",
          "text": "- SOLDIERS LITTER OUT, tumbling like living ordinance. Yo think parachutes might open... but they don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROP",
          "text": "CAGE CAN'T DO IT. SEVERAL OTHERS can't, either. ONE SOLD DANGLES by a jacketed hand like a kitten going to the vet Sgt. Farell KICKS the hand free and JUMPS himself -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO",
          "text": "(screeching) ..-TAKING FIRE UP HERE, WE GOTTA... KERWHAM! The dropship is STRUCK - TWICE. One of the hangi soldiers is TORN IN HALF, the pieces flying. FLAME belche through the DROPBAY and the ship LURCHES - Cage SCREAMS, HITS his release and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUMBLES OUT OF THE DROPSHIP",
          "text": "The dropship ABOVE, in FLAMES, BURNING SOLDIERS falling, OTHERS clinging on as it SPINS OUT OF CONTROL. CAGE FALLS SCREAMING, his HEADS-UP flashing red, the ground RUSHING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- WHUMP! THUMP! FHUMP! SOLDIERS hit the beach, hard enoug leave CRATERS in the WET SAND. AND HERE COMES CAGE, SCREAMING, FLAILING, KICKING - at th last second his jacket goes into AUTOLAND; tiny JETS cush the fall just enough to not break any bones and... WHAM! Two seconds of ear-ringing silence. A GASP as Cage's lung refill, he staggers up, WET SAND falling from his facepla his HEADS-UP highlighting TERRAIN and FRIENDLIES - THREE OTHER SOLDIERS stagger up out of their own craters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE MADE IT",
          "text": "THE HAPPY SOLDIER smiles at Cage, and -— 12 TONS OF FLAMING DROPSHIP LAND ON THE HAPPY SOLDIER. Ca is THROWN BACK from the impact, landing in two feet of su Struggling back up, he sees - THE BROKEN DROPSHIP SPEWING FLAME, ANOTHER SOLDIER stuck under the ship, FLAILING as he dies. Cage stares in shock",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I, uh, yeah - the ship, the ship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COME ON",
          "text": "Cage turns, seeing YONABURU with a FLOATING BLUE HEADS-UP FLAG superimposed above him. Cage blindly runs after him",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP THE BEACH",
          "text": "TENS OF THOUSANDS OF OTHER JACKETED INFANTRY stream to th meetpoints, thick as ants, ARTILLERY STRAFING PAST THEM a",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE SKY",
          "text": "MORE DROPSHIPS THAN WE CAN COUNT and fast-moving STRIKEJE beyond them STREAK in loose formations into the horizon a",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT TO SEA",
          "text": "MASSIVE CARRIERS lob HEAVY ORDINANCE into the already bla coastline, pieces of SEA-CLIFF exploding. HALF A MILLION SOLDIERS are landing today in what can only be - HUMANITY'S LAST, BEST STAND... RUBY TUESDAY. It looks like D-Day meets Armageddon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE AND YONABURU CLUMSILY RUN",
          "text": "to join their company. It's hard to even walk in an exoja if you're not practiced in it, and they aren't. ON THEIR HEADS-UPS: Their TWO BLUE DOTS get closer to the cluster of OTHER BLUE DOTS as the first ENEMY FIRE starts streaking in, TEARING UP THE BEACH. THAP! THAP! CAGE JUMPS, YONABURU TOO -— - BOTH land badly, SCRAMBLE UP, catching a first GLIMPSE THOUSANDS OF ENEMY INFANTRY streaming down the cliffs but",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE AND YONABURU TUMBLE INTO THE TRENCH",
          "text": "Falling in with the other terrified SOLDIERS, SGT. FARELL screaming to TAC-COM about where's his fucking air suppor Cage has two seconds to get his bearings before -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CAGE'S HEADS-UP",
          "text": "A RED DOT approaching the BLUE DOTS of his company. Then few more RED DOTS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't how it's supposed to be. This isn't... First Division was supposed to clean this up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOCK AND LOAD",
          "text": "Cage watches in mounting horror as the heads-up shows FOU MORE PAIR. And then 20. And then... a WALL OF RED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We're all gonna die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Shut the fuck up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD... HOLDING...",
          "text": "Even the Sergeant can't hide his fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHT 'EM UP",
          "text": "As the FIRST SOLDIER out of the trench jumps up, a PROJEC hits him, knocking him at CAGE'S FEET -— The PROJECTILE in the soldier's chest isn't of human orig It's streaked with silver, biomechanical, WRIGGLING. A MI \"JAVELIN\". And from where the thing flew - THE ON-RUSHING MIMIC HORDE. At first, you could mistake them for human infantry, but they're not. They are ALIEN KILLING MACHINES. They're ARMORED, SHARP, and BRISTLING with unidentifiable weaponry that seems to grow out of their bodies, like a nightmare version of the jacketed soldiers they're evolve kill. Parts are METAL, parts GLISTENING BIOMASS. MIMICS have no individuality, no emotion, purpose or existence other than the vicious removal of human life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCOMING",
          "text": "THE SOLDIERS FIRE into the RACING MASS. They might as wel firing BB-GUNS at an oncoming BUFFALO STAMPEDE. ANOTHER soldier, down the line, takes TWO JAVELIN HITS. H jacket starts SHAKING, JITTERBUGGING off his brainstem's death-throes, his autocannon FIRING wildly - MIMIC JAVELINS sweep the trench where Cage and Yonaburu to aim - THUP THUP THUP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHECKPOINT TWO",
          "text": "Soldiers start RUNNING. But Cage is FROZEN TO THE SPOT, trembling, unable to MOVE. Yonaburu SLIDES DOWN BESIDE HI",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "COME ON, CAGE! WE GOTTA -— - BLAM! A SECTION OF TRENCH COLLAPSES. The hail of sand and smoke clears just in time to see the rest of 3rd Platoon HAULING ASS UP THE BEACH. ON CAGE'S H UP, the LITTLE BLUE DOTS of their team head OFFSCREEN. CAGE AND YONABURU ARE TOTALLY CUT OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIT",
          "text": "Yonaburu slides into firing position - target numbering systems on OVERLOAD -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "Jesus, here it comes. Cage lifts his weapon, shaking, trying to pick a target. useless. In two seconds, they're gonna be DEAD MEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Oh god oh god oh god - A squelchy RADIO SCREECH -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF BREEDER, (RADIO)",
          "text": "...VALKYRIE ONE, this is CHIEF BREEDER. STRIKEJETS GOT A LOCK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES, MA'AM",
          "text": "SLEEK U.D.F. STRIKEJETS, FOUR OF THEM, streak in low. MIM volley JAVELIN as the sleek aircraft swing in for bombing ONE STRIKEJET takes a hit and tumbles, FLAMING, the PILOT SCREAMING as he spins, PLOWING INTO the MIMIC FRONT LINE. .-. but then the OTHER STRIKEJETS deliver their payloads. KATHOOM! A WALL OF FLAME goes up, the ground SHAKING fro impact. SMOKING, TWITCHING FRAGMENTS of MIMIC RAIN DOWN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM! WHAM! WHAM! THREE BIG, JACKETED SOLDIERS land, SMOO ROLLING into 3-point fighting position. This is DOG COMPA DOG COMPANY SOLDIERS are different. Their exojackets are blackened, dented, tricked out with graffiti, decals from countries they've fought in. Their grim faces are scarred Not a one of them stands under 6'4\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN'S VOICE, (RADIO)",
          "text": "Eat ‘em up, boys. The Dogs' MASSIVE SHOULDER ROCKETS OPEN FIRE, 20mm, 50mm cannons nailing MIMICS right and left -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Holy shit! CAGE'S EYES GO WIDE and the WORLD GOES SLOW as -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT-MAJOR RITA VRATASKI",
          "text": "AKA \"VALKYRIE ONE\", AKA \"THE FULL METAL BITCH\", LEAPS, fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGHT OVER CAGE AND YONABURU'S HEADS -",
          "text": "Her sleek exojacket is painted BLOOD RED. It's bare of weaponry except for - her TUNGSTEN CARBIDE BATTLE AXE. Al comically HUGE, nearly as big and certainly as heavy as s is. Good for one thing: BISECTING MIMICS. The axe SWINGS and four MIMICS are converted to eight TWITCHING HEAPS. She rolls into a PERFECT BATTLE STANCE. Her face; beautiful, battle-ready, and deadly calm -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Take me to your leader. - and with a collective YELL, the rest of DOG COMPANY fol her STRAIGHT INTO THE MIMIC FRONT LINE. Yonaburu JUMPS UP",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "It's RITA! THE FULL METAL BITCH! Come on, man, we gotta - But Cage is running across the sand. DESERTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Worse yet, TWO MIMIC RUNNERS have detached and GIVE CHAS YONABURU FIRES, taking one down, but the other is closing He looks back, to where RITA and the DOGS mercilessly eng the mimic in a ballet of precision fighting. He'd join, b",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "Fuck. Yonaburu takes off after Cage as - - Cage BLINDLY HAULS ASS for the SEA CLIFFS, scrambling u rocky bluff. Yonaburu catches up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "We have to get back to the unit! - and GRABS Cage's leg. Cage KICKS, FLAILING -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We won't make it! They're all DEAD!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "They shoot deserters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I don't care! LET ME GO! Cage CRAWLS, DRAGGING YONABURU to the CREST OF THE CLIFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, I'M NOT LETTING YOU -",
          "text": "Yonaburu stands, HEAVING BACK on CAGE'S LEG, and -— SHUP! HALF OF YONABURU'S head disappears in a shattering red, the broken shell of his faceplate smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Yonaburu's jacket twitches, shudders, goes limp - and fal",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "Cage tries to stand, but Yonaburu's hand is still grippin his ankle. He twists, scrambling up - CAGE SEES WHAT SHOT YONABURU. The cliff's crest is a NEST OF MIMIC SCOUTS. SEVEN of the Only a little less surprised than Cage. Before he knows what he's doing, he's got TARGET-LOCK. C FIRES BLINDLY, the shock of his forearm cannon SPINNING h around in an arc - TAKTAKTAKTAKTAK! SEVERAL MIMICS GO DOWN, Cage FALLS on hi ASS, just missing the swings of BLADED MIMIC ARMS - - and he's STILL FIRING, into MIMIC LEGS, WHIPPING them d to the ground. No one has ever fought worse - or been as lucky - as Cage at this moment. In 2.3 seconds, SIX DEAD MIMIC lie twitching around him. Cage SCOOTS back, seeing - THE LAST MIMIC on the rise, getting ready to FIRE. He SHOOTS it. But with a CHITTERING, BUZZING NOISE, a FRE BIRTHED JAVELIN erupts from its dying body like a 400 mph tumor and HITS Cage's side. CAGE FIRES AGAIN, just as - - a SECOND javelin hits his FACEPLATE, it SHATTERS, the W SPINS, ARCS and Cage goes down, BLACKING OUT -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LATE-AFTERNOON SUN streaks through TORN CLOUDS. SMOKE rises from the SCORCHED EARTH and BODIES of men, aliens, machines litter the terrain for miles. A landscape of hel Cage COUGHS, OPENS HIS EYES. He's lying on his back, RAIN drizzling on his unprotected face, his BLOOD mixing in the puddles beside him. YONABUR BODY and the DEAD MIMIC SCOUTS are scattered around. A LIVING MIMIC is nearby, scavenging through the dead, ea bits of other fallen mimic. It hasn't noticed Cage, until CLICKING and WHIRRING, YONABURU'S EXOJACKET goes into pow down, releasing him like an insect's carapace. His dead, naked-except-for-underwear BODY slops into the mud and bl The eater of the dead LOOKS UP. Interested. ANOTHER MIMIC stands behind it. Oh fuck. Here they come. CAGE STRUGGLES to lift his 20mm, CLICK. CLICK. Nothing. T MIMICS RUN THIS WAY. CLICK. CLICK. Cage SCREAMS - - SHUP! The mimic's body is TORN IN HALF - A FLASH of RED EXOJACKET as THE SECOND IS CUT DOWN. We barely see it hap Just pieces of mimic falling, and in two seconds it's ove Cage blinks up at... RITA VRATASKI. \f10. Her crimson exojacket shines in the afternoon sun. Her go spattered faceplate hovers over Cage, then RETRACTS as sh grabs a canteen from her utility belt. Rita may be the greatest warrior on the planet, but she c be more than 23 years old. And she's beautiful. Storm clouds part, BLUE SKY beyond, but rain still drizzl She drinks, looking up at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "When I grew up in Pennsylvania, they had a name for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "For... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "For when it's raining, but the sun is shining. Rita lifts Cage's head, giving him some water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "They said it was because the devil was beating his wife. (beat) Who comes up with this crap? Cage trembles, COUGHS, blood sputters out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Am I... gonna make it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "No. I don't think so. But I'll stay with you until you die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You don't have to... thank you, I -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I need your battery. It's fresh. Looks like you hardly used it. This sinks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(bitterly) Take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You sure about that? \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I don't deserve it. Rita gently pushes Cage over, unhooking something on his back. Cage grimaces in pain. He shivers, bloody, crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I... I don't want to die. Rita looks at him, a trace of painful softness in her fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Dying's not that bad, once you get used to it. Distant EXPLOSIONS, moving closer. Rita grabs her axe, he jacket whining up to full power, her radio CRACKLES to li",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "I have to go. Good luck, soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Fuck... off... Rita smiles, then heads off to the CLIFF'S EDGE, surveyin the Armageddon in progress far below. Cage's jacket goes into power-down, unhooking from his bo With the last of his strength, he CRAWLS to Yonaburu's si",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "(delirious) Yonaburu... I'm sorry... I... Yonaburu's one intact eye stares at him, blind and dead. SPLISH. SPLASH. Cage FREEZES. A MIMIC FOOT quietly steps into the mud by Cage's head. I standing right over him. This one is ODD, its armor plate and vesicles diffracting light in a OILY RAINBOW OF COLOR It LEANS IN CLOSE, SCANNING HIM. Cage TREMBLES, helpless. The thing's face is a HORRIBLE MAW - up close, it's no mo functional face than a black widow spider's hourglass is functional timepiece. A decorative WARNING to human prey. Detecting no threat from Cage, the mimic shifts focus to - RITA'S BACK. She's 20 yards away, too distracted by the battle to notice, as - \f12. The mimic begins to VIBRATE, TINY BLACK TENDRILS exude fr every crevice of its armor, waving in the breeze. A FRESH JAVELIN forming in the center of its body, WHIRRING... And that's when Cage sees MRS. SMITH, Yonaburu's antique",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Cage GRABS the pistol, aims right up into the belly of th mimic, SHUTS his eyes and SQUEEZES THE TRIGGER - BLAM! Now a mimic could usually take a .357 slug and shrug it o but Cage got it RIGHT BETWEEN THE PLATES. With a hellish SQUEAL, the mimic STAGGERS, the developing JAVELIN MISFIR TEARING a hunk of the mimic's body with it - - Cage fires AGAIN. And AGAIN. INNARDS SPILL - SILVER-BLACK TENDRILS like melted plastic, CRACKLING with electrical charge, DRIZZLE ONTO CAGE'S BODY, at 600 degre CAGE SCREAMS as it BURNS INTO HIM. There are probably wor deaths, but this one ranks way up there. It's HORRIBLE - - Cage's DEATH-SCREAM scales register, the sound going fl and weird, squelching out like a bad RADIO SIGNAL as - - the IMAGE SHUDDERS, FALLING APART, winking out like an tube TV, a high pitched WHINE, a BUZZ and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CAGE SITS UP, SCREAMING, slapping at his chest like he' trying to put out a fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIGH",
          "text": "He ROLLS off his bunk, FALLING to the floor, TEARING at h undershirt, revealing - HIS SKIN, perfectly intact, benea",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What the fuck is wrong with you? YONABURU sits in his undershirt, cleaning MRS. SMITH, sta at Cage like he's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I was... it was... you were... Cage stares around like a trapped animal. SOLDIERS, the men and women we saw on the dropship, scatt around the barracks in various states of undress, stare b \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I, uh, I must have, uh... fallen asleep. Had a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY CAT-CALL",
          "text": "Didja piss yerself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL CAT-CALL",
          "text": "Check his diaper! There's a RECRUITMENT POSTER on Cage's wall: RITA VRATASK her crimson exojacket shining against blue sky, hair flyi a stern look on her face: \"I WANT YOU! JOIN THE CLEANUP!\" But someone - Cage, in fact - has defaced the poster to r \"JOIN THE FUCK-UP, SUCKERS!\" Little skulls around her fee NANCE, a tough-looking GIRL SOLDIER, burly as hell, leers",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCE",
          "text": "Maybe it was a wet dream. Maybe he was dreamin' about Rita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Shut up, Nance. She blows him a kiss. Cage rubs his head, in mild shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Ow... GOD my head is killing me. I cannot drink like that anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Like last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "We were here last night, dumbass. Liquor raid's tonight. Battle's tomorrow. Cage blinks, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Oh. I... Right. I gotta, I think I gotta go puke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage washes his face, taking two aspirin, hands shaking. looks in the mirror, trying to get a grip on himself - \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "It was just a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage walks back to his bunk in a daze, staring at the fac of the SOLDIERS he just watched get killed; some playing video games, some looking at porn, some working out, some asleep, half-dangling out of Mylar hammocks. - there's DAVIS, who didn't make it out of the DROPSHIP - - there's ROKER, who took a JAVELIN in the chest - - and YONABURU, hunkering over a map that looks like foot strategy. PALKA, a short Norwegian, tosses him WIRE CLIPP",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Mission accomplished?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALKA",
          "text": "We have our exfiltration point. Palka circles a spot on the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Excellent. We'll strike at 2200. Griff, you're gonna be the decoy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "You think they got tequila?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "‘Course they do. They're officers. They got everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PALKA",
          "text": "Going to get DRUUNK... Yonaburu rolls up the map, hiding it. Cage frowns, worrie",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Man, you ever feel like you're remembering something while it's happening, like it's already - (distracted) Hey, Ford! Can you not do that? SEVERAL SOLDIERS are GAMBLING between the bunks, heaps of goodies behind the WINNER, the LOSER throwing down his ca The dealer, FORD, scoops chips, smiling. He was missing t in the dropship... now he's not. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Sarge busted our asses ALL DAY yesterday in PT! You wanna put everyone through that again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "What're you talking about? Sarge's out all week gettin' his arm sewed back on! Besides, we got a lookout - - indicating a FAT SOLDIER, KIMMEL, up near the door, who attention is evenly divided between a HANDHELD VIDEO GAME HIS NOSE, which he is picking mightily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Dude, he came RIGHT through that door, and — SLAP! SOMEONE SLAPS KIMMEL on the back of his head, sendi his game skittering across the floor. Cage's eyes go WIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Oh. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Now just what in the got-damned fucking shit do we have here? SGT. FARELL is a living piece of leather; badly scarred, as piss. Everyone is terrified of him, even his superiors Soldiers SCRAMBLE to attention, but it's FAR TOO LATE -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "I'm gone for SIX WHOLE DAYS and my platoon, the platoon with MY good name on it, has TRANSMOGRIFIED into a veritable SHITSTORM of SHENANIGAN and INIQUITY! I. AM. APPALLED! Farell punctuates everything he says with VIOLENCE; a wel aimed KICK, a SLAP, a tipped-over FOOTLOCKER, as the sold FALL OVER EACH OTHER to come to ATTENTION -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "You are ALL. IN. DEEPEST. SHIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG. SHIT. YOU. MOTHERLESS. BABIES",
          "text": "SLAP! KICK! No one escapes his reach. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "And you will NOT. GET. OUT of this pigshit until you have EACH. AND. EVERY. ONE learned the life-giving power of FEAR and DISCIPLINE, the NECESSITY of ORDER and ETHIC if I have to personally KILL every SINGLE ONE of you embarrassing sacks of human waste and drag your DEAD and LIFELESS BODIES by the SHORTEST, CURLIEST HAIRS and throw you to the MIMIC HESSIANS! Two SOLDIERS exchange a look... did he just say \"Hessians",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "DID you not think I would return? DID you not imagine that I would be wholly prepared to CASTRATE and MASTECTOMIZE each and every - Sgt. Farell stops short, seeing the GAMBLERS, who stand a attention... but their cards, chips are scattered everywh His face curls into a whole new level of acid rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "(quietly) Oh. I see I've interrupted a game. A few GAMBLERS close their eyes, ready for certain death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Tell me, Private Ford. Why do I hate gambling so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "(trembling as he recites) Sir, because it's a game of chance, sir... because it entertains the notion that our... fate is in hands... other than our own... sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "And what do I think about chance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "(reciting) \"There is no chance. There is only choice. And choice is character. And character is fate.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "That's RIGHT! \f17. He SLAPS Ford anyway, for good measure. Silence. Farell s the terrified soldiers in hateful wonder. His voice drops to an almost tender register, as if he pi these poor pukes for the choices they have made this morn",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Now I know that none of you exactly CHOSE to be here. I know that all the young ladies and gentlemen FIT for the International Marine Forces have long since been decimated by the MIMIC DISEASE, and that no sooner have you conscripts completed the most RUDIMENTARY training than you are to be thrown into what is GUARANTEED to be the Mother of all Battles: RUBY TUESDAY. (softly) We lost North America. We lost the Pacific. We lose this, we won't get to fight another. I would imagine the pressure... must be enormous. He scans their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Ask me if I care. ASK ME IF I CARE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Sir, do you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO I DO NOT CARE. PT NOW NOW NOW",
          "text": "The soldiers HUSTLE OUT. Cage stares, STUNNED, as we CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GLASSY TOWER looms above a SPRAWLING MILITARY BASE on a BAY. The base is the size of a city, but it's only part o what will be the largest military operation in human hist",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (0.S.)",
          "text": "It's called 'deja vu', man, which is French for been there, done that. Happens to everyone. FAR BELOW, the soldiers of C-Company run in loose formati \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOREIGN BATTALIONS arrive, train - CHINESE REGIMENTS MARCH. RUSSIAN SOLDIERS BARK ORDERS. JAPANESE COMMANDOS SPAR IN EXOJACKETS. Cage looks around the field, sweating, dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Dude, I knew everything he was gonna say. Every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "EVERYONE knew what Sarge was gonna say! He always says that shit. C-COMPANY soldiers RUN, past JEERING COMPANIES of better behaved soldiers who aren't getting PT'ed to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I swear... this is different. It's like... I'm remembering things that haven't even happened yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Fine. You had a dream, we were in battle, and everyone died. Only the Valkyrie saved you - and then you died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "And the Sarge busting our asses out here, that was in your dream, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah... I think it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "OK then, Mr. Wizard. Tell me what happens next. Cage looks around the field, straining to remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uhh... Kimmel's gonna pass out. \f19. The fat Private STRUGGLES over an easy OBSTACLE, FARELL SCREAMING at him until... Kimmel FAINTS. MEDICS rush over",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Well I coulda' seen that coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah? Well, now... Nance and Ford over there, they're about to get in this big-ass fight... NANCE and FORD power over a wall, Nance taking the opportunity to GRAB Ford's ass. He KICKS her, they FALL I THE MUD. It's ON. SGT. FARELL starts yelling, SOLDIERS start running over, egging them on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "...and then Roker over there makes a perfect shot... ROKER hits three BULLS-EYES, HOOTS. Yonaburu frowns, spoo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "...-and then Davis gets his leg stuck in the ropes... DAVIS swings over a rope obstacle, slips and ends up swin upside down, his leg tangled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "...and then Ford has to go to the infirmary after Nance busts his -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(scared) Shut UP, man, yer freakin' me out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "That's what I'm saying! Ford gets his teeth knocked out and then... Cage trails off, seeing that RITA has walked onto the fie trailed by her Dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "What the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Holy fuck. It's Valkyrie One! Out of her jacket, Rita looks nothing like the amazon war you might expect. She's small. Delicate-looking. \f20. Out of their jackets, the DOGS are, if anything, more menacing than on the field; muscled, tatted, scarred. The swagger in loose formation around Rita, true to their nam",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "(walking up) Damn. Looks like someone let the Full Metal Bitch outta her tower. Cage stares, bewildered. Soldiers gathered around the fig COME TO ATTENTION as RITA steps through - - and INTO THE FIGHT, where FORD swings at NANCE, missing leaving himself wide open. Nance SWINGS, her FIST coming SLOW MOTION, Ford's eyes WIDE, his nose: DOOMED -— - but RITA INTERCEPTS THE SHOT, catching Nance's fist wit audible SMACK. Ford staggers back. Everything STOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "How about you two save this for the battle? FORD muddily salutes. So does NANCE. So does SGT. FARELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Why are these soldiers in PT the day before battle, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "3rd Platoon has a discipline problem, ma'am. I felt that a little physical exertion might help them grasp this important military concept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I see. With a nod from Rita, one of the Dogs HITS THE DIRT, assu a board-like position: the ISO-PUSHUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Lt. Shep is demonstrating the iso- pushup. In Dog Company, we use it to practice discipline. The iso- pushup is the best training outside of a jacket you will get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "The whole PLATOON is in a PERFECT LINE, in a position tha could pass for torture; the ISO-PUSHUP. Not going up, not going down - just holding position. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "To control your exojackets you must control your body. To control your body, you must control your mind. SWEAT drips from soldiers' noses. It's hardest for the biggest ones. Yonaburu TREMBLES - and COLLAPSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET BACK INTO POSITION, PRIVATE",
          "text": "Yonaburu struggles to get back up. Cage can't take his ey off Rita. Rita suddenly LOOKS THIS WAY. Shit. Here she co",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "This man's had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Yes, ma'am. Yonaburu gets up. The lolling DOG SOLDIERS smirk. Rita DR assuming Yonaburu's place, next to Cage. Cage tries to ke his eyes on the ground, but finally, he looks - Sergeant-Major Rita Vrataski is looking Cage dead in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(quietly) Do I have something on my face, Private?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh... No, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Then I suggest you keep your eyes on the ground. Cage looks down, sweat dripping. OTHER SOLDIERS DROP, one one. Rita holds the position effortlessly. Cage is shakin He finally DROPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER BY THE WATER COOLERS",
          "text": "Cage GUZZLES, watching Rita, now the only one doing an is pushup, her DOGS cheering her on. Yonaburu SLAPS Cage on the back -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Damn. What'd she SAY to you, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Nothing, I - \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "You really had me going there for a minute. I mean, you didn't dream about any of that, Rita comin' over and her talkin' to you 'n stuff... did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "No. That wasn't... that's not what happened at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Good. I was starting to think you were crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(troubled) Yeah. Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UP FRONT, nervous-looking EXECUTIVE OFFICERS, pencil-push point to vidscreens, where MIMICS and BATTLE PLANS hover FLAGS showing armies of EVERY NATIONALITY cruise in towar the YUCATAN PENINSULA, while the island of CUBA - all of Caribbean, in fact - is SWARMED with GLOWING RED LINES th extend halfway around the globe; MIMIC FORCES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE OFFICER",
          "text": "The mimic are amassing on the island of Cuba, preparing for an all-out strike on the continent. When they reach a critical mass, they will attack. ON THE VIDSCREENS, whole CONTINENTS have been wiped clean human influence; NORTH AMERICA is gone, ANTARCTICA is gon Areas of CANADA appear to be DISEASED...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE OFFICER, (CONT'D)",
          "text": "That's why we're striking them first. If we wait, we could lose South America. So this is what you'd call a, uh, critical juncture. IN BACK, soldiers from Cage's platoon pay limited attenti They're working on their own plans: tonight's liquor raid",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "You're still coming with us, right? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I don't know, maybe -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Come on, man, it's ritual. C- Company ALWAYS gets drunk before they go into battle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We've never been in a battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "But that's how rituals get STARTED, wuss. We're in on the GROUND FLOOR. Cage can't exactly argue with this logic. As the meeting adjourns, Farell WAYLAYS them all at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "3rd Platoon, HOLD! Farell gives them all the bad-eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Now, Command doesn't let me ride your sorry asses past 1900 hours. But if any of you maggots have the spine and mettle to meet me in the sparring bay, I can offer in-jacket training. The soldiers guiltily file past. Not one takes him up on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE SOLDIER hands bottles of LIQUOR under the edge of the Mylar tenting while OTHERS keep a lookout. A CURIOUS MP shines his flashlight on the fence -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(hissing) Go! GO! But when the curious MP gets there he sees - NOTHING BUT EMPTY GRASS behind the club. We pan ALONG the fence, to where the last of the soldiers slip through the HOLE that Palka made this morning - \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DRUNK SOLDIERS run around in the breakers, hooting and laughing, total grab-ass. SEARCHLIGHTS span the beach nea",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROKER",
          "text": "No, no no no no man, LOOK. I totally watched the whole thing - it's gonna be a cakewalk. SOLDIERS gather around, soaking wet and getting wasted. ROKER, with drunken authority, DRAWS A MAP THE SAND -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROKER, (CONT'D)",
          "text": "This is first division. This is 2nd, 84th - all the fuck of ‘em. They're all over. WE... (drawing) ».+.are gonna be right down here. Bringin' up the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he uses a broken seashell to demark a spot, or a be bottle. One of the soldiers is totally naked, no explanat",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "Bringin' up the rear. That's funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROKER",
          "text": "It's a fuckin' CAKEWALK, man. We drew the lucky straw!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "It's cos they know how bad we suck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROKER",
          "text": "Same difference. Two soldiers try some version of a high-five, and FALL on their asses. SURF washes in, destroying the battlefield. CAGE sits off by himself, staring out at the breakers. Yonaburu staggers over, sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "You're not still thinking about all that deja-bullshit are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Nah. Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Good. Yonaburu offers cage a BOTTLE. Cage hesitates, DRINKS. \f25. IN THE DISTANCE, we see the RED FLASHES of artillery. Low THUMPS echo across the water. BOMBING raids on the island",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers of 3rd Platoon creep back into their barrack O.S. The sound of someone PUKING. Yonaburu is clutching a worn photo, too drunk to walk. Cage helps him to his bunk",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": ".--when this battle's over, I'm gonna get my gold star and we're gonna have like fifteen fuckin' kids and live off of the Breedin' Credits... Yonaburu collapses into bed, dropping the picture. Cage p it up. A sorta-pretty girl. \"I love you, Danny-boy\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "Ain't she pretty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah, man, now get some sleep. Cage crawls up onto his rack. Lays there, staring at the poster of Rita in the gloom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (0.S.)",
          "text": "Hey, Cage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "In that dream you had, about the battle... you uh, never said exactly what happened to me. BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I... uh, think you got away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh... Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Cool. Well I won't let the mimics get you this time, man. I swear. \f26. Cage stares into the darkness, worried, and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS BLEAT, RADIOS ECHO across the base, and everywhere STREAMS of SOLDIERS, millions of them, run to their deployments like ants. DROPSHIPS lift off in formation, HOVERCRAFT and MEGACARRI steam out of the bay, WAVES of STRIKEJETS BOOM THROUGH TH SOUND BARRIER, whisking off, faster than can be followed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROWS of EXOJACKETS line the walls as SOLDIERS pound in. E exojacket is custom fit, a soldier's name emblazoned on e SOME SOLDIERS look really excited to get in their jackets SOME look at theirs like they're iron maidens. Soldiers S to their underwear; exojackets need full body contact. GRIFF even strips off his underwear, OTHER SOLDIERS wince",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCE",
          "text": "Aw Griff no one wants to see that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "I gotta feel free, man! Yonaburu's jacket CLICKS into place around his body, seal his arm down to his fingertips. Exojackets are stronger t steel, and microjointed for maximum mobility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Woooh, LORDY! Welcome to the Plastic Fantastic Death Machine! He KNOCKS his polycarbonate arm, THUK-THUK, for good meas KIMMEL struggles to wedge into his jacket, having managed gain another 13 pounds since his fitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "Can someone, uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Suck in. Yonaburu and ANOTHER SOLDIER push... With a GROAN, Kimmel fairly POPS into his suit as it POWERS UP, encasing him. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "(looking up) OH FUUCK. CAGE steps around the corner. His jacket FESTOONED with e AMMO, GRENADES, and so many GUNS that he can barely walk. Soldiers LAUGH as we PUSH IN on Cage's ANXIOUS FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE looking, if anything, more terrified than before, DO BETWEEN HIS FEET as the BAY DOORS RETRACT, revealing - - CHOPPY SEAWATER flying by below. Cage SWALLOWS HARD. AC FROM CAGE, Griff is twitching, trying not to barf -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "SIR yes SIR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCE",
          "text": "You spit up your jacket, yer in for a world a' shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "You shit in your jacket, yer in for a world a' pain. Ford GRINS. This time, he's still got all his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Yo buddy, check it out. We got nothin' to worry about. I brought us life insurance. Mrs. Smith. Yonaburu taps MRS. SMITH against his faceplate. Cage's li begins to twitch. He squeezes his eyes shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": ".+.+READY FOR DROP... HOLDING, AND -— CAGE DOESN'T WAIT. He hits his RELEASE, and DROPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE'S HYPERVENTILATING GASPS. YONABURU tumbles after - \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOO-HOO",
          "text": "Cage LOOKS UP in time to see the dropship TAKE TWO HITS, FLAMING SOLDIERS falling as the ship begins its death-spi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- WHAM! BEAT. A GASP as Cage's lungs refill, he staggers wobbly, WET SAND falling from his face-plate -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE MADE IT",
          "text": "THREE OTHER soldiers stagger up out of their own craters",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "Cage WAVES HIS ARMS frantically, which gives the doomed soldiers exactly enough time to LOOK UP before - - 20 TONS OF FLAMING DROPSHIP CRASH DOWN on them. Cage is THROWN BACK from the impact, landing in two feet of surf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Cage nods, dazed. They RUN. EVERYTHING is exactly like it was before, with one major difference: instead of drizzling rain, there's a THICK FO CAGE AND YONABURU MAKE IT TO THE TRENCH, falling in with other terrified soldiers, FARELL screaming to TAC-COM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "I NEED SOME GODDAMN AIR SUPPORT",
          "text": "GRIFF trembles, gripping his autocannon -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "This isn't... It's like they fuckin' knew, man... it's like they KNEW! ON CAGE'S HEADS-UP, a RED DOT approaches the BLUE DOTS of company. Then MORE RED DOTS. EVEN MORE THAN LAST TIME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We have to get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHT 'EM UP",
          "text": "ROKER jumps up, ready to FIRE, when a MIMIC JAVELIN hits square in the chest, knocking him back - YONABURU stares down at the dead man, in shock, and sees - CAGE, ALREADY RUNNING AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIT",
          "text": "Sgt. Farell SNARLS, lowers his 30mm cannon at Cage's BACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "WAIT! I'll get him back, sir! BLAM! A BLAST of FLAME and SAND as a mimic JAVELIN lands the TRENCH. Maybe Farell is dead, but there's no time to back. YONABURU RUNS AFTER CAGE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE RUNS BLINDLY -",
          "text": "- YONABURU TACKLES HIM and they GO DOWN, ROLLING. Cage WRIGGLES FREE, crawls away. YONABURU GRABS his ankle, MIMIC JAVELIN streaking past -",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'M NOT LETTING YOU GO",
          "text": "Yonaburu HEAVES CAGE BACK by the ankle - JUST LIKE BEFORE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE SEES",
          "text": "TWO MIMIC JAVELIN streaking in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "- Cage TWISTS, KICKING YONABURU and KNOCKING him out of t LINE of FIRE - - a javelin NEATLY MISSING Yonaburu's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Why the FUCK'D YOU DO THAT? \f30. Cage stares in wonder - SMILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I DID IT! I SAVED YoU! LAUGHING, like he broke a CURSE. But then Cage COUGHS. Something DARK spatters the inside of his faceplate. Yonaburu's expression turns to one of horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Oh buddy. Oh man. Yonaburu stares at Cage's chest. Cage looks down - THERE'S A 90MM HOLE CLEAN THROUGH HIS CHESTPLATE. Took ou enough spine that he didn't feel anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "Oh god, I'm sorry, man, I'm really - Cage looks BACK AT THE TRENCHES where the rest of the pla are getting HAMBURGERED in the FOG - - and the distant flash of RED where RITA and the DOGS fi a SEA OF MIMIC TWO-LEGGERS. Cage's jacket starts to TWIST shake, it's gonna JITTERBUG - And then YONABURU'S whole head DISAPPEARS IN A PUFF OF RE The image SWIMS, the sound FUTZING like a lost HAM RADIO TRANSMISSION as Cage BLEEDS OUT, DYING - - the weird static rising to a BUZZY ROAR until we CUT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE WAKES UP ON his BUNK, COUGHING AND HACKING AND GASPI falling out of bed with a YELL. Everyone STARES. Yonaburu scowls up from cleaning Mrs. Smith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What the fuck is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Didja piss yerself? Cage stares around the barracks like a trapped animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yonaburu. You, uh, gotta help me man, you gotta — (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "(beat) Come with me. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage explains, crying. Yonaburu frowns, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": ".--and then, then I ran, I couldn't help it. I just had to, there wasn't... You don't know what it's like. There's gonna be thousands, I mean, hundreds of thousands of ‘em. (wiping his nose) And anyway, I did save you, for like a second. For just a second. MAN, my fuckin' head hurts. Cage messily shakes out some aspirin, chewing several.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I know it sounds crazy, but you gotta believe me. We have to get out of here or it's... Yonaburu looks at Cage with a mixture of pity and disgust His friend has totally cracked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "You do believe me, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Um, of course I do, man. (carefully) Let's, uh, get back in there, OK? And pretend like everything's all right. We, uh, really need to think this through, come up with a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Thanks, buddy. You're the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SGT. FARELL is forcing to Ford to recite -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "That's RIGHT! \f32. Sgt. Farell SLAPS Ford, for good measure, and sees —",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Now what the shit do we have here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "PRIVATE YONABURU and PRIVATE CAGE, SIR. WE WERE IN THE LATRINES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You needin' COMPANIONSHIP? The pornvids ain't ENOUGH for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "NO SIR, PRIVATE CAGE is SICK, GONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECTION EIGHT, SIR",
          "text": "Cage stares at Yonaburu, BETRAYED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "We're ALL Section Eight here, Private! Case of the WILLIES ain't enough to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE'S CRAZY AS A SHITHOUSE RAT, SIR,",
          "text": "PRIVATE CAGE SAYS HE -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You said you'd help me! Cage TACKLES Yonaburu. SOLDIERS HOOT, they love a good fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOD DAMN IT, GET 'EM OFFA HIM",
          "text": "But not before Yonaburu, way the hell bigger than Cage, l a real proper PUNCH. Cage hits the floor, face first - Bleeding, disoriented, Cage is HAULED UP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and onto a GURNEY. His hands are ZIP-TIED. A NURSE dres his split eyebrow. A MEDIC shines a light in Cage's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "And you say you're from the... future? But only... thirty-six hours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah, I think, I mean, no. It's not like that. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "It's just that I can SEE it. Everything that's gonna happen. But like I dreamed it. Before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Ah. I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(trembling) We're all gonna die tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Mmm-hmm. Well, you're gonna be right here on base, safe 'n sound, Private. We'll see to that. Nurse? The nurse hefts a sizeable HYPO-GUN to Cage's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC, (CONT'D)",
          "text": "Now you may feel a little pressure -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Wait... NO! Cage FREAKS, KNOCKING the hypo away from his head, the nu FIRES anyway and the needle PLANTS itself in - - the MEDIC'S ARM. The Medic's eyes glaze over like he's given an instant lobotomy. Cage twists, grabbing a BONE S",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Now listen, don't... uh, don't screa -— The nurse SCREAMS at the top of her lungs. Cage saws the tie off his hands and backs out the door -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND INTO THE HALL",
          "text": "RUNNING, ass hanging out of the medical gown. More SCREAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND TO THE KITCHEN",
          "text": "- where FAT COOKS make all manner of shitty food, and amo the STEAM and cookpots CAGE is hunkering, hiding, running",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- CAGE RUNS out the back, dressed in someone else's cloth the base busy with TRUCKS and PEOPLE, he keeps his head l - PAST the TRAINING fields where his PLATOON is in PT - \f34. - and OFF HIS SHOULDER, MPs are running out of the door, the NURSE pointing, but Cage is already - SLIPPING BEHIND THE OFFICERS' CLUB, distant ALARMS GOING as he finds the PIECE OF FENCE that PALKA cut for the liq raid. He SLIPS THROUGH, putting it back as best he can an",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage HITS the beach at a LOPE, staying close to the cliff the guard towers can't see him, running until the base, t BAY FULL OF SHIPS, disappear behind him, and - - BEAUTIFUL WHITE SANDS extend in front. Blue skies above throws off his hat. Cage is free. AWOL, but free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEABIRDS CAW. A BEAUTIFUL LITTLE GIRL is playing in the s A SHADOW FALLS OVER HER. She looks up, scared - But it's Cage, smiling down at her, out of breath, sunbur",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Hi there, little girl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDPA",
          "text": "An OLD MAN in a STRAW HAT is fishing in the surf, wearing high boots. He waves, reeling line, coming this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Ain't hardly any more fish these days, but I want her to know how to do it. For when they come back. (eyeing Cage's bandage) You from the base?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. I mean, no. I was. I'm out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "(a funny look) Well it's a damn fine day to be out. The old man's fishing line WHIRRS, the pole YANKS. He sta reeling in line. A postcard-perfect scene...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Pretty! \f35. The little girl POINTS. Cage FROWNS. The water at the girl's feet is covered in an iridescent, sickly SHEEN. A DEAD fish rolls in the oily surf. Cage instinctively picks her up, taking her to dry sand as - THE OLD MAN wades into the oily water, reeling in line to whatever it's snagged on. Something dark, moving, BIG... «++-A MIMIC AQUA-SCOUT RAISES ITSELF OUT OF THE WATER. The thing is segmented, 9' tall, too many eyes, water pou off of it. ANOTHER MIMIC rises BEHIND IT, EAGERLY INTERES",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANDPA",
          "text": "Cage looks back just in time to see the old man WHACKING the MIMIC with his fishing pole before he's CUT TO SHREDS Cage COVERS the little girl's eyes and RUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELP",
          "text": "But no one's around. The SPUT! SPUT! of mimic JAVELINS an THUK! The world GOES RED, at a BAD ANGLE. Cage is on the sand, looking up, grasping for the little girl -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "R-run... He can't crawl to her because his LOWER HALF is six feet behind him. The MIMIC SCOUT advances, javelins BLOOMING across its body like flowers -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "«..I'm sorry... The last thing Cage sees is her shoe in the sand. The gir SCREAM warbles, detuning into a weird DISTORTED HUM as th image ARTIFACTS, FALLING APART, BUZZING and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage opens his eyes. Tears on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage washes his hands, looking awful. The water whisks do the drain in the sink. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yonaburu is carefully cleaning Mrs. Smith when Cage walks eyes rimmed red, a faraway look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "You OK, buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. Can I see that for a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "No one touches Mrs. Smith but me. (smiling) Aw, man, I'm just pullin' yer leg. Yonaburu hands the pistol over, butt first. Cage takes the gun, chambering one of the bullets that Yonaburu has taken out and placed on a crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "Hey, what are you -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm really sorry, buddy. He puts the gun to his temple. We don't see it happen. We see the faces of EVERYONE IN T BARRACKS yelling NO and a terrible, distant THUMP and the - the YELLS detune, the image SHUDDERS APART and we CUT T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage opens his eyes. He doesn't move for a long time, jus listens to the sound of the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water pours down the drain-hole in the sink. Cage sta at it. He cracks open a bottle of aspirin. Takes two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YONABURU hunkers over the map of the liquor raid, marking locations with a sharpie. Cage stares at the poster of Rita. JOIN THE FUCKUP, SUCKE \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(frowning) Yonaburu, I got a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "If today was your last day on Earth, what would you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I'd probably get good and drunk. Which, as it turns out, I was already planning on doing. Cage nods distantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You wanna get some breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "No, I don't wanna \"get some breakfast\". I got strategic plans to make. Cage walks through the barracks, lost in thought, looking everyone who will be gone tomorrow: soldiers gambling, soldiers sleeping... KIMMEL, intent on his game. Cage exits just as SGT. FARELL ENTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage walks down the hall, a semi-blissful look on his fac Farell's YELLS echoing through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (0.S.)",
          "text": "Now just what in the got-damned fucking shit do we have here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage puts his cup at a machine emblazoned \"METACOFFEE: BE EVEN THAN THE REAL THING!\" The dank liquid sputters in. Cage eats alone, wincing over the bitter drink. RITA and her DOGS enter, Rita getting food, finding a pla to sit. She walks in perfect slow motion, gliding through world like nothing can touch her, her face expressionless \f38. One of the DOGS looks this way, giving Cage a deadly look Cage looks away. Finishing, he dumps his tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN GIRL",
          "text": "Having a good day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I've had worse. Mind if I borrow your pen? Cage writes \"5\" on the back of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN GIRL",
          "text": "What's that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I, uh, keep dying, and then waking up again. Figured I better start keeping track, you know? The girl smiles politely, afraid of this crazy person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Would you happen to know where the holovid library is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STARS, one billion of them, serenely float in the firmame of space, until - A SILVER, BULLET-LOOKING THING WHISKS PAST, at near light speed. Only it's not a bullet. It's... a MIMIC SEEDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "I was only three years old when the mimic first got here. CAGE stands in the dark HOLOBAY, the seeder STREAKS past",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "They'd probably started heading this way a thousand years before I was even born. EIGHT MORE MIMIC SEEDERS follow suit, smoothly fanning ou into geostationary orbits above... the EARTH, at Cage's F",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LITTLE BOY and his FATHER stand on a dark hill, the lig of a CITY far below, the father pointing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "My dad used to take me up on a hill and show me their satellites. I thought they were pretty. TINY SILVER SPECKS shine low in the sky. The boy stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AT THE UNITED NATIONS, POLITICIANS ARGUE under IMAGES of strange spheroids. MILITARY OFFICIALS scowl suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "We tried everything we could to communicate with them. IN LOW-EARTH ORBIT, A SPACE STATION revolves near a SEEDE ...the station SHOOTS a LASER at the seeder. After a beat EXPLODES. MILITARY OFFICIALS watching monitors CLAP... ...BUT THEN, in a slow-motion ballet, each of the remaini SPHEROIDS evenly FRAGMENTS into smaller pieces...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "Then one day, they just dropped. .--and all the pieces DROP. The GENERALS' HAPPY FACES fil with dread, watching international reports stream in. ONE OF THEM lands on a CITY, OBLITERATING SEVERAL BUILDIN and landing DEEP IN THE EARTH - The images RACE FORWARD, Cage FAST-FORWARDING TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- A DAVID ATTENBOROUGH-TYPE pushes through RAINFOREST, le LOINCLOTHED TRIBESMEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "They'd gotten down deep, and were showing up all over the place. They come to a HUGE EMPTY SPOT in the forest, the denuded Earth covered in an OIL-SLICK-LOOKING GOO, where THOUSAND PILLBUG-LIKE HALF-SPHERES work their way out in a circle. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "Everything they touched, died. A TRIBESMAN kicks one over. Hundreds of LEGS wave in the until he STABS it with a SPEAR, and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEEMING with the SILVER, BUG-LIKE THINGS. FAMILIES watch CLEANUP CREW comes in and starts EXTERMINATING the plague",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Then they started mutating. An EARLY VERSION of a MIMIC raises itself out of the hole WALKING UPRIGHT - ROUGHLY HUMANOID. It SPRAYS the CLEANUP CREW with some kind of ACID. MAYHEM ensues, people SCREAMING, running every which way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PLUMES of brownish SMOKE rise above ARCTIC ISLANDS, a U.D BOMBING RAID in process. The ground ERUPTS with MIMIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "They always seemed to know where we would attack next, and the more we attacked them, the better they got. NEW KINDS of MIMIC INFANTRY pour out of holes in the eart like rudimentary versions of the human weaponry they are modeled on. Some SHOOT, some FLY. Some are FAST, some BIG",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "They fought like us. After a while, they even looked like us. Kind of. We see a SOLDIER cornered with a MIMIC, it GRABS the sold The soldier SCREAMS - - the mimic makes a SCREAMING SOUND back, the shifting PL on its horrible face MIMIC the soldier's EXPRESSION - Then the face COMES APART, turning to WHIRRING BLADES: SP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOCTORS in a lab DISSECT a MIMIC TWO-LEGGER - \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "Mimic had no brain, no signs of self-awareness or fear. Scientists claimed they were more like robots than living things. But they didn't look like robots and they didn't act like robots. - part of the mimic ANIMATES and with only a HALF of a bo KILLS the doctors, SMASHING the lab -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "They acted more like zombie space killers from hell. The HALF-MIMIC closes in on the camera. It's made of LAYE like one of those Russian dolls with other dolls inside - BLACK and SILVER OOZING out around its one good EYE - It SMASHES the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWATHS of OCEAN have turned a weird, opalescent GREEN. WH CONTINENTS are turning a DEADLY GRAY... ORANGE CLOUDS PART, and far below, the JAGGED remains of FLORIDA PENINSULA jut into the rising ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "It wasn't until the Battle of Florida that things turned around. A MILLION-SOLDIER INTERNATIONAL FORCE fights the MIMIC HO on the CHARRED remains of DISNEYLAND, as - RITA VRATASKI, wearing an early STANDARD-ISSUE EXOJACKET, LEADS the HUMAN FORCES TO VICTORY, DECIMATING MIMIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "She was only 19 years old. It was her first battle. She kills the LAST, her faceplate OFF, hair slick with sw LIFTED on the ARMS of her COMRADES -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERAS FLASHING, Rita looking lost and alone. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "No one knew how she did it. When the press asked her how a nineteen- year-old girl who had never been in battle was suddenly able to kill four thousand mimic and turn the tide of the war, she simply said:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(nervously leaning to mic) I, uh... play a lot of video games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE, a be-zitted, lazy-looking TEEN on his stepfather's couch, powers down CHEETOS, watching the holovid of Rita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "When I was nineteen, I was still living on my stepfather's couch, staying up all night watching holovids and praying my service card would never come. Cage's STEPFATHER brings him a SHINY BLUE CARD. Cage star at his card, Cheeto dust on mouth, in shock -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "But of course my card came. They always do. - while ON-SCREEN, Rita bows her head, receiving a MEDAL; ORDER OF THE VALKYRIE, the only one of its kind. She look out at the stadium, camera flashes flicking like stars. But she doesn't look very happy. Rita looks out at the STADIUM-SIZE CROWD, indifferent, as - - a single TEAR ROLLS DOWN HER CHEEK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rita's TEAR is COMMEMORATED IN RECRUITMENT POSTERS that decorate the CRUMBLING WALLS of the BURNED-OUT SUBURB. “JOIN THE CLEANUP!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "They were still calling it the cleanup, which was stupid because everyone knew it was all-out war. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "The Earth was dying, the weather was getting totally screwed up. It was them or us. CAGE is loaded onto a transport, with other young MEN and WOMEN who look just as shit-scared as he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An INCOMPREHENSIBLY LARGE MILITARY BASE covering the Yuca Peninsula. ARMED FORCES from all over the planet ARRIVING - and the SILVERY MIMIC HORDE covering the distant ISLAND enough to be visible from SPACE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "The Battle of Ruby Tuesday was going to be the big one. It was a gamble. Humanity was going all in. If we lost this one, there wouldn't be anyone left to fight another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BASE",
          "text": "Cage gets off the truck, looking particularly out of plac the same look on his face as we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE, sitting among a thousand SOLDIERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "A lot of people were scared. But me, I'd actually been there. I knew exactly how it was going to go. STRATEGIC MAPS of tomorrow's battle hover in the darkness EXECUTIVE OFFICERS (XO's) point, highlighting the animate BATTALIONS that will be landing tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "I knew we were gonna lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE OFFICER",
          "text": "...the main points of attack will be two miles north of this canyon here, where we expect the mimic to stage their front line. lst Corp. will be taking most of the heat. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE OFFICER, (CONT'D)",
          "text": "Your job will be to scoop up fleeing mimic infantry, prevent a breach here... or here. We'll be giving it all we've got, so -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I have a question, sir. The XOs SQUINT, interrupted. Their eyes adjust... CAGE is the only soldier among a thousand who is standing",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE OFFICER",
          "text": "Yes, Private? Cage coughs nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Um... what if the mimic already know what we're planning? Wouldn't the breach point be more heavily defended than any other area?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR XO",
          "text": "Son, mimic don't work that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "(whispered) - dude, sit the fuck down -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh, yeah, but if they did, C- Company'd get stuck between the cliffs and the canyon. And from that elevation, they'd, um, probably be able to make mincemeat of the advance dropship deployment before we even touch down. SGT. FARELL takes an interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NERVOUS XO",
          "text": "Our intel says the mimic are massing north of the drop point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What if the intel is wrong? The XOs look even more nervous. And irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR XO",
          "text": "Son, we can't plan for every eventuality. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR XO, (CONT'D)",
          "text": "C-Company and all the 81st will be one of the luckier divisions; it's a backup position. Now unless we have any other wild theories to entertain, this debriefing is ended. Good luck tomorrow, soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "- teacher's fuckin' pet - The soldiers stand to file out, giving Cage not-cool look SGT. FARELL begins his spiel about in-jacket training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Dude, what the fuck was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I just thought someone should say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Yeah, something totally insane. You still doing the liquor raid with us tonight or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Maybe next time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Next time? Battle's tomorrow, dumbass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm sure it'll be fun without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Man, what's wrong with you? You've been acting like a dick all DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "Told you he'd puss out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage wanders the gloomy, empty locker room. At his locker, he stares in at his empty exojacket, \"CAGE emblazoned on front, like a coffin with his own name on i SGT. FARELL appears. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You asked some pretty good questions today, Private. Made the pencil pushers think. That took guts. Sign of a good soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm not really a good soldier, sir. Farell sits, eyeing Cage in a new light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You're really worried about tomorrow, ain't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Sarge, what if you were going into battle and you knew you were going to die? What if you were, like, certain with one hundred percent certainty? Farell thinks on this, taking the question seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Then I wouldn't be afraid. (beat) That's what it takes to be a great soldier. Realize your doom and get on with it. Inflict the greatest damage you can on your enemy. And die a hero. Farell rubs his jaw, looking up at Cage's exojacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Come to think of it, Private, that is the perfect condition in which to enter any battlefield situation. Cage stares at his empty jacket, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "You meet me in the sparring bay if you want a little practice with that thing. Farell exits. Cage looks at the \"5\" written on his hand. CAGE PUTS ON HIS JACKET. The LEGS bind, the ARMS seal, th CHEST closes, every slick moving polycarbonate plate whir into place, as SYSTEM CHECKS fill the faceplate. Cage picks up his AUTOCANNON and we CUT TO: \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage steps in, looking around. The bay is a vast, echoing space the size of an airplane hangar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Sarge? Farell strikes without warning. WHAM! Cage goes down in a tumble, Farell knocking him sprawling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Forget about the jacket. WHAM. Cage struggles to stand. He's really bad at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Forget about me. At every turn, Farell is delivering blows to poor Cage, h jacket STRAINS, firing \"STREAKERS\": AUGMENTED-REALITY - MUNITIONS that can only be seen from inside the faceplate",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Use your instincts and the jacket will help you. Don't think about it too much. Don't fight the jacket. EVERYWHERE that Cage fires is milliseconds too late. And Sergeant isn't even firing back. He's playing with him, h moves Aikido-like, always using a foe against himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "When you forget that you're wearing the jacket is when the soldier and the jacket are one. When the soldier and the jacket are one, the mimic cannot defeat you. Cage gives it all he's got, FINALLY landing a blow - WHAC",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Good. And then Farell HAMMERS CAGE, KNOCKING HIM CLEAN OFF HIS FEET, jumping, landing on him, pinning his arms back and putting the barrel of his 50mm in Cage's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "You're green, but you've got more mettle than you think you do. Farell rolls off of him, smiling. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Now. You wanna try that again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dropship bay doors OPEN, the OCEAN far below. Cage's jacketed hand is shaking. GRIFF making about-to-puke-face",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES SIR",
          "text": "UP FRONT, Farell gives them all a grim look. When his eye meet Cage, he gives him the tiniest nod of reassurance. BENEATH, the BEACH comes into view... and the DROP POINT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLDING... GO",
          "text": "Soldiers DROP. YONABURU. NANCE. FORD. GRIFF. CAGE turns t TERRIFIED SOLDIER - maybe KIMMEL - who clings for his lif",
          "sentiment": "neutral"
        },
        {
          "speaker": "LET GO",
          "text": "He shakes his head. Cage SHOVES him, forcing him out, the drops, SCREAMING. Cage THROWS ANOTHER, GRABS a THIRD just THE DROPSHIP TAKES THE HIT, AND THEY'RE OUT, TUMBLING and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE LANDS on the beach, WHAM! Several other soldiers sta up out of their craters. A happy soldier waves -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE MADE IT",
          "text": "Cage TACKLES the SOLDIER, barely knocking him out of harm way as the DROPSHIP SMASHES DOWN - at least he saved one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STUNNED SOLDIER stares back at the ship, in shock -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAPPY SOLDIER",
          "text": "The ship... the ship...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COME ON",
          "text": "They HAUL ASS across the beach. This time, it's POURING R",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY ROLL INTO THE TRENCH",
          "text": "Yonaburu's heads-up is RED with mimic -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Holy fucking fuck. Cage moves past his terrified comrades to SGT. FARELL, wh uselessly SCREAMS ORDERS to his RADIO -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELL, TAC-COM GOT IT FUCKIN' WRONG",
          "text": "We need some GODDAMN AIR SUPPORT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THERE'S A CANYON, ONE CLICK WEST",
          "text": "A split-second BEAT. Sgt. Farell believes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Right! MOVE! MOVE! THE SOLDIERS MAKE IT OUT just as the trench is REDUCED TO RUIN by JAVELIN FIRE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(to Yonaburu)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAY WITH ME",
          "text": "The soldiers RUN for the CANYON as - SEVERAL MIMIC RUNNERS detach and GIVE CHASE. Cage TURNS, LEVELS his 20mm, BLAM! A MIMIC GOES DOWN! FOLLOWING HIS L - TWO OTHER SOLDIERS turn to FIRE on the MIMIC but are OVERTAKEN. Hand to hand, the MIMIC are unstoppable, the T SOLDIERS are CUT DOWN as - \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAVELIN BLOOMING ACROSS ITS BODY, ARMS SHARP AS RAZORS. C",
          "text": "ROLLS, TWISTS and as it LEAPS - He RAMS his PILEDRIVER in the mimic's CRAW - KERWHAM! The mimic DIES, javelin fizzling like dud fireworks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEAH",
          "text": "Yonaburu FIRES his 50mm, KICKING back like a 10 year old firing his first shotgun: BLAM! BLAM! Not too accurate, b",
          "sentiment": "neutral"
        },
        {
          "speaker": "C'MON, MAN",
          "text": "CAGE grabs YONABURU's shoulder and they run until - - STRIKEJETS ROAR in, laying down a WALL OF FLAME, close enough that CAGE AND YONABURU are KNOCKED FLAT, DIRT in t SKY, MIMIC PIECES FALLING, it's hard to tell up from down CAGE staggers up, but YONABURU TOOK A PIECE OF SHRAPNEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON",
          "text": "Cage GRABS Yonaburu's FOOT, DRAGGING HIM as FRESH MIMIC c the OILY SMOKE, Cage FIRING with his one FREE ARM —",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I'm bleedin' out, man... Let me go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I... I'm sorry I called you a dick. (fading) You're my best... friend... Distracted, Cage doesn't see the MIMIC BARRELING at him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Just hold on, man, I can get you - - a sickening CRUNCH and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage wakes up on his bunk. Yonaburu is cleaning Mrs. Smit Cage's bare feet hit the concrete floor. He stands there, smiling at Yonaburu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(frowning) What the fuck is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Nothing, man. Still smiling, Cage writes a \"6\" on his hand with a sharp",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "The Sarge was right. If there wasn't any way out of this, maybe I could at least go down fighting. So what if there were a million of them and only one of me. Maybe I had a million tries. KIMMEL'S FACE, intent on his video game. Two blocky, old- skool STREET FIGHTERS square off. One EATS the other's LI",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "Maybe I could win this thing after all. GAME OVER. RESTART. Cage peers down at the game -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "You're getting pretty good at that, Kimmel. How many times would you Say you've played that game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "I dunno. Couple thousand? I been able to beat it for a while - I'm just trying to top my own score.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Heads up, buddy, Sarge is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "Huh? Cage steps up on his footlocker, addressing the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Hey everyone, I just thought you should all know that Sgt. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Farell got out of rehab early. He's on his way. He'll be here in one minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "Bullshit. KIMMEL spies the Sarge, COMING DOWN THE HALL -",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "Guys! Guys! The Sarge is coming! SOLDIERS respond like a bomb went off, flying into action hiding laundry, flipping gambling paraphernalia into lock",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SGT. FARELL MARCHES DOWN THE HALL as if he knows in his h what he will find there. CAGE WAYLAYS HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "(scowling) Let me pass, private. Cage tries to waylay him again, Farell PUSHES past him an opens the door on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- A SHOCKINGLY CLEAN quarters. SOLDIERS stand at attentio",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Now just what in the got-damned - The Sergeant is totally brought up short. Cage steps in behind him and... begins to SING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (SINGING)",
          "text": "Fooooor he's a jolly good fellow, for he's a jolly good fellow, for he's a jolly good feee-ee-loooo- (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (SINGING)",
          "text": "(wait for it) Who came back with both his arms. A weak improvised cheer goes up. Farell frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Well. I'll be damned. I'd heard a rumor this platoon'd fallen to the forces of Chaos. (beat) I don't usually take such pleasure in being wrong. He scans the place, inspecting, still suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Right. We'll be reviewing Mimic Killzone Tactics on the field at 0900. Get yer breakfast. You, HOLD. Indicating Cage. Soldiers bustle out. Farell GLARES at Ca noticing that Cage has a \"6\" written on the back of his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "I don't know what game you're playing, Private... \"Cage\". But if you fuck with me, I will kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Sir, yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRAPPY BREAKFAST FOOD hits metal trays. METACOFFEE splutt out of a machine. Yonaburu tastes some, scowling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What-all do they put in this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "Everything an exploding body needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "(to Cage) Dude, you TOTALLY saved our ASSES back there. Sarge woulda killed us! They SIT, eyeing - RITA, at a corner table, flanked by her DOGS, who sit aro not eating, looking bored. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I don't get it. She can eat whatever she wants but she comes in here, like she's gonna eat with us, and then she just eats by herself and doesn't even let anyone look at her. Not even her Dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "That's why they call her the Full Metal Bitch, man. She's mean. One of Dog Company notices them looking, gives their tabl the bad-eye while cleaning his fingernails with a dagger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "(whispering) I heard she screws ‘em. ALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "Naw, man, they're all homos. So she won't screw ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You guys ever give it a rest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVIS",
          "text": "She thinks she's better than us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "She is better than us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I thought you hated her! You're always talking about how much you hate all her hero bullshit. “Join the fuck-up, suckers\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "She's still the best. Cage eats, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "You think one person could change a whole battle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I dunno, man. Maybe if that person were Rita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What about me? \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Dude, you couldn't hit a barn if we dropped it on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah, but - what if I got a million tries? Like on Kimmel's video game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Mmmaaybe. Could you also, like, shoot laser beams out of your eyes or teleport or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm being serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I know you're being serious. That's what's so frickin' funny. Rita stands, eyes ahead, and exits, the Dogs trailing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "How long do you think it would take me to get as good as her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(laughing) I dunno, three, four lifetimes? Cage smiles and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage ROLLS, EVADING TRACER FIRE, taking HITS. Tracers are real, but when they hit, exojackets give a SHOCK - OW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "What are you afraid of? A little sting? That ain't nothing! WHAM! WHAM! Cage is fast, but Farell is faster and FEARLE LEAPING off walls, FLIPPING, SHOOTING, raining HELL on Ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "You think the mimic's afraid of death? I seen a mimic eat its own battle-buddy. I've seen a mimic throw itself into a dropship ramjet just to bring the thing down. It did not hesitate. There was no decision, only action. \f56. Cage SWINGS his PILEDRIVER and we slip in TIME to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Cage's PILEDRIVER OBLITERATES A MIMIC as he PUSHES the PLATOON farther up the canyon, SOLDIERS SCREAMING while h fires SEEKER SHELLS, targeting nine MIMICS at once -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOVE OUT",
          "text": "Cage FIRES, turning, seeing MORE MIMIC LEAP off the CANYO RIM, one LANDING ON YONABURU and TEARING HIM TO SHREDS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET IT OFF ME",
          "text": "With a SCREAM, Cage LEAPS, FIRING DOWN BETWEEN HIS FEET -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- ALMOST LANDING ON FARELL, but Farell ROLLS, FIRES BACK, Cage is BETTER NOW - HACKING DOWN with his 20mm, his TRAC",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You gotta fight with more than pea- shooters if you wanna WIN - - Farell THROWS his repeater cannon aside and LEAPS, enga Cage HAND TO HAND, TOO CLOSE for any of his weapons to wo They're PUNCHING, KICKING, Cage taking the worst of it, dizzy, STAGGERING back like a boxer up against the ropes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Then FIGHT, DAMN YOU! Farell is RELENTLESS, BEATING THE HELL OUT OF CAGE - \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Recognize your weakness and DO",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMETHING ABOUT IT",
          "text": "- until Cage YELLS, FIGHTING BACK, RAINING BLOWS ON -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the THICK HIDE OF A MIMIC, its sharp limbs moving FAST BUZZ SAWS as it LEAPS on him again, Cage BARELY deflectin then HITTING BACK, landing BLOW AFTER BLOW and - KICKING the MIMIC into a TWITCHING HEAP. Cage gets up, SWEATING, a little BLOOD inside his faceplate, BARELY ABL STAND after his first real hand to hand with a mimic. Soldiers CHEER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROKER, (ON RADIO)",
          "text": "WOO-HOO! That's some FIGHTIN'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Where'd you learn that shit? Cage crouches, looks up at the SUN, high in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What time you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "11:45. Why you keep asking me what fuckin' time it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Just wanna see how far I can get. Yonaburu FROWNS, is going to ask more... but here come MO MIMICS, DRIVEN by RITA. Cage WATCHES HER FIGHT. It's as if Rita can't kill mimics fast enough. While her is cutting one in half, she's twisting another mimic arou forcing it to FIRE into one of its MATES - Cage FOLLOWS, watching. But then RITA notices his follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (ON RADIO)",
          "text": "You ought to keep your distance, private. You might get hurt. She CROUCHES, LEAPS off, moving faster than Cage can poss follow. The DOGS go after her. A STRIKEJET SORTIE coming \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "We gotta get out of here, man. Sarge wants us to —",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah, just a - YONABURU! LOOK OUT! - a STRIKEJET SPINS OUT OF CONTROL, GRAPPLED with a MIMIC and CRASH-LANDS ON YONABURU with an EXPLOSION and we CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soldiers cross a SWAMPY AREA between CRAGGY CLIFFS. Cage WADES after RITA, watching her FIGHT -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What time we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "12:45. Man, why the hell do you keep asking me what - AIGH! An AQUATIC MIMIC comes OUT OF THE WATER, this one with JA in its TORSO. It BITES Yonaburu in HALF -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Cage FIRES and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On STEEP MOUNTAIN FACE, where CAGE can see RITA, BELOW, dispatching MIMIC by the dozen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Man how does she MOVE like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHHHH.",
          "text": "Yonaburu POINTS. ABOVE THEM, SEVERAL MIMIC watch the batt Yonaburu carefully takes a GRENADE, pulls the PIN, THROWS They HUG to the cliff face, CROUCHING... .--but the grenade ROLLS BACK DOWN, coming to rest right under YONABURU'S ASS. He doesn't see it. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPLUT! Some NASTY-looking stew hits a cafeteria tray. Cage is in line with everyone else. Unlike everyone else, he's piling food of every imaginable variety on his plate Adding salt, sugar, spices. Anything to break the monoton",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Goddamn, man. That's disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Well, Yobo, you gotta keep life interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Yobo? What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Just a name I've got going for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Dude don't call me that. It's weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm gonna call you that. (to the kitchen girl) Mind if I borrow your pen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN GIRL",
          "text": "Sure. Cage writes \"93 - KIA 2:32\" on his hand. Yonaburu frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Man, you're acting really weird today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You don't know the half of it. Rita walks by, head down, in perfect slow-motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I don't get it. She can eat whatever she wants but she comes in here, like she's gonna - Watching her, distracted, Cage COLLIDES with one of the D \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEELER",
          "text": "Private, you don't even LOOK at Sergeant-Major Vrataski. Yonaburu's eyes go wide. Heeler PUSHES Cage. Cage PUSHES back. The mess hall goes still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Right. Cage SWINGS his tray. He's pretty fast. Maybe if he were an exojacket he might stand a chance against these guys, he weighs half as much as any one of them. THEY'RE ALL OVER HIM, Cage gets in one last good punch an then Heeler swings, the fist CONNECTS and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SLOW-MOTION EXPLOSION. RITA steps through the smoke, looking insanely awesome, in an EARLIER EDITION of her crimson exojacket. The image FAST-FORWARDS... CAGE stands in the holobay, intently studying Rita's move He switches out holodisks and - ANOTHER IMAGE of Rita at the end of a battle, exhausted. A CAMERAMAN pushes a camera in her face as she's drinking she HURLS the bottle at the CAMERA, the image WINKING OUT Cage shuttles back, to the frame before she hurls the bot Cage freezes that frame. Rita is beautiful. And in that one frame, she looks like loneliest person in the whole world. Cage walks around the LIFESIZE HOLOGRAM, looking at her closely. He studies her melancholy face. She's frozen, standing in front of him like a translucent ghost... Their faces almost touching. But she's just a holovid image. Cage gestures, the image moves out of STILL, into MOTION - Rita's holovid bottle FLIES at Cage's face and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FARELL LANDS a punch, Cage barely feels it, twisting and fending Farell off with one hand. Farell finally KICKS hi sending him flying. Cage lies on his back, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You... had enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "How do you think she got so good? Farell stands over Cage, bent over, out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Valkyrie One. The Full Metal... Rita. Farell sits on a bench, easing off his faceplate. He pull two apples out of his jacket. Hands Cage one, eats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You've seen her fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah, I, uh... watch old warvids. (beat) No one can move as fast as her. I don't know how she does it. Farell eats his apple, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Prob'ly turns off her autobalancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Have you signed your infirmary release? Organ donation forms? Next of kin notices?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh... yeah. NOW Farell tweaks with the back of Cage's jacket. READOUT the faceplate FLICKER as Farell hacks into the system - \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "On the island of Okinawa, when the farmers were under the tyranny of the Samurai, they founded Karate on one simple principal: that the force of a blow was not in the muscle behind it but in the mind that could... let go of the body. (beat) Every muscle in the human body has a kind of control on it - something that tells it not to push too far, too fast. Keeps your body from tearing itself apart. (beat) When the Okinawans learned to let go of this control, they found that a human fist could puncture Samurai armor. And not suffer a scratch. He pulls out a chip, shuts a port. The suit momentarily WILTS. Then powers back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Jackets have the same kind of control on ‘em. Without it, if you're not careful, you could tear yourself to shreds just by tryin' to run too fast. The faceplate readout flashes WARNING: AUTOBALANCER DISAB",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "Take a step. Easy. Easy. Cage STEPS, BOUNCING, clumsy. Spring-loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "This is pretty cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Now take a swing at that target, but I want you to - WHAM! Cage STRIKES the METAL, PYLON-SHAPED TARGET - - and sends himself FLYING across the room in the process landing in a HEAP. OW. Farell grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (CONT'D)",
          "text": "I didn't turn off the pain feedback. Just to keep things fair. When Cage gets up, he looks, the target is GONE - \f63. - because it's CRUMPLED AROUND HIS FIST. A twisted fragme falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "You wouldn't want to use this on the field of battle. It's against regulation. Someone could get hurt. Farell WINKS and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE is DECIMATING MIMICS, twice as fast and twice as str as he was before. He fights so fast and hard that it's a spectacle; soldiers WATCH, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "DAMN, where'd you learn to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I've been doing a lot of reading. What time you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(frowning) 3:15. Cage DISPATCHES a straggler MIMIC. Leading the men up, ou the CANYON. As they near the crest of the hill - - it's started SNOWING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "For instance, did you know that the weather is totally unpredictable? They say a butterfly flapping its wings in Australia can make enough of a difference that, on the other side of the world a month later, there might be a hurricane, all because of whether or not that butterfly was having a bad day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What does that have to do with anything? \f64. Cage looks up at the sky, watching flakes of snow fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I don't know. The weather's always different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Of course it's always different. That's, like, the whole idea of weather. They get to a CLIFF. Visibility is low. Cage motions to several GROUPS of soldiers, who all creep into position. He's organizing an AMBUSH. Cage SCANS the field below, his heads-up BINOCULAR-STYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Now the mimic will be gathering right... Cage FROWNS. The vale below them is EMPTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "That's weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERE -",
          "text": "A soldier comes BARRELING through the SNOW, HYSTERICAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER, (CONT'D)",
          "text": "It's... IT'S A TRAP! They knew we'd be here! They were waiting for us! The soldier EXPLODES, a JAVELIN in his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "That's impossible, it's - - MIMIC close in from behind. YONABURU TAKES A HIT and FA off the CLIFF FACE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Caaaaaaage! (thump )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Dammit. CAGE FIGHTS BACK WITH ALL HE'S GOT, a one-man army, pushi the mimic ambush back down the hill, but - \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAK TAK SPT SPT SPT -",
          "text": "His AUTOCANNON runs out of AMMO. So does his REPEATER RIF - a FRESH SWARM OF MIMICS head this way, and - Cage JUMPS onto the turret of a HALF-EXPLODED TANK, KICKI mimic away, TEARING off the main cannon and using it as a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUDGEON, WHANG",
          "text": "He CLEANS UP on the six MIMICS, the last one running in a circle like a dying cockroach. He hits it again. It's DEA Cage looks at the twisted piece of metal in his hand. An IDEA. The smoke and blowing snow clears, and a GIGANTIC MIMIC stomps into view, towering least 30 FEET TALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "What the - It SWINGS a huge arm DOWN, all goes BLACK and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dispensary is a mess; a tiny, poorly lit window on a world of cluttered shelves. A gaunt, prematurely balding DISPENSARY CAPTAIN watches a pornvid until -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I need an B93 external memory unit for a Beyer-Michelson exojacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPENSARY CAPTAIN",
          "text": "I don't think we have -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Back there, on the fifth shelf, up top. There's some that aren't in your system - Frowning, the guy goes and looks. Sure enough -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPENSARY CAPTAIN",
          "text": "Yeah, but these aren't for -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I have the requisition orders here. \f66. Cage slides papers across like he's done this 20 times, smiling evenly at the Captain. The guy scans, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPENSARY CAPTAIN",
          "text": "You're a Chief Engineer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPENSARY CAPTAIN",
          "text": "What are you going to use it for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "That's classified. Cage SIGNS. The Captain notices the number \"187\" written the back of Cage's hand, frowns. Cage takes the Mylar bag",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Thanks, Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage walks, keeping his head down in the light drizzle. RITA'S GLASS TOWER looms over the base like a shining nee What happens next is a SYMPHONY OF MOVEMENT AND SYNCHRONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "Sarge always said there was no such thing as chance, as luck. I still didn't believe him. Lots of things didn't seem to follow any pattern. The weather, for instance. But other things - it was weird just how predictable some things could be. Cage walks across the base like the proverbial Rabbi walk between the raindrops. He knows EVERY MOVEMENT of each pe on this base swarming with busy people rushing to and fro We flip in and out of SLOW MOTION as - - a GUARD turns and looks at a piece of paper blowing acr the road - - CAGE STEPS IN FRONT OF HIM, just out of line of vision, neatly CROSSING THROUGH A CHECKPOINT and - - STEPPING ONTO THE BACK OF A MOVING TRUCK like you'd cat carousel horse. It cruises, slows, the driver SHOUTING at SOMEONE for just long enough for Cage to STEP OFF the tru \f67. - and right behind a GUARD, who he shadows, RIGHT behind and then splits off, down an alley - - past a GUY and GIRL soldier illegally NECKING - - and now skirting the base of Rita's TOWER, where severa DOG COMPANY hang out at the base, telling jokes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "I'd tried to get through them twenty times before I realized I didn't have to get through them at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK CUT",
          "text": "To CAGE, fighting the DOGS single-handedly, DYING in horr ways - STABBED, BEATEN, STOMPED, THROWN and DRAGGED and w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "Cage watches from an EAVE as two of the DOGS start fighti wrestling, ANOTHER shouts for the others to come, LAUGHIN Cage uses the distraction to SLIP PAST and into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RITA's CRIMSON EXOJACKET stands in the middle of a large WORKROOM, looking mighty, except for the LEG, which is OP pieces strewn out on the floor. SHASTA RILEY, Rita's pigtailed, overalled, Coke-bottle- glasses-wearing CHIEF ENGINEER, pores over the machinery. Shasta is so frustrated over whatever she's looking at th she doesn't realize Cage is STANDING RIGHT OVER HER. Cage winces, this part is always hard to get right -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh... hi there - Shasta STARTLES, jerking up so fast that her glasses fall her face. Cage catches them before they hit the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Whups - there you go. He hands them back. Shasta looks at him, eyes big as sauc",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "How'd you get in here? This is... This is a classified area... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA, (CONT'D)",
          "text": "only people with appropriate security clearance are allowed in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I know. I just wanted a chance to meet the real Shasta Riley. Chief Engineer for Valkyrie One. Shasta does another double-take. She smooths out a pigtai",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "(blushing) Oh. I'm actually, uh, really behind today, I uh - Cage peers in at the exposed machinery -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Hm. Looks like the external memory unit's been damaged on that thing -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "Yeah, I'm trying to - how'd you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Just guessing. You know... that is so weird, because I just happen to have one on me. Cage produces the plastic Mylar baggie. Shasta stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Yep. That guy at the armory? The weird bald one who is always hitting on you and makes you fill out extra paperwork every time you go over there so he can spend more time totally creepin' you out? (beat) I got it off of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "Oh. Wow. She looks at the dead unit she's been trying to fix -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "If you keep trying to repair that thing it's gonna take you all afternoon. A real pain in the butt. This could sure save you a lot of time - and a visit to El Creepo. \f69. Cage smiles, holding the bag. Shasta eyes it, desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "What do you want for it? Cage points to the wall, where three DENTED BATTLE AXES h Shasta searches the wall, Cage couldn't possibly mean -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I want an axe. You've got extra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "Oh... no. You can't. I mean, that's pure tungsten carbide monomer. It's over two hundred seventy kilos. Jackets aren't made to carry a weapon that heavy, you'd overload the autobalancer -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I fight with mine off. Shasta eyes Cage up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "Oh. (beat) You're very unusual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'll take that as a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVERYONE is suiting up, KIMMEL getting wedged into his jacket, SOLDIERS PACKING on ordinance. But Cage is REMOVI weapon after weapon, dropping them to the floor. The number 203 is written on Cage's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What the hell are you doing? Cage slips on his exojacket, looking at his bare, jackete arm, flexing, admiring it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Lightening up. Gettin' sleek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What are you s'posed to fight with? A DELIVERYMAN appears with a HANDTRUCK and a BATTLE AXE - \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "This. Cage leans over, picks up the battle axe and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using the HUGE BATTLE AXE, CAGE FIGHTS LIKE A BERSERKER, making short work of the mimic at hand and - - LEADING the platoon to the crest of a hill, HUNDREDS of MIMIC below. And there's SOMETHING ELSE with them -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "Gawd-DAMN what the hell is THAT? The mimic horde parts, clearing the way for SOMETHING SO that it takes a minute to stand upright, unfolding itself",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(eyes narrowing) That's a Megareaver. They bring 'em out sometimes. They're big, but they're slow. The MEGAREAVER stands over 30' tall, and looks like a cro between a MIMIC and a WALKING WARSHIP, GLINTING in the ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD",
          "text": "Crikey. LOFTING THE AXE, Cage SCREAMS, running STRAIGHT FOR IT - - the MEGAREAVER ERUPTING with javelin fire even while it raising its BLUDGEONING ARM... which SWINGS DOWN - CRASH! Cage DIVING out of its way, evading javelins, LEAP onto the Megareaver's leg, CLAMBERING UP - UNTIL HE'S ON THE THING'S BACK. It REACHES for him - CAGE CLEFTS AN ARM OFF... the stump SPRAYING the horrible blood everywhere, the blood KILLING the MIMICS it touches Then, with some persistence, Cage HACKS OFF THE HEAD. With a GURGLING ROAR, the thing COLLAPSES, disgorging wha look like UNDEVELOPED MIMICS all over the battleground. CAGE wipes his faceplate, his armor STEAMING with the thi oily black blood. He LIFTS his axe, RALLYING the soldiers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THOUSAND SOLDIERS CHEER. From the HEADS-UP view it's obvious that THEY'VE WON THIS STAGE OF THE BATTLE. They push ONWARD, shooting stragglers -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (RADIO)",
          "text": "We got unconfirmed reports that Sector Six is clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yes sir, it is, sir. Give us everything you got for Sector Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "I'll be got-damned, son, who the hell taught you how to fight like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(smiling) I know this mean old motherfucker. Showed me a few tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers reach a HIGH PLATEAU, OTHER PLATOONS, whole COMPANIES lining the ridge, while in front of them - - THOUSANDS of MIMIC ASSEMBLE. A FINAL SHOWDOWN?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What're you grinnin' about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I never made it this far before. I'm startin' to think we might just win this thing. (to radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL, (ON RADIO)",
          "text": "On your signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Go. Cage RUNS, LEADING THE MEN straight at the MIMIC HORDE. YONABURU by his side, Cage FIGHTS, deflecting shots aimed Yonaburu. ACROSS the PLATEAU, the SUN starts streaking through the clouds, even though it's STILL RAINING - \f72. Cage dispatches mimics, the whole area around them cleari",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "What time you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "4:19? Damn. Would ya look at that. BRIGHT sunlight all around them, but THICK RAINDROPS fall",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. Pretty cool, huh? They say that means that the devil is... (wincing) Ow! Cage blinks. He TWITCHES. Something's WRONG. The world BLINKS OUT and BACK like a transmission getting SEVERED. Cage CRINGES - STAGGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "It's... OW, FUCK! Cage's head. It HURTS. It's killing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "You OK, buddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Something is... ARGH! Cage falls to his knees, his BATTLE-AXE clanging to the ground. He TEARS off his faceplate, holding his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Oh no. The IMAGE SHUDDERS, the SOUND WARBLING - - and for a MILLISECOND Cage is -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(in the barracks) What the fuck is wrong with - Cage SPASMS again and - IS BACK ON THE BATTLEFIELD - on his KNEES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "- fuck is wrong with you? \f73. Cage's face is WRENCHED in pain, he's helpless as more MI come streaming in, taking out SOLDIERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm sorry buddy, I - ARGH! Cage COLLAPSES, SPASMING, and everything goes TUNNEL-VISI",
          "sentiment": "neutral"
        },
        {
          "speaker": "STYLE, BUZZING, WARBLING -",
          "text": "- WHAM! A MIMIC tackles Yonaburu, PULLING limbs off like you'd pull the legs off a fly - - CAGE lies on his back, helpless, dying, as the world BUZZES, SHUDDERS... and WINKS OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage wakes up on his bunk, holding his head. He YELLS, ENRAGED, KICKING THE WALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "Yonaburu scowls up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What the fuck is wrong with you? Cage looks around the barracks, his lip twitching. A tric of BLOOD coming out of his nose. He wipes it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I die at 4:19. No matter what. 4:19 is when I died the first time. A horrible, sad realization coming over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "It's just a loop. It doesn't matter what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "How could I have been so stupid? I really thought I could win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Are you OK, man? Cage walks through the barracks, steps up on a footlocker \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Hey! Everybody listen up! NO REACTION. Cage GRABS Kimmel's video game and SMASHES i the floor. Everyone stares. Cage clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Uh, good morning. I wanted to let you know that we're all going to die tomorrow. Or at least, most of us will. I definitely will. (beat) So you should think, like really think about how you're going to spend this day. The more you prepare yourself, the harder you try to be the best soldier you can ever be, the better you're going to do tomorrow, and for that matter, the better you're probably gonna feel about whatever happens. Yonaburu covers his eyes, painfully embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I'm sorry to bum everyone out, but you gotta trust me on this one. This is probably your last chance to get it right. EVERYONE stares at Cage like he's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Oh, and Sergeant Farell got out of rehab early. He's coming down the hall right now. EVERYONE flies into action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage is eating by himself. The rest of the platoon sits a another table, talking, glancing this way, clearly talkin about him. KIMMEL steps up, looking nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "Hey. I, uh... What you said back there meant a whole lot, man. The guy who can never fit into his suit is staring at Cag with a mixture of awe and adoration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... I was really just saying all that. Probably drank too much metacoffee. Cage sips, scowling at the taste. Kimmel sits, watching Cage pile all manner of salt, syrup and whatever on the grossest pile foods you've ever seen. It's disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Gotta keep it interesting, right? 75. spicy sauce, of mixed-up Cage eats. \"214\" is written on the back of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "What's... that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "It's the number of times I've seen you die. (wiping his mouth) It's OK, we all do. But you usually don't even make it through the drop. The main problem is that you're too fat. They shouldn't have let you in here. But they're out of fit soldiers. Kimmel wants to get up, but it's too late -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Don't feel bad about it. That guy Davis over there? He won't ever make it out of the drop ship. And Roker? He ends up on fire, cooked in his own jacket. How fucked up is that? And Ford, he always manages to lose one of his arms. Sometimes the left, sometimes the right. It's the weirdest thing. (beat) Nance, on the other hand, she just totally freaks around the second hour of battle. Starts killing everyone around her until we have to take her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "Uh... I should probably go. Cage shakes his head, smiling, drinking more metacoffee. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You, you usually just drown, after you run away. (chewing) I don't think drowning's all that bad, really. Kimmel looks like he's gonna be sick..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMMEL",
          "text": "Uh... Why are you telling me this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Because it's the one way I've figured to keep you from fighting tomorrow after that speech I gave. You're gonna get so freaked out that you're gonna take a Section Eight. The guys from the infirmary are coming in just now. You should get to know them. And in walk the INFIRMARY GUYS. Kimmel looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DROPSHIP",
          "text": "Cage rides, as in the opening, but his face is grim. He O his faceplate, pulling out a flask of WHISKEY, DRINKING i the HOWLING WIND while FARELL SCREAMS at him. He offers it to the rest of the PLATOON, they shake their heads, exchanging looks, and CAGE JUMPS, whiskey FLYING -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN BATTLE",
          "text": "CAGE wanders the battlefield, surrounded by the dead and dying. His RADIO is going wild. He tunes it down, until a is silence, replaced with sweeping, sad music - maybe a string quartet version of Metallica's \"NOTHING ELSE MATTE",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A RAVINE",
          "text": "Cage is filling a gulley full of mimics, wounding them ju enough so they can't climb out. He's clearly DRUNK. BARRELS of fuel oil dump into the ravine. The mimics are screeching to get out. \f77. He lights a match to the bottle of whiskey and THROWS it, face LIT UP with the HELLISH GLOW. He looks TOTALLY INSANE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A DROPSHIP LANDING SORTIE",
          "text": "Cage JUMPS from dropship to dropship, like Super Mario, climbing into the sky, way out over the ocean. At the hig one, he SWAN DIVES - - DOWN, DOWN INTO THE WATER. SPLASH! He turns, drifting d looking up at the dead and dying, the WAR MACHINES and MI and MEN hitting the water and floating down - Cage's PRESSURE METER going up and up until -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A SHARP PEAK",
          "text": "Cage RUNS at high speed, hauling a MIMIC up a hill, LEAPI - grabbing a STRIKEJET, HAULING the mimic bodily along, forcing the jet into a NEEDLE SHOT: straight up, ABOVE TH CLOUDS AND STORM -— - AND ABOVE THE ATMOSPHERE, where he can see the BLACK ED OF SPACE and the setting sun. The mimic ICES OVER and finally EXPLODES. Cage lets go of rocket, floating in low-earth orbit. IT'S BEAUTIFUL. His faceplate ices over, ALARMS going off. Cage opens his faceplate, THE VOID RUSHES IN, AND WE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLAM! A little VIDEO-GAME FIGHTER EXPLODES in a comically violent way. GAME OVER. YOUR SCORE IS 943,943,925. RESTAR Cage wanders the field of battle, playing KIMMEL'S HAND-H VIDEO GAME, paying little attention to the battle at hand Whenever a mimic comes near, Cage DISPATCHES it without e looking up from the game. FINALLY one manages to make him drop the game, Cage gets ANGRY. He throws himself into a HORDE of mimics. CAGE is a DEATH DEALER, killing without purpose, rhyme or reason, standing on a GROWING PILE of dead mimic, but MOR and MORE COME, he'll be buried soon, when - \f78. WHAM, a HUGE-ASS mimic slides into several pieces as - - RITA leaps into the fray, fighting alongside Cage. Cage matches her moves, swing for swing. Cage has never fought this close to her before. RITA lands, striking a pose. Her radio CRACKLES -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "So. It's Cage, huh? Your jacket says you're a Private. You sure don't fight like a Private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I play a lot of video games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You're pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "\"Pretty good\"? Cage FLIES into action, killing SIX MIMIC with one comple and insane ballet-like stroke, showing off for RITA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Your one weakness is that you fight like nothing matters. Something always matters. She demonstrates. It's like her focus is always on what's next, like she doesn't really hate the mimic one way or another - there is a beauty, efficiency in it. Cage hammers a few mimics back. Clumsy by comparison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I've tried to fight like you. I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Try. Don't think about what's next. Forget about what just happened. She swings, effortlessly dispatching more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "You fight with your eyes. You've got to fight with your heart. Cage tries. The improvement is immediate. Mimic go flying they fight together. They are a perfect team. \f79. Soon, Mimic litter the field. Smoke clears. Rita smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Not too bad at all, private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Well, thanks for the lesson. But I gotta go die now. Cage turns to leave. TWO MORE MIMIC head his way -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Private Cage, I've got a question. - SLASH! SLASH! Cage FLIPS, dispatching two at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "How many loops is this for you? Cage TURNS, STUNNED. His axe falls, clattering to the gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What did you just say? He stares at her, in total shock. Rita smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I said how many - HEADS UP! A MEGAREAVER CHARGES, SWINGING its CUTTING ARM and - - the world BUZZES, falling apart, the IMAGE of Rita kill the Megareaver SHATTERING INTO FRAGMENTS as we -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A picturesque FARMHOUSE on a hill. Waves of GRAIN shush i the morning breeze. Two HORSES nicker and prance by a bar and above, the sky is BRIGHT BLUE, hardly a cloud. RITA VRATASKI is lying on her bed, watching the sky, the horses. Rita's bed is in the middle of this wheat field. She sits up, rubbing the sleep out of her eyes. Looks lik she didn't sleep too well. With some regret, Rita taps a button and the horses FREEZ the grain STOPS WAVING. The HOLOVID IMAGE fades, revealin \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- the UDF MILITARY BASE, the OCEAN, and operations going below and out into the distance. NOW Rita BREWS COFFEE, carefully pouring steaming water o fresh grounds, yawning, in her pyjamas. The coffee brewed, she holds her cup like it's precious, looking out at the base... until a grating BUZZER goes of",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. HOLSTROM, (INTERCOM)",
          "text": "Knock knock. LT. HOLSTROM, AKA CHIEF BREEDER, enters, clipboard in han",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. HOLSTROM, (CONT'D)",
          "text": "Good morning, Valkyrie One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Hey CB. What've you got for me? Holstrom produces a HOLODISK. The room darkens, and now - STRATEGIC MAPS of the ISLAND, the BATTLE hover around the the ocean and the base still dimly visible through the gl Holstrom debriefs Rita. HILLS and TERRAIN and MIMIC CONCENTRATIONS spin and move. She takes it all in, drinki",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Let me see the Sector Three ridge display again. CRAGGY PEAKS come into view, dotted with MILITARY SYMBOLS Holstrom watches Rita's face closely as she thinks. She focuses, mind going somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "They're probably going to hit the rear divisions. Here... and here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. HOLSTROM",
          "text": "TAC-COM ran the simulations and see a low probability of a rear attack -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Then tell them their simulations are wrong. (focusing) They'1l be in the mountains. Along this plateau. A lot of them... By late afternoon, they... \f81. She trails off, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "After that, I'm not... getting anything else. Now Holstrom frowns, worried. BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLSTROM",
          "text": "Nothing? What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I don't know. It's probably nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLSTROM",
          "text": "What should I tell command?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Tell them I'm taking a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLSTROM",
          "text": "TAC-COM prefers it if you don't leave the tower the day before battle, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I don't care what TAC-COM thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA'S",
          "text": "except",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "memory Shasta CRIMSON EXOJACKET hangs, battered but battle-ready, for the leg, which is MESSILY OPEN - RILEY hunkers over the leg, removing the external unit, all pigtails, overalls, Coke-bottle glasses -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Morning, Shasta. How's it going? startles, dropping her glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "OH! Hi! I, uh, we're having some trouble with the anterior memory unit on V9, but I'm sure I'll have it fixed by this afternoon, if you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I just came to see if you wanted to get some breakfast. \f82. Shasta smiles, always rabbit-nervous, bites her lip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "I'd, uh, really love to, but I... I have to get this unit fixed before tomorrow. I knew I should have just ordered a fresh one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rita wanders, looking at Shasta's messy table, finding a cheap plastic figurine of... HERSELF. RITA, VALKYRIE ONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "(embarrassed) Just something I got off base. I, uh, think it's from New Taiwan. Rita picks up the figurine. There's a whole playset: AXE, JACKET, WEAPONRY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "God. The boobs are terrible! How would I ever fit in a jacket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "I know. It's kinda weird. I shouldn't have bought it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "No. It's cool. It's funny. Rita puts the figurine back on the shelf. She stares up at her empty exojacket, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "I... wanted to say, that, if anything happens tomorrow, that you've been a great engineer. I couldn't do what I do without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "Is everything OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I'm just feel a little weird today. That's all. Worried, Shasta watches her go. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rita walks, watching PLATOONS OF INFANTRY train. Her DOGS loose formation around her. An army photographer catches festooned with cameras, snapping pictures -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Give us a smile, Major. Come on. Big battle tomorrow, huh? How many mimics you think you're gonna kill? But Rita's focus is elsewhere. She notices CAGE'S PLATOON fucking up an obstacle course in every conceivable way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "What are they doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLSTROM",
          "text": "That's 3rd Platoon, 301st division. Conscripts. Never finished basic. They're the worst, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Everyone gotta start somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE OBSTACLE COURSE",
          "text": "NANCE and FORD power over a wall, Nance taking the opportunity to GRAB his ass. They FALL in the mud, kickin",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "NANCE AND FORD SQUARE OFF, a throng forming -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCE",
          "text": "I think I'm gonna kill you, Fordy. Right now. Front'a everyone. They start SWINGING, just as - - RITA pushes through the HOOTING THRONG. NANCE lands a PERFECT PUNCH on FORD. He staggers, twists, and SWINGS BA Rita goes to catch his fist, but in a microsecond, notice - CAGE standing in the throng, watching HER instead of th fight. Rita hesitates... and still catches Ford's fist - - but the force of his blow THROWS them both around, his grazing her cheek just as she sends him SPRAWLING - \f84. The Dogs step forward to intervene -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Hold it, Shep. Rita wipes blood off her lip. Offers her hand to Ford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "You got a good right hook, soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "The soldiers hold their ISO-PUSHUPS in a perfect line. Rita walks the line of soldiers, the PHOTOGRAPHER snappin pictures from a safe distance. A few of the Dogs hunker o the straining soldiers, GRINNING EVILLY at their torture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "A jacket can't protect you from a mimic. Only your mind can. The mind is the greatest weapon you have. In the end, it is your only weapon. One of the soldiers, CAGE, keeps staring at her. His expression very serious, almost angry. Beside Cage, Yonaburu COLLAPSES, struggling to get back u",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "This man's had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. FARELL",
          "text": "Yes, ma'am. Yonaburu gets up, arms trembling. DOG SOLDIERS smirk. Rit notices Cage staring up at her again. She drops into a perfect iso-pushup, right next to Cage. she looks over, Cage is looking her dead in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Is there something on my face, soldier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(quietly) You're a very difficult person to get to. It took me sixteen tries before I remembered how to do this one. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Do I know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You don't recognize me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I've never seen you before in my life, soldier. Cage frowns. He didn't expect that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I need to talk to you. In private. Rita frowns, noticing that \"329\" is written on Cage's han",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I'll make you a deal. If you can hold the position longer than me, you can say whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Fine. THE SUN BEATS DOWN. One by one, soldiers drop, until only Cage and Rita are left. Two DOG soldiers keep time, shaking their heads. They've never seen Rita, or anyone else, hold an iso-pushup this long. A CROWD of SOLDIERS gather, gawking. Cage and Rita STRAIN to hold the position, sweat dripping",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You... had enough...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I don't... think so... But Cage can't take it anymore. With a YELL, he drops. Ri Dogs WHOOP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALAMITY DAWG WINS",
          "text": "Rita gets up, dusts her hands off. Looks down at Cage -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's too bad. Now I wanna know what it was you had to say. But a deal's a deal. \f86. Rita turns to walk away, surrounded by her celebrating me Yonaburu comes over, helping Cage up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Damn, that was some crazy shit, man, I never — Cage PUSHES into the throng, after Rita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "In a millisecond, CAGE is on the dirt, two of the DOGS on of him, his wrists behind him. Cage spits dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I got an answer to your question. Three hundred twenty-nine. Rita turns, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Three hundred twenty-nine what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Days since we met. Times I've died. Times I've woken up again. Rita's eyes go WIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "What did you just say, private?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You said it was... You called it \"the loop\". Rita STARES, dumbstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Let him go. EVERYONE stares. Even the Dogs look perplexed. Cage gets up, dusting himself off, giving one of the violent look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Now you mind telling me just what the hell is going on? DOGS a \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yonaburu DRINKS, staring across the field, to where Cage Rita WALK, trailed at a distance by the DOGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIFF",
          "text": "Dude. What do you think they're talkin' about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "No freakin' idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rita walks in silence, face hard as stone, until they're away from the onlookers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I guess you have a lot of questions. She looks at Cage's hand again. The numbers on it. Tears begin rolling down her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Are you, uh... OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Yeah. I just thought I was the only one it had ever happened to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Are you... in the loop with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "No. I got out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "There's a way out? Rita looks out through the fence at the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It was in the Battle of Florida. I'd lied about my age when I joined up. I didn't know the first thing about being a soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE BATTLE OF FLORIDA, JACKETED INFANTRY FIGHT MIMIC B",
          "text": "THE THOUSAND. We fly over the battle, finding - - RITA'S PLATOON. She's clearly way too young to be here, keeping close to her Captain, LT. ARTHUR HENDRICKS, a goo looking, fatherly man in his late 30s -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "We didn't have a chance in hell, but I was lucky, my Lieutenant was looking out for me. He kept me alive while everyone else in my Platoon got shredded. They FIGHT side by side - - but then LT. HENDRICKS goes DOWN, KILLED by a mimic wit",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "He died, trying to save me. I lost my head and went after the mimic that killed him. The YOUNG RITA HUNTS DOWN the MIMIC, enabled by REVENGE a FURY alone. Her EXOJACKET is TORN HALF AWAY when she fina KILLS the thing, using her PILEDRIVER -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "I killed it. And then I died. - SHE DIES, in the QUICKSILVER BLOOD of the ANTENNA MIMIC see the image fall apart, then RITA WAKES UP - IN HER BARRACKS, screaming, in her hammock. People STARE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "I woke up the day before the battle had even started. I thought I'd gone crazy. RITA wanders the barracks like a ghost -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "I must have died twenty times before I pulled myself together and decided to stand and fight. ON THE BATTLEFIELD, RITA HAMMERS mimics with a REPEATER RIFLE, SNARLING as she is CUT DOWN in a SPRAY OF RED - \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "After a while, I got better. We see LT. HENDRICKS die a VARIETY of DEATHS, RITA WEEPIN over some of them, FIGHTING through the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "I was in four hundred eleven battles before I figured out how to break out of the loop. ON THE FIELD OF BATTLE, Rita now fights with a BATTLEAXE - when she sees a RAINBOW MIMIC, the first one she killed just like the one Cage killed, streaking across the field Her eyes NARROW, she RUNS AFTER IT and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAGE'S FACE, desperate to know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "The first time you died. Tell me exactly what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'd been hit. You were there. You took my battery. This... big mimic came up. Kinda... rainbow colored. It was going to shoot you in back. I killed it. It bled on me. I died. (beat) It was, uh, pretty awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Do you remember what it was doing, when it... when you died?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(frowning) Yeah. This... stuff was coming of it, like little wires. I've never seen one of them do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You killed an Antenna. While it was broadcasting. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "When you killed that mimic, you got tangled up in the signal. Became a receiver. Just like I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I... what? Rita smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's probably easier if I show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SINGLE JACKETED HUMAN fights a MIMIC, we pull BACK, to SPY-SAT AERIAL VIEW of a BATTLE in PROGRESS. THOUSANDS of MIMIC flood across a field, engaging with THOUSANDS OF HUMANS, but we pull FARTHER BACK -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You ever wonder why the mimic almost always know where we're going to strike next? - until all that we can see are hundreds of thousands of and RED DOTS converging, dissolving, repeating, almost li mathematical equation, on abstracted, 3-D terrain. Rita's face is dimly illuminated in the holobay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Look. BLUE DOTS head to a position... But RED DOTS get there fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Do you see the pattern?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Let me speed it up. NOW the battle scuds by at high speed, the mimics POUR on the human defense forces, like SAND settling, shifting -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Watch the movements. \fgl. And a pattern emerges: ONE SMALL CHANGE, then... EVERYTHI flows in a new direction. Pulsing from RANDOM ACTION... t FOCUSED ORDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Now. Slow it down on that point. She scuds back and forth across a SHIFT, ZOOMING in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "The shift happens... each time an Antenna gets killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".--we zoom in to see a single MIMIC, getting killed by a single SOLDIER. But at that moment, the whole mimic strat like grains of sand at the wider zoom - abruptly SHIFTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "When an Antenna dies, it sends out a message. To the receivers. One RED DOT winks out. But the BLUE dot finds itself surrounded... TRAPPED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "But the message travels backwards. Into the past. Nine red dots CONVERGE. The blue dot is EXTINGUISHED. The action REWINDS... the BLUE DOT moving back from the R DOT, until earlier, several RED DOTS move from their coho",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "It's a perfect strategy when you think about it. You don't have to outsmart an enemy if you always know what they're going to do next. Nine red dots CONVERGE. Again, the blue dot is EXTINGUISH",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "So... when I killed the Antenna and it bled on me... I became a receiver? And now I'm picking up messages from...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "..-yourself, thirty-six hours from now. Like memories, but of the future. Every possible future will play out, until you break the loop. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "We have to find the Antenna you killed. The one that bled on you. Before you killed it. Before it sent the broadcast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "And kill it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "We have to get the receivers too, or it won't work at all. But yeah. That's the idea. Cage nods, his head swimming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "That's it? That sounds almost easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's not. They'll know we're coming. They'll do whatever they need to kill you every time. (beat) They know how important you are. Cage frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "If you break the loop, the mimic won't be able to tell what happens next. (beat) You'll be able to win the battle. Cage's eyes go wide. Rita smiles. On the holovid, STREAMS and EDDIES of MIMIC overpower hum forces, over and over, in a constant loop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STARS are bright above, as Cage and Rita walk across base. The DOGS trail behind them, keeping their distance. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I can't believe I'm really going to be free tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(smiling) You'll still be in the UDF. ACROSS THE ROAD, OFFICERS enjoy final drinks at the PX. C can see the tail end of his PLATOON, sneaking around back",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah, but no more headaches, no more loop. I'll get my life back. Rita's expression goes distant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Yeah. But I should warn you. I think being in the loop... did something to me. Sometimes I still pick up... fragments. Feelings, little things, the day before a battle. Like I can pretty much tell if someone's going to die. (beat) It's why I don't really talk to anyone the day before battle. They come to a crossroad; Rita's tower is one way, C-Comp barracks, the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "You should get your sleep. It's going to be a pretty big day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I was wondering - your lieutenant, the one who helped you. Were you ever able to save him? A terrible sadness crosses Rita's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "No. (beat) I think there are some people you can't save, no matter what. Rita turns and walks away. From the shadows, a couple Dogs give Private Cage the las their suspicious looks and fall in line behind her. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yonaburu is slumped on the floor, drunk. Cage stares at Yonaburu, thinking about what Rita said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Well, here he is Mr. Bigshot talking to the Valkyrie all day. She tell you how we're gonna win this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. I think she did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Good. Semper Fi, motherfuckers. Cage helps him up, Yonaburu mumbling, clutching his girlfriend's picture. It falls to the floor. Cage picks it up, looks at it. Thinking. Knowing he'll be free tomorrow. Knowing Yonaburu never will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dropship ROARS, STRAINING against the headwinds. DOG SOLDIERS & C-COMPANY stare at each other, while OUTSIDE - RITA AND CAGE CLING TO THE HULL. Rita pointing to the CLI teeming with MIMIC INFANTRY -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (RADIO)",
          "text": "There. Do you see ‘em? The receivers, they're always a few rows back. You can tell by the movements. NINE RED DOTS on Cage's heads-up converge and divide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (RADIO)",
          "text": "I see ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Let's go. They JUMP. The DOGS follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIMICS swarm the field, coming by LAND, SEA and AIR. \f95. We slip between EXTREME CLOSE-UPS OF ACTION, of Cage and Rita's faces, to WIDE STRATEGIC VIEWS of battle, RED and flags dancing and spinning in the heads-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "There's a receiver. Flag it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Got it. FIGHTING SOLDIERS STARE as Cage and Rita fight together, mobilizing the troops, JUMPING past ranks. Even Rita's DOGS can't keep up with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "And another. You see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. As a team, they are UNSTOPPABLE. They complement each oth like perfect halves of a single fighting machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You're pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You keep saying that. Their eyes meet. Smiling. They DIVE in, Cage showing off Rita. They're DRIVING the mimic back, performing moves we never seen before. It's BEAUTIFUL, watching them fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "There's two more. Cage and Rita fight like two people in love. The CLOUDS a starting to break, the SUN moving at high speed through t sky as the BATTLE PROGRESSES, CANYONS clear, MOUNTAINS cl - we find Cage and Rita again, at the forefront of SQUADS victorious SOLDIERS engaging the MIMIC in groups -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I think I see the Antenna. There. Three left, protecting something - A LARGE, SHINY MIMIC breaks cover, STREAKING through the RAIN, to the CLIFF where Cage died the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "We're almost out of time. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We'll move fast. The last three RECEIVERS converge to protect the ANTENNA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I've got these. Go for the lead. CAGE begins fighting the last RECEIVERS as - Rita LANDS in front of the ANTENNA MIMIC, its iridescent, rainbow-slick armor glistening in the AFTERNOON SUN. It pauses... and then RUNS. Rita CHASES, the thing deflec blows right and left. It's DAMN GOOD. FASTER than the res Every time Rita lets up, TINY BLACK TENDRILS exude from t mimic's armor. It's trying to BROADCAST -— Cage HAMMERS the last receivers, dodging and weaving, hac down ONE, then ANOTHER, while RITA and the ANTENNA FIGHT - it suddenly PUNCHES back, sending RITA FLYING, then JUM landing right over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE MORE -",
          "text": "Cage SPINS IN AIR, twisting down as the final RECEIVER fi multiple javelins, everything goes SLOW as his body moves just the right configuration to evade every one - - then he BRINGS his axe down. The last receiver is DEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "All clear. He sees the ANTENNA standing over RITA, tendrils waving - - and with a BATTLE CRY, Cage HURLS himself at the thing, in a blur of ARMOR, AXE and MIMIC - Cage stands in low battle stance. The ANTENNA MIMIC slides into six pieces. The pieces fizz crackling. Cage steps away from the boiling blood. It's over. Rita gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I'm free. I'm really free. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "We still have to go win this thing. Cage opens his faceplate, Rita opens hers, feeling the ra Cage suddenly KISSES Rita. And then... she kisses him bac harder. BLUE SKY opens behind them, like her famous poste",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "You know what they used to call this? When it's raining and the sun is shining?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. You once told me. You said it's because the devil was beating his... OW. The weird BUZZ, the image SHUDDERS. Cage BLINKS, staggers, a SHARP PAIN in his skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Are you OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I, uh... there's something - BEHIND RITA, along the ridge, MIMIC LAUNCHERS begin to li the cliffs. Thousands of them. Behind Cage, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO",
          "text": "«+.GOT MASSIVE BUILDUP HERE... NEVER SEEN THIS BEFORE... TRAP... Cage turns. MIMIC are surrounding them, more arriving eve second. Rita's face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Something's wrong, I... AIGH! A terrible PAIN stabs through Cage's head. He twitches, stumbles. He looks at Rita, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Cage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm still in the loop. Cage SCREAMS IN PAIN as the IMAGE SHIFTS, FUTZES to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- having a SEIZURE, people STARING, blurry, WINKING OUT a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE IS BACK ON THE BATTLEFIELD -",
          "text": "Rita's face buzzing back into view, only now she's CRYING cradling Cage's twitching body as he dies -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Cage! CAGE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I... I don't think it worked. Cage's nose is bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I know. I'll stay with you. ALARMS are going off in her jacket, MORE and MORE MIMIC a surrounding the spot, by land and by air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You have to... get out of here... Rita shakes her head. Their eyes meet. She's crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I'm sorry, Rita, I - But it's lost in a hail of MIMIC JAVELINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage opens his eyes. Yonaburu cleans Mrs. Smith. Making sure to get every cham really into it, proud of his work, until he notices - Cage, staring at the poster of RITA, tears on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What the hell is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "It didn't work. We did everything right, but it didn't work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "What are you talking about? Cage picks up a sharpie and writes 393 on his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yobo, I got a question. If you had to spend the rest of your life living the same day over and over again, forever, what would you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "That's a weird fucking question, man. I dunno. Probably see my girl. Live happily ever after 'n stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "That's a pretty damn good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "(frowning) Did you just call me \"Yobo\"? Cage smiles, and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rita's glass tower glints in the morning light. The DOGS are assembled around the base of Rita's tower, having just finished breakfast. TWO of them are SCUFFLING for fun, while the others egg them on. One of them - picking his teeth with a bowie knife - look up, noticing - - CAGE, walking this way. HIGH-NOON STYLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEELER",
          "text": "You ain't got the clearance to be in here, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I need to see Sergeant-Major Vrataski, now, and you need to get out of my way. The scufflers get up, eyeing Cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEELER",
          "text": "This a joke? 'Cos you 'bout to be in a world a' - Cage moves. WHAM! HEELER goes DOWN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEP",
          "text": "What the - \f100. Cage TEARS into the Dogs like a MAN POSSESSED, fighting t ALL AT ONCE, eyes steady on the door to Rita's tower. The Dogs have been in battle 20, 30 times. Cage, almost 4 Even without his jacket, Cage is pretty much unstoppable. IN SECONDS, all the Dogs are on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage walks in, dusty, wiping blood off his lip, looking around. An EXECUTIVE OFFICER frowns up at him, and - - Rita comes out of nowhere, SWINGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "But Rita ATTACKS, hyperfast. Cage can barely deflect her blows. She sends him CRASHING down, Cage spins, fights ba - but he's no match for her. In seconds, she's on top of hand on windpipe, fist cocked and ready to kill -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Who the hell are you? The DOGS rush in, ready for bear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(gagging, bleeding) Don't. I'm... in the loop. I killed an Antenna. I'm like you. Rita...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "My name's Billy Cage. I... I'm in the loop. You're... helping me. Rita sees... that 393 is written on Cage's hand. Rita's EYES GO WIDE - She lets go, jumping back like she touched a live wire. C starts COUGHING. The DOGS stare, totally confused. HOLSTROM walks in, cocking his gun, leveled at Cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. HOLSTROM",
          "text": "Anyone wanna tell me just what the hell is going on here? \f101. Cage slowly salutes, at attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Private... William Cage requests permission to speak with Sergeant- Major Vrataski. In private. Rita nods. Holstrom hesitates. Stands down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk, Rita's mind racing, and tears on her face. The highly confused Dogs trailing well behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(wiping her eyes) Sorry. I'm just... used to being alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "How'd you... figure it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I didn't. You told me. Last time. Before I died. Rita nods, wiping her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "We have to find the Antenna you killed. And the receivers. I can show you how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You already did. She stops, looking him in the eye, suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Then why are you... here? Cage hesitates. He can't tell her the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Because, uh... at the last minute, I didn't kill the Antenna. We... wanted to come back. Spend the day together, just one more time. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Oh. I see. Rita eyes Cage, wondering just what she and this Private been doing, in his past, in her future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You, uh, wanna get some breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3rd PLATOON is in the Cafeteria, grimacing over the chow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I don't know! He was crying, then he just jumped up and took off like a bat outta hell. And whatever he said to the Sarge musta - (seeing) Sweet Jesus on a mountain. Cage and Rita enter the mess hall together, followed by t Dogs, who look just as confused as everyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE AND RITA STAND IN LINE",
          "text": "The SERVERS try not to stare at them, lumping chow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm sure not gonna miss the food. Rita doesn't know what to say. She looks nervous, like sh on her first date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "Table in the corner. Just like always. They sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "This is weird. I feel like you must know everything about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Not really. I mostly know how to kill mimics. I'm pretty good at that. You said so yourself. Rita smiles uncomfortably. They eat. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "One thing I could never figure was - why do you come eat with us? No one in their right mind would eat this crap if they didn't have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I have to do something that makes me feel like myself. I kinda got used to it. Cage pours chocolate sauce over a pile of pickled eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "This is my favorite lately. \"Pickled egg chocolate surprise\". Cage digs in. Rita tries some. She smiles. Not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Loop food. Brings back memories. What about... Rita piles hot sauce on top of her oatmeal, adding what l like canned sardines. Cage winces. She offers. He tries i",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Not bad. Kinda... Smoky. Everyone is staring at them. Cage takes another bite, was it down with a big swig of metacoffee. Rita winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "How do you drink that stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Hasn't killed me yet. Their eyes meet. Rita suddenly starts laughing. Cage too. the anxious worry coming off of them. Now everyone is REA staring. Cage leans in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "You wanna get out of here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUMORS visibly SPREAD around base, SOLDIERS going out of their way to stare at the pair as they walk, the DOGS beh",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "(under his breath) Follow me. \f104. Cage takes Rita's hand PULLS her around a corner, RUNNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- down an alley, losing the Dogs, finding... THE HOLE IN FENCE, right where Palka always makes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GULLS CAW, waves CRASH on the shore. Rita and Cage walk, stealing glances at each other. A sweet tension between t",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "So when we, uh, decided to not kill the Antenna, and come back, were we, like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We, uh, just kissed. It all happened pretty fast. Rita pushes her hair back. No one's around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I want to know what it was like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh, OK. They kiss. Nervous and tender. It's possible that Rita's never kissed anyone before in her adult life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "That was... nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It was weird, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. I guess it must be. Rita looks out at the ocean, feeling complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Why'd you join up? \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I got drafted. I tried everything I could to get out of it. And now... here I am. (beat) The last time... you told me you lied about your age to get in. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I was sixteen. A farm girl. The town I grew up in, mimic scouts came up river, some hunters found them. They burned my town. I lost everything - my dad, my mom. My horse. (beat) I guess I joined the marines because I didn't want to live anymore. I figured if I could kill just one mimic, that would be enough and then I could die. I don't know what I was thinking. But I was lucky. There was this man. Lieutenant Arthur Hendricks. He found me. Showed me how to use my jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Were you... in love with him? A painful look crosses her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I'm sorry, you just seem... really sad about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's OK. Yeah. I'm pretty sure I was in love with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO FLASHBACK",
          "text": "Rita trains with ARTHUR HENDRICKS. He's handsome, late-30 warmth in him, not undone by the years of battle. Then he's showing her pictures of his WIFE and CHILD. She looks at him like a girl in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "I think he loved me too. But he had a family, so it was different... we never even talked about it. And besides, there was a war on. \f106. WE SEE HER WINNING THE FINAL BATTLE, soldiers CHEERING in smoke while she WEEPS over the body of ARTHUR HENDRICKS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (V.O.)",
          "text": "No matter how I played it, I could never save him. He was the real hero of that battle. He died, and I got a medal. No one ever knew. - and then, ON A STAGE, getting the Valkyrie Medal of Hon draped around her neck. It means nothing to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE CUT BACK TO",
          "text": "Rita, sitting in the sand, the same expression on her fac She wipes away a tear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "When I finally got out of the loop, all I wanted was to get back in. To have one more chance to save him. (beat) I'd have traded the whole battle for it. Cage looks at her, not sure what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm... really sorry. I think maybe some people are just fated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Yeah. Maybe so. She looks at Cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Would you kiss me again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yeah. They lie back. On the distant shore, the low THUMP and GL of ARTILLERY hammering the far-off island, and we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage opens his eyes. The morning sky is bright blue overh He's in Rita's bed. And her bed - - appears to be in a WHEAT FIELD. Cage sits up, disorient \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Pennsylvania. The farm where I grew up. We had the bluest skies you've ever seen. (beat) It's just an old holovid. But I wanted you to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "It's really beautiful. Rita smiles, a little sadly, and gets up, in her pyjamas. The holovid FREEZES, distorts and fades, replaced by - - the thick polycarbonate glass of Rita's tower. Cage stares out at the island, the distant shelling, preparations for today's battle in progress, far below. A grinder WHIRS, water BOILS, GROUNDS go into a brewing p",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's coffee. Real coffee. Some of the last in the world. She adds water, the dark brew drizzles into the pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I thought that stuff was extinct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Almost. There's an island off the coast of Africa - one of the last places it'll grow. I fought there once and they still have it flown in for me. It doesn't seem right that I should have it all to myself. She pours some into his cup. Cage drinks. His eyes go wid",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "That's uh... nothing like the stuff they have in the mess hall. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's probably the best cup of coffee you can get in the whole world. I mean, since no one gets to make coffee anymore. You have to do it just right or it's no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "You'll have to show me how sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(sadly) I'd like that. Rita looks down at her coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "I was wondering. The last time we... were in the loop. You said we decided not to kill the Antenna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Uh, no. But don't worry. We'll get out this time. She searches his face. She knows he's lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Well. I'm glad we decided to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Me too. They kiss, holding each other. Cage looks out at the beautiful vista, smiling... but something is flying this WHAM! A MIMIC JAVELIN HITS THE TOWER. ANOTHER VOLLEY STREAKS IN - WHAM! WHAM! Cage and Rita are THROWN to the floor, her tower SHUDDERING with the impact The polycarbonate fractures, spider-thin cracks working t way across the room - but it HOLDS. Cage picks himself off the floor, stunned. ALARMS start going off. BELOW THEM, the BASE is getting HAMMERED by MIMIC JAVELINS - - SOLDIERS run like ants on an upended mound as MIMIC ERU beneath them, the beaches DARK with MIMIC crawling from t SEA - CARRIERS and DROPSHIPS engulfed in flame - \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "What the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "The mimic are attacking early. They know we're together. (beat) We have to get out of here. Another JAVELIN hits the tower, pieces SHATTERING IN. Rit GRABS Cage and they PILE into the elevator, the tower SHUDDERING with multiple impacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They make it out, and to the ENGINEERING BAY. SHASTA is already there, with Rita's crimson exojacket ready -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(to Cage) We have to find the Antenna. We're not gonna get another chance. Can you make it to the armory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I think so. Their eyes meet. Shasta notices the LOOK, and Cage TAKES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOTAL MAYHEM. SGT. FARELL SCREAMS at 3rd Platoon as JAVEL TEAR HOLES in the roof of the locker room. SOME SOLDIERS make it to their jackets in time. SOME DON' YONABURU finds his jacket, but - WHAM! An EXPLOSION sends flying. He picks himself up, arm bleeding profusely - - his exojacket is WASTED. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELSEWHERE, CAGE",
          "text": "Runs through the disintegrating locker room, DIVING, JUMP through the carnage. He gets to his locker - it's DESTROY HIS FACE: All is lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "No! \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Yonaburu, spattered in blood and dust, holds Cage's jacke",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU, (CONT'D)",
          "text": "They got mine. But I saved yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Thanks, buddy. You're the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Go get ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage RUNS across the base, his heads-up a USELESS MESS of blue and red, the base in CHAOS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (RADIO)",
          "text": "Right here. THOOM! Rita lands, the DOGS with her. HUNDREDS OF MIMIC CONVERGING on this ONE SPOT. But Rita fights with TWO AXE cutting a SWATH - - and then THROWS an AXE to CAGE, he catches it just in t SWINGING just as the MIMIC reach him. SHUCK! The mimics F",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THE BATTLE IS ON",
          "text": "HOLSTROM calls in STRIKEJETS. Rita SEIZES EXECUTIVE COMMA organizing the remaining HUMAN FORCES. Cage LEADS PLATOON Cornered, against impossible odds, EVERYONE fights at the best - better than their best. - FORD saves NANCE'S ASS, the two TEAMING UP - - the DOGS lay WASTE to everything in their path. SHEP is crushed. HEELER is blown in half. INU throws himself on a exploding MIMIC to save FOX. DANE ignites an AMMO DUMP, killing a hundred MIMIC at once - - SGT. FARELL finds himself fighting one-on-one. Just how likes it, WHANGING mimic with a twisted piece of metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- KIMMEL even commandeers a DROPSHIP, FLYING it into the HALL, DIVING and ROLLING FREE and watching the explosion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM ABOVE",
          "text": "STRIKEJETS hail holy hell on the ADVANCING MIMIC FORCES, the BASE is half-destroyed. It's not looking good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE AND RITA",
          "text": "fight their way onto a HEAP of smoking metal, getting a V of the war-torn base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "There. And there. Do you see them? NINE RED DOTS are flagged WHITE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Nine of ‘em, check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "We don't have much time. Cage kills a RECEIVER - WHAM. RITA kills ANOTHER - WHAM. Their moves in perfect mirror images of each other. ONE, TWO, THREE mimic receivers go down. Everyone goes do different way. Each one is harder to kill than the last. The ANTENNA always WATCHING, RETREATING, HIDING - The last two receivers TAKE FLIGHT, Cage and Rita HUNT th down, merciless and unstoppable, finding themselves in -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SMOLDERING CRATER OF THE MESS HALL",
          "text": "The RAINBOW-COLORED ANTENNA MIMIC SCUTTLING into the WRECKAGE. Rita HEAVES back a hunk of smoking DROPSHIP - - the ANTENNA MIMIC LEAPS, knocking her back, and is ON C in a FLASH. CAGE FIGHTS BACK, but this mimic knows his ev move. A SCREECHING BLUR of LIMBS and JAVELINS firing. Cage is KNOCKED BACK, WHAM! WHAM! BLOOD hits the inside o his PLATE as he GOES DOWN - As the blood beads and trickles off, Cage looks up at the spinning BARREL of the mimic's JAVELIN ARM. It's going to kill him now. WHACK! Rita hits it from the side. The ANTENNA flies thro the air in SLOW MOTION, tendrils FLARING - \f112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THOUSANDS OF MIMIC STOP ATTACKING. SOLDIERS are left scratching their heads as mimic DETACH, racing across the base to ONE POINT: to the MESS HALL CRATER -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK WITH CAGE AND RITA",
          "text": "- where the Antenna LANDS and LAUNCHES ITSELF at RITA, th BLOWS KEEPING THEM BOTH AIRBORNE until - It KICKS RITA'S FACEPLATE, SHATTERING IT. She SCREAMS, lo grip on her axe - RITA FALLS TO THE GROUND. The AXE falling nearby. JAVELIN pepper the area until a HUNK OF DROPSHIP FALLS ACROSS HER",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEG, PINNING HER TO THE GROUND -",
          "text": "The MIMIC LANDS, standing over her, VIBRATING with POWER - its JAVELIN ARM leveled at Rita's unprotected face. She glares up at it, gritting her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DO IT, YOU BASTARD.",
          "text": "An ELECTRICAL ARC ZAPS between the mimic and Rita, then t Antenna mimic... CHITTERS, the WHIRRING stops. Then it BACKS AWAY, looking for Cage -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "- the MIMIC whirls, too late. WHAM! Cage's AXE swings, CU into the mimic, BLACK BLOOD FLYING, but it's not DEEP ENO The MIMIC SCREECHES, fighting back in a BLUR, but Cage BL its every strike. With no other option, the mimic starts SHUDDER, a tachyon charge building - - Cage SWINGS and the MIMIC falls, CRACKLING, SHORTING OU DEAD. Cage is on his knees, exhausted. ALARMS going off in Cage heads-up. THOUSANDS of mimic will be here any second. He goes to RITA, opening his faceplate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Are you OK? \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Yeah. Get this thing off of me. Cage STRAINS, lifting the fallen piece of dropship and freeing her, helping her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "Thanks. They KISS, urgently. The SUN is streaking down, RAIN, too",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "We don't have much time. You have to get out of here. Killing the Antenna... it doesn't work. We already tried it. I don't know why, but they're still coming. I don't think there's any way out for me. MIMIC have begun to line the rim of the crater. MORE arri every second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "I... I'm sorry I lied. I just wanted to be with you. It was the only way I knew how. (beat) I love you, Rita. Rita picks up her axe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I love you, too. Rita SWINGS, hitting Cage with the flat of the axe - KNOC CAGE BACK 20 YARDS. He sits up, holding his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What the hell was that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I figured it out this morning. She walks towards Cage. He scrambles back. She looks up at the crater rim, her heads-up thick with o rushing mimic coming from every angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "It's me. They're using me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "What? \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Whatever the loop did to me, it turned me into a receiver. She SWINGS her axe, Cage ROLLS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "As long as I'm alive, your loop won't end. Cage GRABS his AXE, DEFLECTING HER BLOW, backing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA, (CONT'D)",
          "text": "You have to kill me. Or you'll never be free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Are you out of your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I'm the last receiver. Rita HAMMERS Cage. Cage PARRIES, backing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I can't... I'm not gonna fight you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Then you'll have to loop again until you get it through your thick skull. It's you they're after. You win the battle. Not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I've watched you fight. I've seen what you can do. Cage KICKS her away. The edge of the crater is lined with MIMIC - but they don't attack - they wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I'm not gonna kill - AIGH! Cage staggers. His head. The image SHIFTS, BUZZING, like going to LOOP again. He YELLS, the world comes BACK -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "It's the only way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "No, I won't - \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You have to. But Rita gives him everything she's got. She's SWINGING a him, FORCING him to protect himself. Cage DEFLECTS blows best he can, BACKING, ROLLING AWAY. But Rita LEAPS — - and with a YELL, Cage RAISES HIS AXE, WARDING HER OFF,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISSES A PARRY AND -",
          "text": "- Cage's axe slices into Rita. She FALLS. Badly injured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "He throws his axe down. Runs to her. She pushes herself u over on her back. Blood gushing out of a gash in her side Cage cradles her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You'll be... free now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I can get you help. We can get out of this together - Rita shakes her head, coughs, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Dying's not that bad, once you get used to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Rita! The image DISTORTS, SPUTTERS one last time - and is NORMA The rain is coming down. The sun is shining. Cage stands, picking up Rita's axe, wiping his face. He l at the MIMIC HORDE. He raises the axe and RUNS into the h with a BATTLE CRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "Rita was right. About everything. We see Cage's HEADS-UP, blinking RED, but as he fights we the onrushing FRONTS of mimic FRACTURE, EDDY as -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FIELD OF BATTLE",
          "text": "SOLDIERS UNDER ATTACK watch as SOME MIMIC start running i the wrong direction, OTHERS even start attacking each oth \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "At first a few stopped working right. But pretty soon, they just fell apart. Farell watches as everywhere the mimic fall into CHAOS. S still attack, but the synchronous VOLLEYS, the ORDERED FR LINES are gone... From ordered WAVES, to SWARMS, to NOISE... The SKY is a HELLISH RED as CAGE CLEANS UP. The look in h eyes - insane with grief, exhaustion. He doesn't stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "I kept fighting long after the battle was over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the EARLY MORNING LIGHT, the BASE is smoking, ruined. staggers through the wreckage. YONABURU and SEVERAL OFFIC trail Cage at a distance, afraid to come close. Cage's exojacket is blackened, dented. Cage finally drops axe, with a CLANG, and FALLS to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "I don't even remember when they found me. PRELAP: TAPS begins to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FUNERAL PROCESSION stretches out across the base. A MIL SOLDIERS watch, and PEOPLE across the WORLD watch as RITA FUNERAL BIER is marched across the ISLAND. ON A VAST STAGE, surrounded by COLONELS and MAJORS of eve stripe, Cage is awarded the Valkyrie Medal of Honor. The second person in history to receive this privilege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "We'd won the battle of Ruby Tuesday. I was a hero. Cage looks like the saddest person in the whole world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (V.O.)",
          "text": "But it didn't matter. Nothing did. Rita was gone. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BASE is still ruined, but full of living HUMANS diggi out, making repairs. BANDAGED SOLDIERS watch NEWSCASTS ab the BATTLE OF RUBY TUESDAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage's EXOJACKET stands in the center of a workshop. YONABURU, his ARM IN A SLING, is painting Cage's jacket BRIGHT BLUE, like you'd detail a car. He stands back, admiring his work. Cage steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "I don't know, man. You're gonna make a pretty easy target. I was thinking we could put some flames on there -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "No. I like the blue. (beat) I brought you something. Cage tosses Yonaburu his new medal. Yonaburu frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE, (CONT'D)",
          "text": "(smiling) There's your gold star. Keep it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cage rides the elevator up into Rita's broken tower. He h to step past warning tape to get to her room. The spilled coffee. The bed just how they left it. He stands there, looking out at the clear blue sky. There's a knock. It's Shasta Riley. She salutes. Cage nod",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "Uh... hi there. They said you were up here again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Hi Shasta. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "The morning of the battle, when Rita got her jacket, she, uh, wanted me to... to give you this. In case anything happened. She hands him an envelope. Cage frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHASTA",
          "text": "I miss her so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "I do too. She nods and exits. Cage opens the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTER, (V.O.)",
          "text": "How to make the best cup of coffee in the world: Handwritten instructions. At the bottom of the instructio",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTER, (V.O.)",
          "text": "I love you. Always fight with your heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "Cage is pouring the boiling water over the grounds, follo the instructions. Cage drinks the coffee, staring out at the base. Distant ALARMS start going off. Cage frowns. Yonaburu com in, out of breath, he RAN here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YONABURU",
          "text": "Cage. I thought I'd find you here. Alaska's under attack. We gotta move out. Cage nods, puts the coffee down. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAGE",
          "text": "Right. Let's go win this thing. THE END.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_132"
    }
  ]
}