{
  "movie_id": "MOV164",
  "scenes": [
    {
      "location": "MANILA AIRPORT",
      "time": "DAY",
      "characters": [
        "SID",
        "LYNETTE RESUMES HER PLACE ON THE LINE",
        "FOLEY AND HIS CLASS",
        "PERRYMAN WALKS INTO THEIR ROOM",
        "EXT. CROSS-COUNTRY COURSE",
        "FOLEY, STANDING POOL SIDE ZACK LOOKS AWAY FROM HIM AND GI",
        "THE OLD PHOTO",
        "ZACK, SID, PERRYMAN, SEEGER AND OTHERS",
        "IN A PERCH ABOVE THE RAISED DUNKER",
        "SHOTS",
        "AT THE SURFACE",
        "ZACK WATCHES THEM RAISE THE DILBERT DUNKER",
        "ZACK SUDDENLY LIFTS PAULA IN HIS ARMS",
        "ELGIN AIR FORCE BASE",
        "GRADUATES.",
        "THE WOMEN ON THE PAPER TOWEL LINE NEAR THE DOOR",
        "AROUND THE DANCE FLOOR",
        "ZACK AND CASEY",
        "RANKS",
        "THE TEN-FOOT WALL",
        "THE LIGHT FROM THE LIGHTHOUSE",
        "AS ZACK HELPS HIM",
        "THE OFFICERS' CLUB ENTRANCE",
        "CAMERA MOVES WITH SID AND ZACK",
        "PAULA AND ZACK",
        "THE BOY",
        "HE WEARS THE DRESS WHITE UNIFORM WITH ENSIGN GOLD",
        "ON THE OTHER SIDE OF THE TUNNEL",
        "NEAR THE DOOR",
        "BACK ON THE SURFACE",
        "FADE IN",
        "THE LOCKERS",
        "MAN,\" \"THE WILD WOP,\", (DELLA-SERRA)",
        "MOST OF ZACK'S CLASSMATES",
        "LYNETTE'S FACE",
        "PAULA AND LYNETTE",
        "HIS EYES FALL ON A SAILOR",
        "TWO FILIPINO BOYS ABOUT ZACK'S AGE",
        "TOPPER CLIMBS INTO THE DILBERT DUNKER",
        "ZACK DOWN THE STAIRWELL",
        "GRADUATION MORNING ON THE BASE",
        "FOLEY, IN DRESS BLUES",
        "THE FACES OF THE CANDIDATES",
        "THE PHOTO STRIP",
        "EXT. THE SURVIVAL COURSE",
        "CANDIDATE DELLA-SERRA REACHES THE SURFACE",
        "ZACK, SID, CASEY AND FOLEY",
        "ZACK WALKS INTO HIS ROOM",
        "TOPPER SUCKS IN HIS BREATH, TERRIFIED",
        "TIGHTEN ON ZACK",
        "SEXY ENOUGH TO LIGHT FIRES, PAULA AND LYNETTE",
        "ZACK AND BYRON",
        "ZACK",
        "BYRON AND ZACK",
        "FINALLY, FOLEY STEPS AWAY FROM TOPPER",
        "OF NAVAL AVIATION.\"",
        "HIS THUMBS UP",
        "THE WOMEN ON THE NAPKIN LINE",
        "ON INTERCOM",
        "AS ZACK AND SID HELP HER OUT OF THE WATER",
        "ACROSS THE STREET",
        "SHORT TIME LATER",
        "TRACK WITH ZACK",
        "BYRON MAYO",
        "PAULA CAN'T BELIEVE IT",
        "THE FIGHT",
        "LYNETTE AND BUNNY WATCH THAT KISS",
        "MINUTES LATER, THE NEWLY-COMMISSIONED OFFICERS HAVE BROKE",
        "THE PLANE",
        "FAVORING ZACK",
        "THE FACES OF THE ONLOOKERS",
        "SID AND ZACK",
        "ZACK AND FOLEY",
        "INSIDE THE TENT",
        "INSIDE THE SCOTT PAPER COMPANY",
        "LYNETTE'S BUTTONS",
        "FOLEY",
        "SUDDENLY FOLEY DIVES, FULLY CLOTHED, INTO THE POOL",
        "WE STAY LIKE THAT, OUTSIDE HIS DOOR",
        "THE FACES OF WOMEN WHO WORK AT THE OTHER CONVEYORS",
        "EXT. THE OBSTACLE COURSE",
        "ESTHER POKRIFKI",
        "SID AND LYNETTE",
        "WE'RE TIGHT ON SID'S FACE",
        "THEM",
        "INSIDE THE MESS HALL",
        "EXT. OBSTACLE COURSE",
        "THE REFRESHMENT TABLE",
        "FOLEY REACHES TOPPER AND THE DIVER",
        "BYRON IS APPLAUDING LOUDER THAN ANYBODY",
        "TOPPER",
        "INCLUDE SID",
        "THE OTHER AGING DEBS IN THE HUGE FACTORY",
        "ZACK, PAULA, LYNETTE AND SID",
        "BACK TO SCENE",
        "LYNETTE AND SID",
        "STAFF SERGEANT EMIL FOLEY, USMC",
        "THE BOY AND THE SAILOR",
        "BARBER,\" \"ANIMAL HOUSE,\" \"CHOW HOG,\" \"BABY HUEY,\" AND \"TH",
        "JON'S.\"",
        "PAULA",
        "PROFESSOR.\"",
        "FOLEY STOPS HIS WATCH",
        "DAY",
        "NIGHT",
        "SID AND PERRYMAN",
        "THE MARTIAL ARTS DEMONSTRATION",
        "PAULA PUTS DOWN THE PHONE",
        "STAY ON CASEY'S EXHILARATED FACE AS SHE PLUNGES",
        "AT THAT MOMENT, ZACK AND SID ARE LEAVING THE BARRACKS",
        "THE SAILBOAT",
        "ZACK APPROACHES FOLEY",
        "ON SID, ZACK AND CASEY",
        "ZACK SEE HIS FATHER",
        "ZACK'S FACE IS STRETCHED WITH PAIN",
        "INSIDE THE FLEA-BAG HOTEL",
        "THE ADMIN. BUILDING"
      ],
      "dialogues": [
        {
          "speaker": "DAY",
          "text": "A Philippine Airlines passenger plane is arriving and tou down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PLANE",
          "text": "A 13-year old boy starts down the ramp, a suitcase in one hand, an old photo-strip in the other. He studies the str closely as he searches the faces of the people greeting t passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PHOTO STRIP",
          "text": "A handsome sailor is necking with his girl in each of the three shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "looking around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS EYES FALL ON A SAILOR",
          "text": "It's the same sailor from the photo strip, only about fif years older. If he was in his early twenties then, now he in his mid-thirties. He's in the uniform of a 1st class P Officer. He searches the faces of the descending passenge very uncertain and uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY AND THE SAILOR",
          "text": "come together very, very tentatively. The sailor, BYRON M extends a hand to young ZACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, Zack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Byron. Nice to meet you. (awkwardly) C'mon. Let's go get your luggage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They head off together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byron and Zack step aboard one of the colorful jeepneys t Manila is famous for. We MOVE WITH the jeepney as it leav the airport and starts down the highway toward Olongapo. The boy is frightened but he's also excited by the strang super-chrome and ornately-decorated vehicle he's riding i They're not alone in the small bus. Ten or more Filipinos ride with them, some in suits and ties, others in the rou attire of farmers. One old woman carries a big cage on he lap with a squawking fluttering chicken in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take that coat off. This is the  Philippines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He helps Zack out of his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(making conversation) How was the flight? They take care  of you okay? Long way from Norfolk,  isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, kid, I was sorry to hear  about your mom. That's pretty rough.  I would've returned your call a lot  sooner but I was out at sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I been calling for four months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's how long I've been out  at sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jeepney has only two passengers now, Byron and Zack. roadside sign reads: \"U.S. NAVAL FACILITY, SUBIC BAY ... miles.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Known throughout the Seventh Fleet as the armpit of the  Orient, Olongapo is one, long rain-rutted street of gaudy bars and rattan-walled whorehouses. Countless jeepneys careen past with their silly fringe aw and chrome accoutrements, many filled with U.S. sailor bo and officers on liberty. Zack and Byron's jeepney ENTERS SHOT and stops in front o the noisiest and raunchiest bar on the strip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it. This is where I live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK AND BYRON",
          "text": "CAMERA FAVORS the boy as they head for the entrance of th bar, Zack taking in the kinky street activity: \"Beenie bo small boned Filipino boys dressed up as exquisite young g hustling tricks on the sidewalk while their sisters loung in the doorway of places like \"California Dreamin'\" and \" Manhattan Club,\" in nipple-showing tank-tops, licking the lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA CONTINUES MOVING with Zack and Byron as they cross through the NOISY bar toward a stairwell at the back. Nav enlisted men are making out openly with bar girls and Zac even sees one little girl stick her hand right down the f 40 of a sailor boy's pants. Byron glances at the boy, a little embarrassed by his dig Zack is staring at every girl he passes, nervous but a li excited by it all, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I were in port more, I'd rent a  better place, but this works out  okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk in and find two semi-naked prostitutes lying on the bed. Zack's eyes are as big as silver dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you girls were gonna do  some shopping. (gives them money) Tiki, Maria... I want you to meet my  son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls giggle as they hurry into their clothes and lea Byron closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it. This is where I live. I  suppose you could bunk over there  and you could go to school at the  base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not finished. I'll only be in  port one week a month and when I'm  here you'd never catch me playing  daddy with you 'cause it's not who I  am. Like I told you on the phone,  you I'd be better off in that state  school back in Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't never going back to that  school, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got to kid. Let me spell it out  for you. This is a whorehouse. And I  happen to like my life the way it is  and nobody's gonna make me change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care about that. I just ain't  going back. You don't want me? Okay.  I'll find me another place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the door and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK DOWN THE STAIRWELL",
          "text": "Byron appears on the landing above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack keeps moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come back here, kid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns) What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grudgingly) Okay, okay. You win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brightens) Thank you, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop calling me 'sir! I ain't no  officer. My name is Byron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the boy's happy expression we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack sits on the stairs watching a crazy scene taking pla on the long bar. A bunch of jet pilots off one of the car are in town and they're playing a game of \"chicken\". Each pilot must take a turn being pushed down the bar in a cha on rollers. The winner is the guy who flies the farthest  without bailing out of his chair. The whores are rooting  them on and gambling money is being waved in the air. As  Tiki, one of Byron's girls, climbs the stairs, he catches her hand and gestures questioningly in the direction of t hotshot fliers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hot shot jet jockeys. Maybe you grow  up like that, fly mach five, no jive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy laughs. Then Byron comes out of his room, his sea bag over his shoulder. He passes the kids some folding mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, kid. Put this in your shoe in  case you need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack hides the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO FILIPINO BOYS ABOUT ZACK'S AGE",
          "text": "They see him hide the money in his shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BYRON AND ZACK",
          "text": "Byron kisses his two mama-sans goodbye, shakes Zack's han and strides out of the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is walking along the main drag, looking in the curio stores, when the two Filipino boys approach him, smiling  innocently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, palequero. You new in the P.I.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I've been here a couple of  weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna see some nice things, guy? We  could show you around. Nobody knows  this shithole like us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two boys laugh and Zack laughs, too, trusting them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. I guess it's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start off together but as they reach a narrow alleyw the two boys shove Zack into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, big spender. Give us some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have any money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) Bullshit! Get it out!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first Filipino kicks Zack in the balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIGHT",
          "text": "Zack isn't a bad fighter but he's no match for either of Filipinos, especially the leader, who has a way of fighti that is something to watch. He uses his feet. Waving the  other Filipino aside, he destroys the American with spinn roundhouse kicks to his stomach and his face. Zack goes d from a kick to the groin. Another kick to the head and he loses consciousness. His two attackers bend over him to r his pockets. Finding the five dollar bill he's hidden in his shoe, the run off down a dark alley, one of them nearly tripping ov a dead dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIGHTEN ON ZACK",
          "text": "He stirs. His eyes open. He sits up, wincing from busted  ribs. Reality sits heavy on his youthful features.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rough-looking young man rides his Triumph 750 Bonnevill through a Navy honky-tonk area in Seattle, Washington: NO bars, a Seven Seas Locker Club, a credit jeweler, a pawn  shop. The boy who took his licks in the Filipino back alley is a man in his mid-twenties. A long mane of jet-black hair. scuzzy beard. The same cold blue eyes. He wears jeans and big, muddy boots. There's a tattoo of an eagle half-revea under the sleeve of his T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack Mayo drives up and climbs an outside stairway to a s story entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE FLEA-BAG HOTEL",
          "text": "CAMERA MOVES WITH Zack down a dark corridor, past a succe of rooms. A door is open, affording him a quick glimpse o woman and child, a sailor's uniform hanging on a chair ne The sailor appears and closes the door in Zack's face. Za consults an old postcard he takes from his pocket and pau in front of a doorway. He knocks authoritatively and shou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shore Patrol! Shore Patrol! Open  up!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment later the door opens and Byron stands there, fum to cover his nudity with a little kimono. A naked prostit in her late teens watches from a rumpled bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Byron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, you little shit! You haven't  changed a bit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither have you, pard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come together in a macho embrace like old whoring  buddies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his girl) Hey, honey, look at this! My son!  Isn't he beautiful? (to Zack) You should've called!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were out at sea! Hey, guess what?  I graduated. I got my degree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you quit school. Last I  heard you were on your way to a  construction job or something down  in Brazil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I made some money down there,  then I talked my way into another  college and I did it. I wasn't magna  cum laude but I did okay. You  should've seen me in my cap and gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the fuck didn't you invite me? I  would've come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack's expression sheds some doubt on that subject but By chooses to ignore it. He turns to the prostitute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get on the phone, honey. Call up  your friend... Gloria... Gloria big  tits. We're gonna celebrate! You  hear that? My son's graduated from  college!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an orgy, all right. Father and son style. Zack and h girl on the left half of the bed, Byron and his girl on t right. Pumping away. Drinking and passing a wine bottle  around. Candles burning in dishes flickering against the seedy wa where the only decorations are monkeywood carvings Byron  brought back from the Philippines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you guys really father and son?  You're putting us on, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. We're putting you on. What  happened to that joint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it went out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pigeon English) Ay, palequero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ay, palequero. Never hochi in the  P.I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs) Wha-chu-say, palequero? Short time,  long time, only ten dolla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both men laugh and the girls start laughing, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack awakens and finds himself entangled in arms and legs and soiled sheets. He carefully slips free and rises to h feet on unsteady legs, his head pounding, his eyes blood- red. As he's pulling on his shorts, his eyes suddenly take in apartment and the lifestyle it represents: half-smoked jo and cigarettes cascading out of makeshift ashtrays; empty wine bottles; and three naked people, snoring, their bodi draped over one another. A look of profound disgust comes over Zack's face and he  turns away from the scene and heads into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack finds some aspirins and downs them with a glass of w Suddenly, Byron comes in, shoves him out of the way, and  pukes in the toilet. Zack stares at him in an intense way seeing more than the moment, seeing all the other times h played out this scene with this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you looking at? Hand me that  towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack hands him the towel. Byron swigs some mouthwash, the turns to his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, that was pretty great wasn't  it? Not as great as that night with  the three stewardesses in Manila...  but pretty fucking nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack says nothing but there's something on his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what're you doing in Seattle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get ready pard. This one's gonna  blow you away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zackie, nothing you do will ever  surprise me, pard, not after some of  the shit you've pulled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I joined the Navy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byron's face drops and Zack laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... in the Navy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. I'm on my way over to  this officer school in Port Ranier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To fly jets. To be the fastest  motherfucker in the world. You gotta  come and visit me. I'm only a couple  hours away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who gave you this idea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody. It just came to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byron starts to laugh and Zack reddens slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe this! You... in the  Navy... an officer... that's like me  saying I'm running for fucking  president. Hey, man, look at you!  Hey, officers don't have tattoos!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs until he practically chokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I Ill be seeing you, Pard.  Take care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack leaves the bathroom and starts putting his clothes o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be pissed. I'm on your side,  Pard. I just don't want you to do  something you'll regret. You gotta  give six years to the Navy if you  wanna fly... that's six years with  the most uptight assholes God put on  this earth. Officers aren't like you  and me, man. It's another breed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You afraid you'll have to salute me,  Chief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck, no! Why would I care about  something as dumb as that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. That's just how it  sounded. Well, I'll see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He opens the door and walks out. Byron moves to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what did you want? A lot of  fatherly bullshit? A big pat on the  back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns, grins) From you, pard? Never. Thanks for  the graduation present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Zackie -- don't go away mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Starting CLOSE on Zack's upper arm as he covers his eagle tattoo with a band-aid. WIDEN as he drives through the ga of the sprawling air station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drives through the gates and past the guard gate and  disappears into a stand of tall trees. A sign by the road reads: \"THROUGH THESE GATES PASS THE F",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He motors past a line of aircraft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops to let a class of candidates run past in their  fatigues. CAMERA PANS as he crosses the intersection,  revealing a large parade ground where two classes of Avia Officer Candidates are drilling with rifles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack parks his motorcycle near the F-14 \"Tomcat\" jet figh plane that sits in front of the Admin. Building like a pi of sculpture, and is directed by a Navy lieutenant to wai with the other civilian types under a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ADMIN. BUILDING",
          "text": "A girl named CASEY SEEGER steps out of a rented car, kiss her parents goodbye and, carrying a small suitcase, appro the same officer. She has the slim, athletic body of a ru and a naturally pretty face without even the slightest hi of makeup, and she finds most of the thirty boys under th tree ogling her as she approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAVORING ZACK",
          "text": "He flirts with Casey as she joins them under the tree, an she flirts back, taking a place near the five other girls Nearby, two other boys are eyeing Casey. The brain-lookin kid is TOPPER DANIELS. The tall Okie is SID WORLEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would a girl who looks like that  go into the military?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, this is the modern Navy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAFF SERGEANT EMIL FOLEY, USMC",
          "text": "strides smartly toward them and comes to a brisk, heel- clapping halt in front of them, a cane tucked under his a like a swagger stick and the traditional \"Smokey the Bear hat of the drill instructor on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall in! Form a line, you slimey  worms! Heels on that chalk line!  Attin-hut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thirty-six civilians shuffle into a single line, ill- concealed looks passing between them as though to say, \"G a load of this character.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now when I say \"understand\" I want  the whole group to say, \"Yes, sir!\"  Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raggedly) Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe what I'm seeing!  Where've you been all your lives, at  an orgy? Listening to Mick Jagger  and bad mouthing your country, I'll  bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strolls menacingly down the ranks, probing them, plumb them with his squinty little eyes. He pauses in front of  Perryman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop eyeballing me, boy! You are not  worthy enough to look your superiors  in the eye. Use your peripheral  vision! Understand?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His voice shifts register, becoming almost human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a sudden grin) I know why most of you are here.  We're not stupid. But before you get  to sell what we teach you over at  United Airlines, you gotta give the  Navy six years of your life, Sweet  Pea. Lot of things can happen in six  year. Another war could come up in  six years. If you're too peaceful a  person to dump napalm on an enemy  village where there might be women  and children, I'm gonna find that  out. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses in front of Sid, and smiles the friendliest of  smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How're you doing, Sarge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley's eyes become instantly crazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taken aback) Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you call me, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called you Sarge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't call you anything before  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said, 'How're you?' I am not a  'ewe,' boy! A ewe is a female sheep,  boy! Is that what you think I am,  boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauder, Sweet Pea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to fuck me up the ass,  boy? Is that why you called me a  'ewe'? Are you a queer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you from, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oklahoma City, Oklahoma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only two things come out of Oklahoma,  steers and queers. Which one are  you, boy? I don't see any horns so  you must be a queer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop whispering, Sweet Pea, you're  giving me a hard on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack starts to chuckle and Foley eyeballs him hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you laughing at me, dick-brain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley pushes his face close to Zack's and tries to stare down. Zack just stares back, totally unintimidated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better stop eyeballing me,  boy, or I'll rip your eyes out and  skull-fuck you to death!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack keeps a straight face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayo, Zack Mayo, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you slip into this program,  Mayo? I didn't know the Navy was so  hard up. (noticing the band- aid) You got an injury there, Mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not exactly, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley suddenly tears the Band-Air off his arm, revealing eagle tattoo. Foley leans close to inspect it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you get this, Mayo? This is  really wonder work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Subic Bay, sir. In the Philippines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I recognized the work. (stares him in the  eye) Be proud of those wings. They're the  only ones you're gonna leave here  with, Mayo-naise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves on to one of the others, short, barrel-shaped DE SERRA. Foley glances at the roster, then at Della-Serra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmmm... Emiliano Santos Della-Serra.  You a college boy, Della-Serra?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly) Yes, sir! I graduated with honors  from Texas Tech, sir! Math major,  sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't say. See this cane, Della- Serra? See these little notches near  the handle? There's a notch for every  college puke like you, Della-Serra,  who I got to D.O.R. -- drop on request --  from this program. And the first one  I want to carve out of this class is  you, Emiliano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giving him an evil look, Foley turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I expect to lose half of you before  I'm finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will use every means at my disposal,  fair or unfair, to trip you up, expose  your weaknesses... as a potential  aviator... and as a human being. The  price at the other end is a flight  education worth one million dollars,  but first you have to get past me. (shouts) Lay your suitcases open for  inspection!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and the others open their packs and suitcases on the sidewalk. With his cane, Foley suddenly spears a pair of  lacy underwear in Casey Seeger's suitcase and dangles it  high in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger, are we going to have to watch  you run around in these for the next  thirteen weeks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches for them but he teases her and dangles them o of reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some girls will do almost anything  to get laid. Are you one of those  girls, Seeger? Did you put in for  AOCS to get gang-banged, Seeger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey reddens and stares daggers at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, you can yell at me if that's  what you're supposed to do, sir. But  you have no right to insult me, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley pushes his nose right up to hers and screams:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll call you a beaver sandwich, if  I want to, until the day they  commission you an officer and a  gentleman and I have to call you  'sir'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) My language offend you, Seeger? Well,  maybe the Navy's not for you 'cause  you'll hear far worse out in the  fleet? (in the same breath) You've got five seconds to put your  suitcases in order and prepare to  move out. Time's up. Attin-shut!  Left-humph! Fo-wud-harch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The candidates fall all over themselves trying to follow orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minutes before quitting time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAULA POKRIFKI and LYNETTE POMEROY, two twenty one year o are both looking at their watches as they wait for that m moment. Two older women are assisting them in the job of  stacking and tying brown paper bags, then returning the t stacks to the conveyor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, guys. It's five o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The conveyor finally shuts down and the four women join t flow of workers heading for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Paula and Lynette are leaving, Paula calls out to a wo just then getting into a beat-up old Toyota. In her youth easily as pretty as her daughter, ESTER POKRIFKI is now a tired, over-worked woman of 39, looking closer to 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bye, Mom, see you later. (beat) C'mon, Lynette, before she asks when  I'll be home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls hurry toward Lynette's old Falcon, Ester watchi with a mingling of emotions, from nostalgia to concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STARTING CLOSE ON shears as they cut a swath through a fo of hair. In a matter of seconds, Della-Serra is converted from a long-haired individualist into a cipher, balder th a baby's butt. He leaves and one of the female candidates sits down in the chair. Whack! Whack! The barber doesn't  shave her but he cuts her long hair very short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley collars Della-Serra and turns to the line of candid waiting to get inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now this is my idea of an ass bandit.  Wait 'til some of our local girls  get a look at you, scrotum head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class cracks up laughing, especially big Sid, standin near the end of the line with Zack and Casey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think that's funny, Worley? Let  me tell you something. Not all the  obstacles that can trip you up are  on this base. (strolling down the  line) As long as there's been Navy base  here there's been what you might as  well call your Puget Sound Debs,  poor girls who come across the sound  on the ferry every weekend for only  one reason, to marry themselves a  Naval aviator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skeptical looks from the candidates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they clear the gates of the National Paper Company Pau reaches into the back seat for her makeup kit, positions on her lap, and adjusts the mirror. Off comes the scarf. Out come the pin curls, one by one and she starts combing out her hair. Their disco dresses, satiny and suggestive  even in their plastic cleaner's bags, are hanging from  separate hooks in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now a Puget Deb will tell you, 'Honey,  don't y'all worry 'bout no  contraceptives. I got that all taken  care of.' Well, don't you believe a  word of it, Sweet Pea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula is fleetingly naked as she pulls her emerald green  dress over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...'cause a Puget Deb will do anything  and say anything to trap you... and  once she has you by the balls, child,  you might just find yourself with a  couple of income tax deductions you  didn't have when you came here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It appears to be moving, because the scenery is moving by Lynette and Paula have traded places and now Lynette sits the passenger seat, pulling the pin curls out of her hair She finishes and quickly takes off her shirt and bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know this all sounds silly to you,  especially in this so-called modern  age...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guy in a car traveling alongside the Falcon is getting eyeful. Lynette sees him and gives him a dirty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but you scuzzy college pukes had  better watch out, 'cause they're out  there. And you, Sweet Pea, are the  answer to their dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PULL BACK to reveal that the two cars are not on the  highway, but aboard an open ferry crossing the Puget Soun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVES AHEAD of Zack, Sid and Casey. Navy enlisted behind the counter are handing out \"Poopie Suits,\" \"Chrom Domes\" and \"Boonies\" to the candidates as Foley looks on. All the boys are bald. The girls have suffered a military haircut as well, but have been mercifully allowed to keep few inches of coverage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you like my Poopie Factory,  Seeger? You enter these doors and  individual with a look that's all  yours, a style, a way about you, a  personality... and you come out a  Poopie! That's sort of like what  happens to food. It goes in looking  all fancy and pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew those commercials were full  of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA HOLDS on a recruiting poster on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new Poopies come running in, carrying their suitcases and uniform issue, Foley herding them like cattle up the  stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is where you live, children!  This is Poopie-ville! Girl Poopies  to the left, boy Poopies to the right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Poopies find their assigned room, the five girls in a wing to the left of the stairwell, the thirty-one boys in the wing to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The names on the door are: \"PERRYMAN, MAYO, WORLEY and  DANIELS.\" Zack is the first one through the door and he g the upper bunk by the window. His roommates come in and s a look as they see what he's done. LOUIS PERRYMAN is a no nonsense black, a few years older than the other, like Za",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you figure that's your bunk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said it's up to us and I got here  first, didn't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever you say, Mayonnaise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall out on the lawn in five minutes,  in your Poopie suits!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perryman and Topper select lower bunks and start stowing  their gear in their lockers. Sid takes the other top bunk",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOCKERS",
          "text": "Perryman immediately tapes a photo of his family on the d of his locker, wife and two young children, one a baby in diapers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a married man, huh, Perryman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perryman touches the photo affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. They're the main reason I'm  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) I still can't believe I did this. A  three-point-eight average from  Amhearst and I signed up for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perryman laughs. Both Zack and Sid are stowing their lock expertly. Zack glances questioningly at the big Okie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in reply to his look) I'm a service brat, pal. Same as  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack takes five new packs of cards from his suitcase and  hides them in his locker under his skivvies. Sid notices do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someday you'll have to tell me about  Subic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack says nothing. Both boys start changing into their sl fitting Poopie suits. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That Foley looks like he's been  through a war or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall out! Fall out!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, Sid and their roommates push out in their Poopie su",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The candidates line up outside, in their Poopie uniforms. Sid lines up between Zack and Casey. For the moment, Fole is nowhere to be seen, but a Navy lieutenant is talking t Navy captain in SHOT b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think there's any truth to what he  was saying about those girls? Is  that still going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure it is, Sweet Pea, but he  should've warned you 'scuzzy' female  types about the 'Puget Dudes.' They'll  tell you they're wearing a rubber  but they've bit a little hole in the  end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're pretty funny, Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we'll be roommates, Seeger,  and you'll find out how funny I really  am...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley suddenly appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger, Mayo and Worley -- hit the  deck and give me fifty push-ups. On  the double!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trio drops to the ground and starts doing push-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE STREET",
          "text": "Lynette's Falcon drives up and the two girls start across the street, carrying boxes of LP's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SID, ZACK AND CASEY",
          "text": "They're about ten, eleven push-ups along when Casey start to fade. Foley's polished shoes ENTER SHOT and she looks at him sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like you need a little work on  your upper body strength, Seeger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leads her off to where the other candidates stand at  attention, leaving Zack and Sid alone, doing push-ups. Th eye Lynette and Paula as they walk past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NELLIE RUFFERWALL, 50, the base social director, is chatt with a young Naval officer as the two girls approach in t sexy disco dresses. The officer flirts with both girls as walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula, honey, Lynette... I hope you  didn't call all this way just to  bring me these nice records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyeing the retreating  officer) No, ma'am. We planned on stopping at  the 'O' Club tonight, one way or the  other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID AND ZACK",
          "text": "About 30 push-ups in. Both are in terrific shape and have problem at all with the push-ups. They watch Paula and Ly talking with the matronly social director across the stre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispers) Look at that hot little blonde!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is staring at Paula.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA AND LYNETTE",
          "text": "They leave Nellie with the boxes of records and start dow the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bye girls, and thank you again.  Blue Angels be in next month. You  want me to line you up with one,  just let me know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls start back across the street, in the direction the Officers' Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Far fucking out! I've been wanting  to meet one of the Blue Angels since  I can remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette, watch your mouth! Somebody  might overhear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula, look at the new Poopies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I saw 'em. Poor guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to them) See you in a month when you get  liberty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls) Don't worry. It grows out about an  inch by them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laughing, they start into the Officers' Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICERS' CLUB ENTRANCE",
          "text": "A handsome young pilot named DONNY TARLTON, 29, is walkin out just as the girls are entering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flirty) Hi, Donny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hi, Lynette. Hey, Paula, haven't  seen you for a while. When're we  gonna go out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already told you. I don't go out  with guys who've been dating a good  friend. See ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty-six chrome dome helmets fly into the air and land the lawn and then thirty-six starving Poopies rush into l in front of the mess hall, at close-order attention, nose touching the back of the head of the Poopie ahead of them line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Count off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start the count off. When it gets to Perryman he scr up and gives the wrong number. Foley descends on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daydreaming about your wife and kids,  Perryman? You want to join 'em now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Count off!! From the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time somebody else fucks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The candidates wait in line with their trays held in both hands directly in front of their faces, STOMACHS GROWLING loudly we can hear them. Sid whispers to Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) I'm so hungry I could die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They go through the food line, staring longingly at the s on a shingle they're being served. Drooling. They stand at attention at their table. Foley putting the through a silly drill of slapping their arms together and sinking, as a unit, slowly into their seats. Each time th fail to do it together, Foley makes them start again. Ste rises up from their trays, teasing them cruelly. Finally, they get it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay! You got thirty-five seconds to  get that garbage in your belly, bus  your dishes, and get your asses out  of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They go at it like animals, stuffing their faces as fast they can, Zack the fastest eater of all. He finishes in n time at all and busses his tray. He smiles smugly as he p Foley and the D.I. reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CROSS-COUNTRY COURSE",
          "text": "Foley runs the candidates over the cross-country course w rifles raised overhead. Sunlight filters through the dens trees that overhang the narrow trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jody-calling) Flying low and feeling mean. Spot a  family by a stream. Pickle a pear  and hear'em scream. 'Cause napalm  sticks to kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CROSS-COUNTRY COURSE",
          "text": "Foley runs his Poopies through the surf, past the old  lighthouse, CAMERA MOVING with Sid, Zack and Casey, near end of the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eighteen kids in a free fire zone.  Books under arms, just walking on  home. Last kid walks home alone.  'Cause napalm sticks to kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid glances over his shoulder at Casey, running tiredly b him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Seeger, what're you doing in  this program?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(testy) What's the matter, Worley? Am I  threatening you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack runs behind Seeger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, baby, you could get sent to  war, get your ass shot down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't lose any sleep over it. I  wouldn't mind being the first woman  to fly a jet fighter in combat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. You can go in my place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Casey) Are you really going for jets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. All the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you, Mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate to tell you guys, but only  two out of every class make it into  jets. Which one of you is going with  me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CROSS-COUNTRY COURSE",
          "text": "Foley stands at the entrance to a dark tunnel, watching t candidates run past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's my favorite one now. See if  it ain't your favorite, too. (resuming) Family of gooks sittin' in a ditch,  Baby sucking on her mama's tit. Dow  Chemical don't give a shit, that  napalm sticks to kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS the last of the candidates through the tunnel",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OTHER SIDE OF THE TUNNEL",
          "text": "There's a huge, three-story gun emplacement bunker built 1895, that now serves as a torture chamber for aviation  officer candidates. The other D.I.'s from the program stand at different plac on the time-weathered stairs, waiting to assist Foley, th canes propped behind them, truly cruel expressions on the faces. On cue from Foley, they begin to P.T. Zack's class into t ground, running them up and down the stairs, shouting in  their tender ears until some members of the class actuall start passing out. An ambulance is there with two enlisted attendants to car away the casualties. Zack, Sid, Casey, Perryman and Topper are starting to sho the wear of the arduous \"C\" course, like the rest of thei class. As they pass the \"finish line\" where Foley stands, they a fall on their faces, and lie there, gasping for breath. Suddenly, they're distracted by a disquieting sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OBSTACLE COURSE",
          "text": "An advanced class of officer candidates comes running pas the exhausted Poopies in smart-looking blue warm-up suits with an insignia and the name \"THRAXTON'S COBRAS\" on the  front and nicknames on the back like: \"HOOSIER FACE,\" \"TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR.\"",
          "text": "CAMERA PANS them to the obstacle course where Thraxton's  Cobras start eating up the course like child's play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLEY AND HIS CLASS",
          "text": "Foley sneers down at his exhausted Poopies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's you in thirteen weeks, those  of you who survive. Don't you dare  look at them! You're not worthy enough  to look at them! Della-Serra, I saw  you eyeballing them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and the others can't take their eyes off the advance class. It's literally impossible to imagine ever being th well-conditioned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVES AROUND the room, past Perryman's snoring fac past Sid, tossing fitfully, so exhausted he keeps mumblin \"Yes, sir,\" over and over in his sleep... finally HOLDING Zack, sleeping so lightly that the SOUND OF HISSING near hand causes his eyes to open, then harden with disgust at what he's seeing. Topper stands at the sink, pissing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck're you doing, Topper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mortified) I'm afraid to go out there, Zack. I  know he'll catch me. He sleeps in  the head, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't sleep in the head, man.  He just says those things. Shit! I  just cleaned that sink this morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack comes out of the head, Candidates Della-Serra and Ma on his heels. Zack wears a white T-shirt and the khaki pa of the uniform they've been issued after \"Poopie Week\". H shoes are spit-shined to perfection, his belt brassoed to lustrous shine, and his hair is now about an inch long. H pats it back with his hands, primping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another week or two, you'll have  that ducktail back, Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rubs Zack's head and Zack pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! I worked on it for thirty  minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack snaps Della-Serra with his towel, spots a couple of  female candidates leaving the woman's head, looks around see if any's watching, and crosses by the stairwell towar Seeger's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack pushes the door open and stands there, grinning, as  Gonzales rushes into her uniform. Seeger just sits there her bunk, in her khaki pants and a bra, spit-shining her  boonies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever heard of knocking, mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, did you hear? Sands and  Kantrowitz DORed last night. (His killer grim) Survival of the fittest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole world's a jungle, huh,  Mayo? Dog eat dog down to the last  one, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it, Sweet Pea. (eyeing her breasts) Nice boonies, Seeger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey smiles easily and Zack pushes off down the corridor",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK WALKS INTO HIS ROOM",
          "text": "and finds his roommates rushing around in a frenzy, tryin to get squared away. Sid is working like a fool on his bo Perryman is brassoing his belt buckle, and Topper is fold his underwear and T-shirts and then measuring them with a ruler to be certain he has the correct dimensions, before placing them in his locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inspection's in five minutes, Mayo!  Give 'em to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topper gives him a fiver. Totally unrushed, Zack gets up his bunk and starts prying a piece of fiberboard loose fr the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better hope Foley never finds  out about that, Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack pulls the piece of fiberboard free and reaches insid Slaving over his boonies, Sid looks up and sees Zack remo from his stash a perfectly spitshined pair of boonies and hand them down to Topper. Laboring over his belt buckle,  Perryman practically drools as he sees the glistening buc Zack suddenly holds up for him to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two bucks a buckle, Perryman. Look  at that shine! Boonies'll cost you  five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's got two bucks? It's costing me  every penny they pay us just to keep  my old Lady and my kids in that motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who you got doing all that for you,  man? Some enlisted guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not one to give away his secrets, Zack just smiles, and  replaces the boots and buckle in his stash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, man, is the piss-ass money you're  making off this worth the risk of  getting us all kicked out of here on  an honor violation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't notice anyone else  complaining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE OBSTACLE COURSE",
          "text": "Foley is timing the class over the killer \"o\" course. Whi most of his classmates are struggling to complete the cou Zack is breezing through it. As he finished, he moves off himself, aloof, confident. Foley watches him closely. He' the only one not rooting for his classmates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TEN-FOOT WALL",
          "text": "Casey is having a terrible time getting over the wall. Sh doesn't have the upper-body strength for it. Foley saunte up and watches her futile efforts with a cockeyed little  smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can tell you right now you're not  gonna make it, Seeger. First, I can't  graduate you unless you make it over  that wall. You gotta have muscles,  Seeger, if you want to fly my jets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll make it over the wall, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to be a man, Seeger? Is  that why you're here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, if it means getting all the  respect a man gets, then yes! I was  told I could find that in the modern  Navy, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She takes another run at the wall but fails once more to  scale it. She sinks to the ground and bites her lip to ke from crying. Still, tears well up in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it! That's exactly what'll  beat you, Seeger... your mental  attitude as a person of the female  persuasion. Under all your bullshit,  you still think like a second class  citizen, Seeger. You could never  give orders to men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack struggles to comprehend the mumbo-jumbo of higher ph being demonstrated on the blackboard by the instructor, a Navy Lieutenant. All the candidates are using slide rules work out the difficult problems. QUICK CLOSE SHOTS reveal that most of the candidates have pretty fair facility with the slide rule, but Zack looks  like he's never had one in his hand until now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STARTING CLOSE ON a row of shined boots and a row of shin buckles WE WIDEN to reveal an enlisted sailor and Zack,  scrutinizing the boots and buckles spread out on a Navy i blanket. Zack nods his satisfaction, hands over a wad of  currency, and carefully starts folding the edges of the  blanket around his booty as the sailor disappears into th darkness. Then, as Zack lifts his Santa's sack of goodies over his shoulder, and turns around to go, he stops sudde",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDE SID",
          "text": "He stands there in the darkness, a big grin on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that's how you do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack looks like a thief caught in the act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you gonna tell anybody about  this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kidding him) Not if you make it worth my while.  How about free boonies for the  duration?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack smiles, realizing his roommate is putting him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you kiss my ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid laughs. Together, they head back toward the barracks  entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and Sid are part of the line of stubble-haired AOCs dress white uniforms, watching the door like eagles as a  parade of Puget Debs come into the club, wearing satiny  formals and hopeful smiles. Perryman walks past with his attractive black wife. Casey enters in uniform, hand-in-hand with a handsome you Lieutenant JG, her shortened hair brushed back nicely on sides. She smiles at Zack and he smiles back. Topper approaches one of the girls coming through the doo a short, dumpy little girl with jugs the size of watermel and escorts her toward the ballroom. Then Sid and Zack spot Paula and Lynette coming through t door in clingy little formals, milky-white bosoms pushed high and little gold crosses dangling in the valley betwe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Zack. It's them. Holy shit.  Look at that bodacious set of ta- tas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They approach the girls where they've stopped to chat wit Nellie Rufferwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Rufferwell, ma'am, think you  could introduce us to these attractive  young ladies...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid immediately fixes his eyes on Lynette. Zack and Paula size each other up as Nellie makes the introductions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer Candidate Sid Worley, may I  present Miss Lynette Pomeroy. Miss  Paula Pokrifki, Officer Candidate  Zackary Mayo. (beat) Well, I hope you have a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slips off, leaving the foursome along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rubbing his head) You told us it would grow out an  inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aside, to Zack) It's grown out more than an inch,  sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack stifles a chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was you guys, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Let's go dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid offers her his arm and she takes it with a little smi Zack offers Paula his arm and she takes it, meeting his e for an instant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they cross the dance floor. A shitty local band is PLA embarrassingly loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this you boys first night of  liberty since you got here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am. Four long, hard weeks of  sacrifice for my country... for my  people... for you. But I survived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REFRESHMENT TABLE",
          "text": "As Sid and Lynette dance, Zack and Paula have some punch the refreshment table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what kind of name is Pokrifki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Polish. What kind of name is Mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Italian. My mom was Irish. I got her  ears. But the rest is all wop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you from, Mayo the Wop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everywhere and nowhere, Paula the  Polack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(straight-faced) My father is a Rear Admiral in the  Seventh Fleet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. We've lived all over the world.  Katmandu, Moscow, Nairobi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed) Really? I've never been out of  Washington except once when I visited  this aunt of mine over to Portland.  I mean, over at Portland. Ain't it  pathetic the way folks talk around  here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She suddenly blushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're putting me on, aren't you? We  don't got no Navy bases in Moscow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(returns his smile) You got a girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, and I'm not looking for one  either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula meets his eyes and flirts brazenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, what are you looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack just grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear most of the girls who come to  these things are looking for a  husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Why're you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To meet interesting people, improve  myself. You wouldn't believe the  losers we got over in Port Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you go to school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I work for National Paper. It's  a good job. I make eight-twenty-three  an hour. (beat) When I get enough money saved, I  plan to go on to college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The band surges into a slower ballad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID AND LYNETTE",
          "text": "As they dance to the slow music, they waste no time with  formalities and soon are pushing their bodies together an rubbing in all the best places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You been through the Dilbert Dunker  yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cake walk. Both my dad and my brother  went through it and made it, so I  know I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is your brother a flyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was. He died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vietnam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a big brother who died over  there, too. He wasn't no flyer though.  He was just your basic Marine Corps  type. I was only twelve when it  happened, so I don't remember much  about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(somberly) I sure remember Tommy. (beat) Mind if we talked about something  else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seductively) We don't have to talk at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AROUND THE DANCE FLOOR",
          "text": "The horny AOCs from Zack's class are grinding and pushing and falling into the gentle traps being set by the crafty debs. Topper buries his nose into the ample cleavage of his deb Della-Serra nibbles on the ear of his gangly partner. Cas and her pilot twirl around the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA AND ZACK",
          "text": "As they move onto the dance floor, the handsome pilot, Do approaches PAULA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, PAULA. How about a dance later  on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... I'm kinda with someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She continues on with Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA AND ZACK",
          "text": "Paula puts her arms tight around his neck and nestles her lips close to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think you'll make it all the way to  getting your wings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who knows? Guys a lot smarter than  me are dropping out like flies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just think 'I'm gonna do it!' Program  yourself. See yourself making it.  It'll happen. I know 'cause I just  read this article in Cosmo, and it  was about that very thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a very pretty girl, Paula.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses her once but as he starts to pull away she won' let him and they french shamelessly for a long moment bef PAULA pulls away from him, breathing raggedly, her green  eyes flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's flee this pit stop, what do  you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beacon sweeps past the empty Falcon and over the sand landscape as we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something tells me you've been here  before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what on earth would give you an  idea like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTE'S BUTTONS",
          "text": "Sid's fingers pop a button in their urgency. Lynette's fi push his away and she undoes the buttons with ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure it's okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. I'll respect you  afterwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dress disappears, leaving her torso uncovered. Sid's  face PUSHES INTO SHOT as he kisses his way down her neck  toward her tight little breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're crazy, girl. You'll respect  me. That's great. But what I meant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette's face PUSHES INTO SHOT and she kisses him almost roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you. I'm on the pill. Don't  worry, Sid. Just do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls him down on top of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIGHT FROM THE LIGHTHOUSE",
          "text": "sweeps past Zack and PAULA, already making love a distanc down the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two friends crow about their conquests while they bru their teeth in front of the long mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you believe those girls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Nellie's Nymphos!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, that Lynette! I rode her hard  and put her up wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack shadowboxes with his reflection in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clowning) Look out, Foley! I'm ready to take  you on for another week!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette has the accelerator mashed to the floorboard. Pau looks at her wristwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry, Lynette. It's almost midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got my foot on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The midnight ferry to Port Angeles is just about to pull when the Falcon comes SCREAMING around the corner and rac aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "crossing the Sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two girls look out across the water. A curious little smile crosses Paula's face and Lynette sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it you're not gonna ask, then  I will. How was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Details, Pokrif. From what I saw he  had an incredible body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Mmmm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he do? Did he do anything  that was different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything was different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But in what ways?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula looks at her friend as if acknowledging her presenc for the first time. A sense of privacy comes over her  suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you... come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula smiles. Lynette could die of envy. You sense she's  never known that pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did it go with you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Sid came in about two and a half  seconds, then had the nerve to ask,  'Did you make it, too, sweetheart?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Said with a certain affection, albeit slightly jaded. Pau laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resuming softer) ...but I really like him, Paula. And  I know he's going to make it. He  comes from a family of pilots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Falcon drives off and proceeds past a local hangout c \"Tim's\" with a number of motorcycles parked out front. A  cluster of good old boys in jeans and T-shirts, lounging front of \"Tim's,\" see the Falcon and WHISTLE at the girls Lynette gives them the finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Paula and Lynette respond to the whistles with looks disgust. Cinderella said it first: the worst part of bein deb is the ride home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ask you out for next weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but I told him I'd be at the  Town Tavern next Saturday night, and  he sounded like he might come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told Zack about Saturday night,  too. The fifth week's supposed to be  the roughest. Come Wednesday, he'll  be wishing he took my number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll show. I'd bet my paycheck on  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lower-middle class clapboard house sitting on blocks li all the others on the crammed little street. Built during the war as cheap housing for servicemen, the box-like dwellings now serve Port Angeles' industrial blu collar families, like Paula's. The Falcon drives up and Paula gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you at church in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula nods distractedly, her face reflecting genuine fear what awaits her inside the darkened house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her key turns in the lock and the door opens. She tiptoes across the small living room, but as she is passing a doo left slightly ajar, a voice inside the room calls out to  her, making her jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula, come in here, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE POKRIFKI is a tough, barely-literate Polack with enou hair on his chest to compete with some apes. Ester lies i bed beside him. Paula enters the darkened room and Joe  suddenly snaps on the light, bathing them all in its hars almost police-room glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come over here. I want to look at  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula stays near the door, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know I'm late and I'm sorry, but  Mrs. Rufferwell asked us to help  with the cleanup and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, come here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slowly approaches him, stopping about halfway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy, I don't want to get into  anything with you tonight. I'm tired  and I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you tired from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come over here where I can see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She steps up to the bed and her father looks over her  clothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at the sand! Enough sand to  start your own beach! (seeing something) What's that wet place on your dress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula is so mortified she could scream. Tears of rage flo her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula's two sisters, ages 14 and 10, are awake in their b and listening to the confrontation in the next room. The  empty lower bunk in the over-crammed room belongs to Paul There's a stack of Cosmopolitan magazines beside the bed fan magazine photos of John Travolta taped to the wall ab her pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what it is. It could be  anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you knew right off what I was  talking about, didn't you, Paula!  Did you let that boy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula interrupts her father, enraged by his insinuations. Her mother looks on, haunted by memories of her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you dare ask me that question.  I'm an adult and you got no right to  push your nose into my affairs like  that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, as long as you live in this  house, young lady, you live by my  rules! You should be dating local  boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh! Not a chance! There's nobody  in this town doing anything with his  life, except what his father did,  which is nothing. If I can't have  more out of life than that, I'd rather  be dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you honestly think you'll find a  boy in that... that officer's school  who's serious about marriage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you're dumber than I thought!  All you'll get from their kind is  pregnant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For an instant, Esther's eyes and her husband's lock in  unresolved combat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing like that's ever gonna happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To keep from sobbing in front of them, she turns and runs out. A terrible silence fills the room, the silence of two  miserable human beings condemned to live unhappily ever  after... because of one little mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Esther, do you think she's using... (has trouble saying  it) ...birth control?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When did this happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She changes into her pajamas and crawls into bed. She'd l to cry but there isn't the privacy for it, so she holds i all in. CAMERA PANS the faces of her sisters, both awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe Pokrifki parks his big, old Olds Cutlass and the four Pokrifki women follow him toward the church in their prim Sunday dresses. Lynette and her three brothers climb down from the back o dented and primered pickup truck. Lynette's pained skelet of a mother gets out from behind the wheel and ushers her brood toward the church. There's a shocking difference be the debs who go over to the base on weekends and these pr dressed, almost tomboyishly unmade-up young girls. As the two girls see each other, they exchange supportive smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and his classmates look around apprehensively as the enter the cavernous old hangar and take seats, along with several other classes from the program, around a raised m Suddenly, shockingly, a bank of lights directly over the go on to illuminate Foley, dressed in a worn and faded pa of black silk pajamas, legs akimbo and arms crossed at th chest. Zack elbows Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at Foley! Can you believe it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frightened) Shhhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack looks around and the faces of the others are similar disquieted by the sight. How do you describe the presence death in a room? But it's there. Foley brought it in with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the base martial arts instructor,  so those of you in on-eight must  desist in thinking of me as their  drill instructor for the next sixty  minutes. (grins evilly) Just think of me as... the enemy.  Incidentally, children, I am wearing  the uniform of a Viet Cong foot  soldier I killed in hand-to-hand  combat in Plei Me, Viet Nam... when  I was about your age. Maybe a little  younger. (in the same breath) May I please have a volunteer? How  'bout you, Daniels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topper rises to his feet, terrified, and Sid pats him on back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go put him in the hospital, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't touch me. That's the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley grins sadistically as he watches Topper climb up on the mat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, pussy. How bad do you want to  survive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topper stares at him, then stammers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, this Officer Candidate doesn't  understand what you're asking, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me see if I can improve your  comprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaps on Topper like a cat, grabbing the boy's throat  between his thumb and forefinger, seemingly intent upon  killing him but, in reality, scaring him more than actual hurting him that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to survive bad enough to  stop me, pussy? Or are you relying  on my generosity, my love of humanity,  to stop me from killing you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topper's eyes bug in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please... no... I can't breathe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley just laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID AND PERRYMAN",
          "text": "jump to their feet to protest, but events are moving too  fast for them. Zack just sits there, almost amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPPER",
          "text": "finally starts fighting back. Convinced this maniac means kill him to make his point, he finally summons enough sur instinct to wrestle Foley's hand from his throat. He sink to the floor of the ring and struggles to catch his breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... had... no right! You can't...  touch... us! It's the... law!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This makes Foley laugh all the harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mimicking him) 'Sir, this Officer Candidate doesn't  understand what you mean by survival.'  Now do you understand a little better,  pussy? Get out of my sight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topper hurries to comply, while Foley swaggers to the edg of the mat, sits down and starts putting foam safety-kick pads on his feet, really getting off on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I'm a little harsh on your  classmate? Wait 'til you get shot  down behind enemy lines and the only  thing between you and a POW camp is  what you assholes learned from me! (beat) Okay, worms. Now that I've got your  attention, we can begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLEY",
          "text": "demonstrates the basic karate kicks. Beyond black belt, h has moves that ought to bear his name. Leaping, spinning  crescent kicks are his specialty, and he executes them li a ballet master, awing everyone in the dank old hangar. A everyone. Zack, cool. Zack, is unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and Sid sit in their white liberty uniforms at the l bar, nursing beers, Sid anxiously watching the door for  Lynette, Zack busy flirting with an attractive WAITRESS. Town Tavern is a local hangout and there's a sense that a number of the townies are watching the boys in white with resentment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Waitress) Hey, baby... c'mere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slides up, smiling, giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice haircut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiss it, baby. Make it grow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs and kisses the top of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, when do you get off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's about to reply when a burly BARTENDER approaches wi fresh beers for the boys. He gives the boys a surly look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take care of the customers, Doreen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doreen gives Zack her best smile and grudgingly moves off toward the locals around the pool table. The bartender pu fresh beers in front of Sid and Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surly) That'll be two dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys pay up and the bartender moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(facetiously) Nice, hospitable folks they get around  here. (glances at door) I hope she comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll come, pard. A rich socialite  Oakie like you oughta be a big catch  around these parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off my case, Mayo. I didn't grow  up rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEXY ENOUGH TO LIGHT FIRES, PAULA AND LYNETTE",
          "text": "cut a path like Sherman's army through the gawking local  losers clustered inside the door of the tavern, then glid into Zack and Sid's arms and kiss them gluttonously for h a minute. Some of the local boys watch it all with ill- concealed jealousy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we're making some of the  locals jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who cares? (frenching him) Mmmm. Now I remember. Mayo the Wop.  Gee, I'm glad you're here. I've been  looking forward to this all week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you girls like to do?  Want to stick around here for a little  or... or could I suggest another  plan...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like pick up some booze and go to a  motel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or we could do that yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I vote for the motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My kinda group!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start for the door, all four linking arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEAR THE DOOR",
          "text": "One of the boys who was watching them, TROY, 25, jostles  into Zack, then pretends it was the other way around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, make way for the warmongers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and Sid spin around, surprised. Troy's a big, kid, a dockworker probably, and he seems to tower over Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you call us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called you a warmonger. Ain't that  what you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack looks more amused by it all than threatened. He shak his head and starts out the door with his friends. Troy a some of the other locals share a look, and follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy jobs out of the place and plants himself in front of Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, let me ask you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, what do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get out of here Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A circle is forming around Zack and Troy. Paula looks  frightened. Lynette looks turned on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You come here for a couple of months --  you rich college boys -- struttin'  around in your ice cream suits like  you own the goddamn place -- fucking  our best women... Hey, who do you  think gets left holding the bag after  you're off flying around the world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, pard, why don't you go back  inside and cool off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns away from Troy and pushes out of the circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'm not finished talking to  you, sailor boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He charges after Zack, and knocks his cap off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIGHT",
          "text": "If you can call it a fight. Zack turns around and hits Tr in the face with two very fast punches, a left and a righ Before his assailant can recover, Zack delivers a strange roundhouse kind of kick that seems to come out of him in  slow motion, then gathers incredible speed, until it's  slamming with the force of a mule-kick into Troy's face.  Troy goes down gushing blood from flattened nostrils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "looks around the other locals who clustered earlier aroun their champion, but they're all staring at him, afraid. Taking Paula by the hand, he leads the foursome away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK, PAULA, LYNETTE AND SID",
          "text": "Zack stares straight ahead, lost in the world of his  adolescence. Paula just watches him, sensitive to the pla he's in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God! I've never seen anything like  that in my whole life! Did you see  that guy's nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snaps) Lynette, just keep your mouth shut  until we get to the motel. Will you  do that for me, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, excuse me for livin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid pushes her into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack lies on the bed, aloof, brooding, and doing some ser drinking from a pint bottle of rum. Paula watches from a  chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want a back rub? Might make you feel  better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She climbs onto the bed and tries to position herself to his back, but he pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shouldn't have done that. I  should've walked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't give you much choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's always a choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you learn to fight like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snaps) I don't feel like talking, if you  don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry) Opening up just a little wouldn't  kill you, ya know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts for the door. Zack barely even looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to fuck you? Is that it?  Okay, come here. Take your clothes  off. Get into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns, angry) Where's that coming from? I wouldn't  fuck now if my life depended on it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. Just get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula starts to leave, then turns back, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explodes) I don't know who you think you're  talking to! I ain't some whore you  brought here! I've been trying to be  your friend and you treat me like  shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be a friend. Leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got no manners and you never  tell the truth! You're nothin'  special. And if you ask me, you got  no chance at all of being an officer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack rises from the bed and very slowly approaches her. P almost flinches as he stops a few feet away. Then he lean forward and kisses her as gently as he knows how. Very  tentatively, she responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette leaves her room and knocks on Paula's door. Paula comes out, zipping up her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) A definite improvement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wakes up and slowly focuses on Paula, cooking eggs and bacon in the kitchenette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stayed after all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wrong. I've driven a hundred and  twenty miles, told a hundred and  twenty lies, and said a hundred and  twenty Hail Mary's since I saw you.  Hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He jumps out of bed, pulls on some boxer shorts and sits  down at a small rickety table she has beautified with  wildflowers stuffed in a glass. Paula puts his steaming  breakfast before him and stands back to watch him attack He looks up at her and finds her staring at him almost  wistfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula, I never try to fool anybody  about who I am, what I want... so if  even in the back of your --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know who you are and what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want, Paula? What do you  really want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To have a good time with you until  you have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods and turns away, so he can't see her eyes and kno how much she's lying. Zack finishes off his eggs and baco downs his coffee. As she comes over to refill his cup, he unbuttons her blouse and starts playing with her nipples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmm. Last night was fantastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She watches him with womanly eyes, aware of her own power",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, am I your fantasy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, I dare you not to fall in love  with me. I ain't gonna get serious  with you, no way. But how can you  resist me? I'm like candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're better than candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm serious. It's gonna be hard to  get enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts tickling her and she can't sustain her vamp rol any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Getting cocky, aren't you? Huh, you  little Polack? Getting feisty on me,  huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes her in his arms and they kiss. The moment turns  suddenly real and Zack finds himself pulling away, afraid the feelings that are churning his guts. Paula studies hi moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, when you're through with a  girl, what do you do? Do you say  something or do you just... disappear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never had a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their eyes stay together for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I forgot to thank you for breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any time, sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our CAMERA is the first to ride the Dilbert Dunker, and w are suddenly shooting at high speed down a steep incline  inside a cage-like contraption, painted red. Wham! We hit water at neck-wrenching speed and go under in a swirl of  bubbles! Wait! What's happening? The goddamn cage is turning  somersaults! Which way is up? Which is way up?? A strange looking alien in a wet suit and mask knifes TOWARD US. Hi hands work to extricate us. We rush toward the promise of light and air at the surface. We can hear our own torture breathing. Will we make it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANDIDATE DELLA-SERRA REACHES THE SURFACE",
          "text": "gasping for air. The DILBERT DUNKER INSTRUCTOR stands off the side, giving him a thumb's down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in line. That was totally unsat,  Della-Serra!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Della-Serra clings to the side of the pool and vomits. He grateful to be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK WATCHES THEM RAISE THE DILBERT DUNKER",
          "text": "It finally comes to a rest high in the rafters of the  building, where he is to be the next to take the ride. Si and Seeger are right behind him, followed by Topper. He s into the cage and the Instructor makes sure he's buckled  snugly into the harness. Then Zack's eyes fall on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS THUMBS UP",
          "text": "and the Dunker takes him on its crazy ride, plummeting do the tracks, blasting into the water, somersaulting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "waits until the turning has stopped, studies the directio his air bubbles are taking as he unfastens his harness, a pulls himself down and out of the Dunker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON THE SURFACE",
          "text": "gets a thumbs up from the Instructor and grins. As he's  climbing out, he watches Sid take the big ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "almost loses his composure when the harness at first defi his efforts to get it open. Then, he's free and surface-b",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS ZACK HELPS HIM",
          "text": "out of the pool, Sid's efforts at a cocky grin fails to h from his friend the fear he felt under there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn to watch Casey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAY ON CASEY'S EXHILARATED FACE AS SHE PLUNGES",
          "text": "and watch her extricate herself as easily as Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS ZACK AND SID HELP HER OUT OF THE WATER",
          "text": "her eyes are wild with excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think they'll let us do that again?  God, that was fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPPER CLIMBS INTO THE DILBERT DUNKER",
          "text": "He looks down at the pool far below. His three friends,  standing pool side, give him a thumbs up for encouragemen but Topper is too frightened to acknowledge them. He turn to the Instructor helping to fasten him inside the  contraption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(scared shitless) Does this thing hit with the same  impact as an actual plane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is nothing compared to a plane. (beat) Don't forget to watch the bubbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Topper nods and gives a thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN A PERCH ABOVE THE RAISED DUNKER",
          "text": "a young seaman apprentice flicks a switch and the Dunker  lurches down the tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOPPER SUCKS IN HIS BREATH, TERRIFIED",
          "text": "The impact of hitting the water is so jolting, it knocks wind out in a rush and he goes under already screaming th silent little scream of the mind that drowning people hea Underwater, the Dunker turns him over and over, leaving h upside-down. The silent scream is louder. Panic rides its frequency as Topper tears at the lever that would release him from the harness. He gets it open and pushes out of t opening in the Dunker with all his might. He has forgotte to watch for his air bubbles. Top is bottom and bottom is top. He smashes violently into the tiled floor of the pool, fr out, and swims straight up and into the jaws of the Dunke again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK, SID, CASEY AND FOLEY",
          "text": "watch from pool side, concerned, as the diver goes down f Topper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The instant the diver is within grasp of the totally unst boy, Topper grabs him in a dying man's grip that even the brawny frogman is unable to break. The diver hits him once, twice, but Topper clings to him  even tighter and, as they wrestle, the harness further sn them both. The scream now becomes the scream of two drown men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FACES OF THE ONLOOKERS",
          "text": "Seconds are ticking by, and it reflects on all the faces the huge room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY FOLEY DIVES, FULLY CLOTHED, INTO THE POOL",
          "text": "His Smokey the Bear hat and cane stay at the surface as h knifes down through the water toward the churning humanit below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLEY REACHES TOPPER AND THE DIVER",
          "text": "Both men are so hopelessly entangled in the parachute har and so close to losing consciousness that Foley has to mo very fast. His presence of mind is so total it's frighten With no wasted moves, he frees both men and pulls them to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE SURFACE",
          "text": "The Instructor helps Foley get them laid out by the side the pool and while Foley works mouth-to-mouth on Topper, works on the diver. The diver is easily revived but Toppe required everything Foley has to offer. He might have die in less expert hands but Foley is slowly pulling him thro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK, SID, PERRYMAN, SEEGER AND OTHERS",
          "text": "watching Foley's efforts to revive their compatriot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINALLY, FOLEY STEPS AWAY FROM TOPPER",
          "text": "and nods to the room of onlookers that he'll be all right",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVES DOWN the row of lockers. Sid's is a study in neatness, every pair of skivvies folded identically and  measured with a ruler, which is exactly what he's doing a the moment. Perryman's problem is his belt buckle, which is frantically trying to shine before Foley gets there. Z stands casually by his locker, buffing his fingernails, h shoes and buckle shined to perfection, as always. CAMERA HOLDS on the fourth locker, the one that belonged Topper Daniels. The door to the locker is open and it's e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll never get it polished in time.  Give me a buckle, Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't risk it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd make it. He's just getting to  the girls. Come on, Zack. I gotta  see my family, man. I couldn't take  it if he keeps me here over the  weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, pard. Wouldn't want you to  get an honor violation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid gives him a dirty look but Zack ignores it. The SOUND HARSH FOOTSTEPS approaching and the three candidates snap rigid attention by their lockers. Foley walks in and starts inspecting Perryman. Sweat runs down the black's face in rivers. Foley moves on to Sid, c out his locker, then turns to Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In every class there's a guy who  thinks he's smarter than me. In this  class, it's you, isn't it, Mayonnaise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He brings his cane up suddenly, like a majorette's baton, and with one poke knocks the piece of fiberboard out of i place in the ceiling, allowing two pairs of shined boonie a half-dozen freshly-brassoed belt buckles, and a little  black book recording the monies owed him, to rain down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Report to my office in five minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley turns and strides out. Zack meets his roommates' ey for an instant, knowing he's finished. Perryman doesn't l too sad about it. He whispers in Zack's ear as he walks p enroute to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couldn't happen to a nicer guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack stares daggers at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley is doing paperwork at his desk as Zack approaches a knocks on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in, Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack enters and stands at attention in front of Foley's d He knows it's all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want your D.O.R.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. You can kick me out, but  I'm not quitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get into your fatigues, Mayo. Before  the weekend's out, you'll quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack salutes, makes a smart turn, and marches out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley is putting Zack through hell. With his heavy rifle  raised overhead and a full pack on his back, he runs thro the wet sand at the beach, to the cadence of his D.I.'s j call. Foley runs with him a vulture waiting for the  inevitable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jody-calling) Casey Jones was a son of a bitch.  Drove his train in a thirty-foot  ditch. Came on out with his dick in  his hand. Said, 'Listen, ladies, I'm  one helluva man. I went to his room  and lined up a hundred. Swore up and  down he'd (beat) Having fun, Mayonnaise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is dying under his heavy helmet, but he says nothing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley is running him up and down the weathered old steps, the hot sun beating down on him like a firey fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look over there, Mayo. She stayed to  do that instead of going on liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack follows his gaze to the Obstacle Course where Seeger struggling to pull herself over the ten-foot wall, with t same results as last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She may not make it through the  program, but she's got more heart  and more character than you'll ever  have. I've seen your college record.  I've never heard of most of those  schools. Tell me something, Mayo.  Did you buy that degree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir! It was the hardest thing I  ever did, sir! Until this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a lie, Mayo. You've gone  through a lot worse, haven't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack shoots him a quick look, wondering how much he knows",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop eyeballing me, mister! I've  looked through your file and done a  little checking, and I know it all.  I know about your mother. I know  your old man's an alcoholic and a  whore chaser. (beat) Life sure has dealt you some shitty  cards! Hasn't it, Mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm doing okay, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you're not. You're failing the  big one, baby, and I don't just mean  in here. I mean in life. I've watched  you, Mayo, and you don't mesh. You  grab-ass and joke around but you  don't make friends, not the way the  others do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack says nothing but Foley's getting to him in ways nobo has in years, if ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to know why I'm not an officer,  Mayo? Because I have a servile  mentality from growing up poor...  from always being the kid on the  windy side of the baker's window. That's your problem, Mayo. That's  why you don't mesh. Because deep  down in that bitter little heart of  yours, you know these other boys and  girls are better than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley is putting Mayo through his rifle drills, in the  sweeping light from the old tower. Zack's jaw is set with determination but Foley won't let up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoulder arms! Port arms! Parade  rest! (Etc. Etc.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack lies prone at the top of the bunker, his feet about inches off the ground, Foley standing over him, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what do you say we call off  this little charade of yours over a  couple of beers at Trader Jon's...?  Come on, man. You're about as close  to being officer material as me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, this candidate believes he'll  make a good officer, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way, Mayo. You don't give a shit  about anybody but yourself and every  single one of your classmates knows  it. Think they'd trust you behind  the controls of a plane they have to  fly in? Hey, man, I figure you for  the kind of guy who'd zip off one  day in my F-14 and sell it to the  Cubans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, that's not true! I love my  country!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs) Sell it to the Air Force, Mayo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley puts his lips close to Zack's ear and whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get down to it. Why would a  slick little hustler like you sign  up for this kind of abuse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack's legs are shaking wildly with the effort to keep th aloft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to fly, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's no reason. Everybody wants to  fly. My grandmother wants to fly.  You going after a job with one of  the airlines?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to fly jets, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Because you can do it alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it, the kicks? Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to do something anybody  can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pity you don't have the character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not true, sir! I've changed a  lot since I've been here! And I'm  gonna make it, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a fucking chance, asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack bolts up suddenly, meeting his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(defiantly) I got nothing else to fall back on.  Sir! This is it for me... and I'm  gonna do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley studies him with squinty eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Mayo. Get on your feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both men get up and start walking back toward the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEM",
          "text": "Suddenly they both see a sailboat tacking past, no more t fifty yards off shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SAILBOAT",
          "text": "There are three people in the boat, two girls and a boy  wearing a sack over his head. All three wave in their  direction. On cue, they turn around, drop their drawers, give a three-way B.A. They pull their pants back up and t around to yell at Zack. The girls are obviously Paula and Lynette. The boy with the sack over his head just has to Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disguising his voice) Don't give up the ship, Mayo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hang in there, Zack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn the torpedoes and remember the  Tides Inn Motel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all three laughing so hard they nearly capsize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK AND FOLEY",
          "text": "The drill instructor is amused but trying not to show it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayo, are those your friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe there's hope for you yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is on his hands and knees, scrubbing the floor, when Sid, Perryman and some of the others return from liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still angry) I see you didn't DOR, Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Sid, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRYMAN WALKS INTO THEIR ROOM",
          "text": "and stops as he sees the peace offering on his bed: his b shined to perfection, and two gleaming belt buckles. Sid  comes in a second later and they share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All three candidates lie awake in their bunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you guys still awake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A grunt from Perryman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, do you guys ever... feel like  you don't belong here...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. All week long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter, Sweet Pea. Foley  finally starting to get to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what he was running on me  all last week? He told me I wasn't  officer material because I think  black and I'd never get comfortable  giving orders to whites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? He's been telling me I'm not  officer material because I'm not  inner-directed. He thinks I'm here  for my folks... and for my brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That isn't true, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack shakes his head, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about that prick! He told me he  wasn't officer material because he  grew up poor like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said he grew up poor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kid on the windy side of the  baker's window. That's how he put  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley's not poor. Buddy of mine in  oh-four told me he's the son of a  rich doctor down in Louisiana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah? Friend of mine in oh-two  told me he comes from a long line of  Baptist ministers from Georgia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All three candidates crack up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about that prick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are making love. When it's over, they lie there for long time in one another's arms, flagrantly satisfied, an still joined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sure was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They share a little smile of satisfaction. They chuckle. longer they stay together, like that, the more painfully  intimate the moment becomes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want me to get a towel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get it if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want you to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to move. But somebody  has to move sometime. Eventually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They found them like that, shriveled  up from weeks without food or water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack laughs and the connection is nearly broken. Suddenly Zack just takes her face in his hands and kisses her in a most loving way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All week I kept thinking about you  guys in that sailboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were pretty drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula takes his officer-style cap and puts it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, sometimes I wish I was one  of those girls they're letting in  the flight program these days. God,  I'd love to fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's stopping you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula seems to consider it for a moment, then she shakes head. It's a fantasy, that's all, far removed from the  realities of her life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what the magazines say...  it's just not as easy being a girl,  especially from a Catholic family.  You don't know the junk I grew up  listening to, 'bout the way women  are supposed to think and act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's no excuse for not going after  what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who says I'm not going after what I  want? My mother's thirty-nine years  old and she still works in that  factory. Every time I see her, I  know exactly what I don't want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They share a stretch of silence, Zack retreating into him his eyes somehow far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a silence) My old lady swallowed a bottle of  pills one day while I was at school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thing that really got to me...  she didn't leave a note. Nothing.  I've always hated her for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it still hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw. You're alone in this world no  matter what kinda folks or background  you had. Nothing hurts, pard, once  you got that one down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula studies him a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet most people believe you when  you feed 'em that line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her and smiles, then she kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six jets fly DIRECTLY AT US, jolting our senses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON INTERCOM",
          "text": "The program consists of six aircraft performing a sequenc of maneuvers in one of three different components: a diam of four aircraft, two solo aircraft that oppose each othe along the line of flight, and all six aircraft in a delta formation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as they enter and move toward the bleachers where Sid and Lynette are already seated. Zack suddenly stops and scans the bleachers, looking for somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I can't sit with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. Maybe we'll see each  other after the show...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BYRON MAYO",
          "text": "He sits in the bleachers about ten rows higher than Lynet Sid and Paula. Zack slides into the seat beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How're you doing, pard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byron's eyes are on Paula.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody. Just a girl I've been making  it with the last couple of weekends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I sort of thought so myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better watch out for that kind,  Zackie. You know what they call 'em,  don't ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back east in Newport, Rhode Island,  they call 'em the Fall River Debs.  In Pensacola, the Mobile Debs. In  Norfolk --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That what she was... a Norfolk Deb?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who? (realizing) Aw shit, Zackie, let's not get off  on your mother again, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(testy) What if I want to talk about her,  pard? What then? You know, that's  all I've ever heard from you, since  I was a kid... you never want to  talk about that, man, and it's  important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing to talk about. Two  goddamn times I made it with your  old lady. We barely even talked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The JETS ROAR close overhead and Zack has to raise his vo to be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not how she told it. She said  you wrote her every week you were  away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wrote. Not every week...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said you told her in every letter  how much you loved her, how you wanted  to marry her, have children with  her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never said any of that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found them, pard, and read them  myself, right after she did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Okay, I wrote those things... and  yeah, I had big thoughts of getting  together with your mom... but when  she hit me with being pregnant, I  saw who she was. I'd had quiff lay  that shit on me before!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly livid) What did you call her? What did I  hear you call her, you son of a bitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both men rise angrily to their feet, but a split second l the Angels are making another pass over the stands and  everyone is standing and applauding, making their argumen less public.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming above the  noise) She loved you, you bastard! And she  believed you when you said you loved  her! She never gave up thinking you'd  come back (beat) Don't you ever talk about her like  that again or I'll kill you, Byron!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack pushes toward the exit, shaking with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "watching him and suddenly rising to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is halfway to his parked motorcycle when Paula sudde appears, running after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He keeps walking but she overtakes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Go back to the show, Paula.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen all that a hundred times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snaps) Hey, will you just leave me alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula stops, hurt. Zack keeps on walking toward his bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily) Yeah, I'll leave you alone! How about  forever? That long enough for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stomps off in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "She fights her tears but they well up in her eyes anyway. The SOUND of Zack STARTING HIS MOTORCYCLE, then he comes  rumbling up beside her, smiling apologetically. Paula won even look at him. She just keeps walking. So he motors ar in front of her again, blocking her path. She tries to go around him but again he cuts her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Hey, isn't it about time you had me  over for Sunday dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula looks at him like he's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Invite me. All day the idea  of a family Sunday dinner's been  coming into my head. Since you're  the only one I know around here with  family...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, I don't know if I want to do  that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment, Sid and Lynette come walking up from the  show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Paula. We'd better get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula starts off with her friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what about Sunday dinner? When're  you gonna let me know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns to him) When I'm good and ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets into the Falcon with Lynette and they drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID AND ZACK",
          "text": "Zack revs his motorcycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a matter, Sweet Pea? We'll  have a little fuss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid gets on behind him and they drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula and Lynette leave the wheelhouse, carrying cups of  coffee, and we TRACK with them to the back of the ferry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You serious about having him over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't made up my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA HOLDS as they reach the fantail and look back at t lights of Port Ranier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula, how far would you go to catch  Zack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I mean. Would you...  let yourself get pregnant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way... Would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never used to think I'd do something  like that, but now I'm not so sure.  You ask me, nine weeks just ain't  long enough to get a guy to fall in  love with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That don't justify trying to trap a  boy by getting pregnant, Lynette!  Nothing justifies that. I can't  believe you're even thinking like  that. I mean, that's really backward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more backward, if you ask me,  than the way these hotshot assholes  fuck us, then ditch us. (beat) Don't you ever feel used, Paula?  Don't you ever feel like if this is  all you get for your trouble then  the sonofabitch ought to be paying  for it...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I never feel like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As mother and daughter prepare the Sunday meal, Ester fin herself studying her daughter almost as if she were seein herself as a girl, in Paula.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look real pretty, darling. I'm  sure everything'll go just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, I don't want to be a fool. I  like him a whole lot but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, you can only be yourself. If  that isn't enough for Zack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both women move to the window as they hear his MOTORCYCLE APPROACH. Zack motors up, and starts for the door, a bouq of flowers in his hand, his white liberty uniform almost  sparkling in the bright sunshine. Esther's eyes become so almost limpid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a young girl again) He's very handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula looks at her for a moment, then leaves the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe Pokrifki is watching Zack from the living room window threatened to his core. The DOORBELL RINGS and Paula move past him to answer it. Seeing the expression on her fathe face, she stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy, please be nice to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe just stares at her. The DOORBELL RINGS AGAIN and she  opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack stands there with the flowers in his hand, smiling  eagerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are those for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, they're for your mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flowers he brought are in a vase on the table. Esther serving out helpings of stew. As she serves Zack, she mee his eyes and smiles an almost flirtatious smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks again for the flowers, Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My pleasure, Mrs. Pokrifki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the table from Zack, Joe is staring their way in a most hostile manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many more weeks before you  graduate, Zack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just three, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, a flirtatious look. Joe sees it. And so does Paula To compound matters, Paula's little sisters are also flir with Zack, and Joe Pokrifki is taking it all as a threat his castle, an outright attack on his manhood. Finally, Zack can handle his stares no longer. He smiles most disarming smile and meets the man's gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, excuse me, but why're you looking  at me like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking at you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't mean anything by it, Zack.  Do you, Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mean anything by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great dinner! Mrs. Pokrifki.  Absolutely the best meal I've had in  a long, long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Esther is staring at him with faraway eyes, and her answe comes as though on a time-delay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Oh... yes... thank you, Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Embarrassed to the point of tears, Paula rises to her fee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Zack. Let's go for a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack rises and follows her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they leave the house and start down the street, Paula  starts to cry and Zack puts his arm around her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so embarrassed. I knew I shouldn't  have brought you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's okay. It was a great free  meal. Everybody was so uptight I  felt sorry for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's okay. I'm used to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk in silence for awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, after you graduate you go on to  basic flight, right? Is that in  Pensacola?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, then if I get jets, it's on to  Beeville, Texas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More silence. Paula words her next question very carefull",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, do you ever think about what  it'd be like to have kids... a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lying) No. Is that what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some day. When I'm sure I can do a  better job of it than my folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you do differently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a start, I wouldn't marry a man  I wasn't in love with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why'd your mom marry that guy if she  didn't love him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because my real father wouldn't marry  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your real father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula takes her wallet out of the hip pocket of her jeans and hands him a weathered old photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OLD PHOTO",
          "text": "is of a handsome young flight candidate in uniform, with stylish little moustache and dark bedroom eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Zack looks up from the photo, shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your real father was an Officer  candidate like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-two years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wonder he was looking at me like  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula watches him closely. Zack checks his wristwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh. Time to get back to the wars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses her perhaps a little too quickly and starts tow his parked motorcycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me during the week if you get  the chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll try, but this week we go into  survival training, so I can't make  any promises. (lamely) Well, thanks again for dinner. Thank  your mom again for me, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. (beat) Zack, I hope you know I didn't have  to show you that picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a smile that almost quells her concern, he drives of Paula watches him until he disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOOTING THROUGH the passenger window, PAST Sid and Lynet making out hot and heavy, TO Zack as he drives up on his  motorcycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets out and get on behind Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA MOVES WITH SID AND ZACK",
          "text": "as they drive to the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I kid you not, Mayo, I am in love.  We must've set a new indoor record  today. You want to know how many  times we did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharply) You'd better get smart, man. It's  time to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? You've gotta be kidding!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember what Foley said? His little  warning? Those are the girls he was  talking about. They're out to marry  us any way they can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe that. They're just  having a good time, same as us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what they want you to think,  but I saw where she lived, what is  she's trying to get away from. (urgently) Just take my word for it, pard. Break  it off now. Do it this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE SURVIVAL COURSE",
          "text": "Zack, Sid, Casey, Perryman and Della-Serra are struggling erect a shelter in the driving downpour, using a parachut and logs they've cut. It's a hokey little tepee at best b they crowd inside it as THUNDER and lightning herald a bl of monsoon-like rainfall. The shelter collapses on top of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE TENT",
          "text": "The five candidates are sitting around inside the tent,  listening to the rain, Zack slightly aloof and pensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know about you guys but I'm  starving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELGIN AIR FORCE BASE",
          "text": "In the hinterlands beyond the Navy base is an Air Force b with vast acreage of swamplands and tundra. A big truck c bouncing along a windy little road into the undergrowth. truck stops and the candidates from Zack's class file out the back of it while Foley comes around from the passenge seat to address them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, worms. This is it. Can you  pussies live through three days  without food or water in the  wilderness? This is where we thin  our ranks the \"natural\" way, children.  Incidentally, those little twigs you  see floating in those mud puddles  aren't twigs. They're water moccasins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "reveal that he's right. Lethal-looking snakes slither and glide over the surface of the swamp waters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FACES OF THE CANDIDATES",
          "text": "reflect what you'd expect. Fear. Even Zack looks wary of ordeal ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTS",
          "text": "captures the humor of the next three days of survival  training. The candidates are a sorry spectacle the first and a half, trying to catch snakes with forked sticks, tr to rub wood together to start a fire, throwing up from ea the wrong berries, but generally clowning around, not tak it too seriously. Then, as hunger sets in, a change comes over them. They set up a big tent for shelter, get a nice fire going, and prepare a serviceable meal from carefully selected roots, berries and tree bark, and strips of frie water moccasins. On the third day they plot a path throug the wilderness and finally emerge onto a highway where Fo waits with the truck. The candidates send up a weary chee and embrace each other as if they'd just pulled off an es from a POW camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE SCOTT PAPER COMPANY",
          "text": "Paula is on the line, sorting colors, while Lynette talks a payphone on the other side of the cavernous room. The n of the processors and conveyors is terrible, but her cowo Bunny, 38, a faded, jaded deb if there ever was one, call to her above the din:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and Lynette still seeing those  flight candidates over to Pensacola?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? What makes you think we wouldn't  be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... Friday... three forty  in the afternoon and not a word out  of you about where you're going,  what you're doing over the weekend...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula says nothing. She glances over at Lynette again,  hopefully. Bunny takes it all in, the consummate deb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Comes a time right after they get  through survival training when they  start to think they can make it  without you. Suddenly they stop  calling. Suddenly they own the goddamn  world. (beat) He hasn't called you by now, Paula,  he ain't gonna call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just keep your mouth shut, Bunny.  You don't know so much!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May they all crash and burn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTE AND SID",
          "text": "He's at the barracks pay phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid Worley, I think you're ashamed  of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ashamed? No -- I love you, Lynette.  I mean that. After I leave them,  I'll meet you at the motel, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you won't take me to dinner with  your parents, I won't meet you at  the motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette, I told you already, it won't  work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, I'll see you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FACES OF WOMEN WHO WORK AT THE OTHER CONVEYORS",
          "text": "turn to watch Lynette as she returns to her place on the  tissue line. There's a saying that Mobile Debs never die, they just go on working for Scott. The way some of the women watch her and shake their heads little, suggests that it might have some basis in truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTE RESUMES HER PLACE ON THE LINE",
          "text": "and struggles to come up with a perky grin, but then it s on her face like it belongs to someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, so much for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette, did he say anything about  Zack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette shakes her head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cover for me while I make a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She moves off suddenly, toward the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THAT MOMENT, ZACK AND SID ARE LEAVING THE BARRACKS",
          "text": "The Officer of the Deck comes out of the building a few  seconds later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Mayo. There's someone named  Paula on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat) Tell her I already split.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA PUTS DOWN THE PHONE",
          "text": "and returns to the line. All the old debs watch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STARTING ON Zack, eating at Mach Five. THEN INCLUDE Sid a his parents, TOM and BETTY WORLEY, two of the world's  straightest human beings, stiffly WASPish in spite of the down-home Oklahoma drawls, people with so much moral fibe it shines humorless through everything they say or do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack's only a tenth of a second off  the all-time obstacle course record.  He's bound to break it soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's wonderful, Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your son is the one reason I'm still  in the program, Mrs. Worley. He's  pulled me through every exam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys are lucky you didn't go  through the program when I did. They  used to start that Dilbert Dunker  twice as high as they do now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mouth full of food) That's really interesting, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you couldn't just quit like you  can now. When I went through it...  and when my oldest boy went through  it... if you bilged out you were  sent into the fleet as a swabby. (suddenly) Sid, how come you haven't written  Susan in over three weeks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid looks stricken. He glances at Zack, sees his quizzica expression, and looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We haven't had time to write anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, is my son involved with a local  girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, ma'am. All he ever talks about  is, us, Susan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVES with Sid and Zack as they make their way tow the LOUD ROCK MUSIC coming out of the legendary \"TRADER ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for covering for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem, but who's Susan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My girl back home. We're supposed to  get married after I get my wings.  She was Tommy's girl. They were  engaged to be married before he died. (beat) I should've told you about her. I  don't know why I didn't, except I  didn't want you to think I was a  shit for making it with Lynette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not your folks, man. You love  this... Susan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's the sweetest person I've ever  known. Loves kids. Works with  handicapped kids every afternoon at  the church. Everybody loves her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't ask you all that, Sweet  Pea. I asked if you loved her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distracted) Listen, I'm not going to go to that  little reunion party. I'm meeting  Lynette at the motel. (a sheepish grin) Best head in fifty-two states. After  three days of survival training, how  could I resist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack rubs his buddy's bristle-brush of hair, affectionate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should've done what I did. A  clean break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette told me it really tore her  up when you didn't call this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For an instant, Zack's mind seems to be on Paula, but he  pushes her out fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's women for you, pard. They  tell you they're in it for the laughs,  but it's always a fucking lie. (a loud whoop) Look out, Trader Jon's, I'm in the  mood for some fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He mock salutes Sid and disappears into T.J.'s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STARTING ON THE PHOTOS of The Blue Angels that crowd the  walls... a lithe, young stripper DANCES INTO FRAME. Hangi from a net overhead are countless model airplanes. Seeger, Della-Serra, Perryman and Zack are at the bar, dr raised in toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, guys -- we did it. We survived!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They clink glasses. As the others sip their beers, Zack d a double shot of tequila and pushes his glass toward the  grizzly-looking bartender, old TRADER JON himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me another double Tequila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His shipmates share a look. Seeger's attention then shift to the dancer. What a body she has. Perfect little coffee cup breasts. A bottom that tightens and relaxes like a fi as she dances to the loud, rock music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(watching the dancer) Not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So women turn you on, huh, Seeger? I  always thought you were a dyke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool it, Emiliano. I don't find it  funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVES with the dancer, away from the group and we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORT TIME LATER",
          "text": "Zack is hoisting a chair with shells onto the bar top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smashed) Lemme show you little game called  \"Crash and Burn\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He climbs up on the bar and sits down in the chair. The  Olongapo Kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen up, dick-brains! This is how  we separate the jet jockeys from the  helo-boys. Guy who flies the farthest  without crashing and burning... he's  hot shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger, Perryman and Della-Serra glance nervously around place. Nobody thinks it's that funny, especially Trader J",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Mayo! You're gonna get our  asses in trouble, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get down from there, before they  call the shore patrol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! Give me a push! Never hochi  in the P.I. you see jet-jockey so  hot like me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, buddy, cool it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger approaches Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, we've got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just trying to have fun. That fucking  prison is really starting to get to  me. C'mon, Seeger. Gimme a push. (beat) Fuck you guys! I'll do it myself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pushes off with his feet and the chair glides down the bar, knocking over glasses and beer bottles. The chair an its rider topple over the bar and Zack goes sprawling ont table, laughing like a looney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, that's it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger quickly turns to her cohorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys take care of Trader Jon  while I get him out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perryman and Della-Serra nod and head off to deal with th man while she goes to Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Zack. We've got to get out of  here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He allows her to lead him toward the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey pushes him into the backseat of a taxi, but Zack gr her by the hand and tries to pull her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Seeger. Let's go to the Tides  Inn Motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls her close and kisses her on the lips, but she ge pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're cute, Mayo, but you don't  want me. And to tell you the truth,  I don't want you. (a quick kiss) See you back at the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gives the driver a fiver and the taxi drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid lies in bed, staring up at the ceiling. WIDEN to incl Lynette, just starting to get dressed beside the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, shouldn't you have had a  period by now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a little late, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What difference does it make? If  anything was to happen, which I'm  sure it isn't, it would be my  responsibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly how late are you, Lynette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(playing him) What do you care? Suppose I was  pregnant. Just suppose it. You don't  think I'd try to make you do anything  you don't want to, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But that's not the only issue  here, sweetheart. There's a lot more  to it than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's like an expert fisherman, working her catch, easing in so deftly it never feels the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What other issue is there, Sid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My responsibility as its father, for  one. I mean, if I've made you  pregnant, I'd want to... do the right  thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette waits hopefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'd want to pay for the abortion...  I'd want to be with you through the  whole thing... by your side. (beat) So how late are you, Lynette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cold) Let's just wait and see what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finishes dressing and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack sits in the shower, the water blasting down on his h Sid bursts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack? God, I'm glad I found you. I  need to talk to you, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is a zombie. He groans and gestures Sid off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to me in the morning. I feel  like shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it can't wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses close to the shower, so preoccupied he doesn't even notice the water spattering his uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess fucking what! Lynette's missed  her period. What am I gonna do, Zack?  What can I tell my folks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What on God's green earth do I say to Susan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm down, Sweet Pea. She seen a  doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but she's gotta be at least a  month late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't mean shit. Get her to a  doctor. You can't do anything until  you hear what he says. Make the  appointment yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class is taking a critical multiple choice exam. Zack struggles against his basic instinct to cheat off of Case paper. He's still slower than most of the others but he's doing okay. It's Sid who's slipping under. His mind is so far away he hasn't even bothered to write his name at the top of the exam paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class, down to a scrappy 23 survivors, comes running after the exam, Foley right on their heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall out on the lawn in five minutes!  This is your last shot at the 101  Course... Mayo... Seeger... Della- Serra...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the rest of the class goes bounding up the stairwell. rushes up to the O.O.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, request permission to make an  emergency phone call, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The O.O.D. nods and Sid starts feeding quarter into the  payphone on the wall. Zack hangs back, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move it, Mayo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack glares at Foley and runs up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE OBSTACLE COURSE",
          "text": "STARTING TIGHT on Seeger's face as Foley starts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts several of the others AD LIB. Then it's Zack's  turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack takes off across the course with a gleam in his eye. wants that record. Zack dances through the innertubes, ha over hands the parallel bars, and churns his way through stretch of knee-deep sand, his classmates cheering him on wanting the record, too, wanting to leave their mark. They all wear warmups similar to the ones worn by the cra squad they saw in the early days of training, except that their shirts are gold and their pants are blue. On the front of their shirts is an insignia and the words \"FOLEY'S FIRE EATERS.\" Their nicknames have been printed  boldly on the back: \"MAYONNAISE,\" \"B. SANDWICH,\" \"THE MAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN,\" \"THE WILD WOP,\", (DELLA-SERRA)",
          "text": "WORRY?,\" ETC. Across the back of Foley's all red warmup s are these words: \"YOU'RE PISSING ME OFF, BOY!\" As Zack passes his slower classmates, they add their shou of encouragement to the cheering from the sidelines. \"Do Mayo!\" \"Put our name up there, Mayonnaise!\" \"You can do i Zack shimmies up a rope, yanks his body over the low hurd crawls on his back under the low horizontal bars, scamper up the angled beam, leaps the moat... and is approaching wall full tilt when he sees Seeger up ahead, struggling a usual to get over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling) Come on, Seeger! Let's go over it  together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes it in one leap but she falls back to the ground, beaten. Zack pauses at the top of the wall and looks down her. Foley watches from the distance. Zack drops back down beside Seeger. She has tears of  frustration in her eyes. She's not going to make it and the realization that she's come this far only to fail is crushing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, Zack! Go for the record!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck the record. Now you listen to  me and do exactly what I tell you. (he draws a line with  his foot) Start back ten yards and take off  from here. Not here... or there...  but right here! (the total officer) No excuses, Seeger! You are going to  plant those legs here and then you're  going to yank yourself over that  wall because you have to! You want  jets? Then do it, goddamnit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeger nods, almost mesmerized by his decisive tone of vo his sudden emergence as a leader. She starts running, tak off exactly on the mark, and struggles to the top of the  wall. She drops down on the other side and Zack joins her, smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLEY STOPS HIS WATCH",
          "text": "and shakes his head. He can live without that record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK AND CASEY",
          "text": "As they finish the course, they stop and hug each other.  Then something catches Zack's eye that chases the good  feelings away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Sid is trudging slowly toward the 101 Course in his  warmup, his nickname: \"LOVERBOY\" somehow ironic, especial in this moment. Sid sees Zack looking his way and signals the news to him by putting his arms into a baby-cradling  position and rocking the imaginary off-spring from side t side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE MESS HALL",
          "text": "Zack and Sid are in line, getting their food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a big religious thing with her  and she won't even discuss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she expects you to marry her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said it was up to me. If I don't,  she'll go off and have the baby on  her own somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the mention of the word \"baby\" nearby classmates perk  their ears up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's the problem? Girls do that  all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't let her go off and have the  kid by herself and not do anything.  If it's my kid, too, then I've got a  responsibility, don't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if she won't even talk about an  abortion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it would still be my kid. That's  the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know that for sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave the food line and start toward the tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, but what if it's like Foley  said and she got knocked up, to trap  you -- is it still your  responsibility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No matter how it happened, if she  goes ahead and has it\" Zack, there'll  be a child in the world that's mine -- and I couldn't go through life knowing  that and not knowing its name or  where it lived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ, Sid! Is everything  your responsibility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid and Zack sit down with their classmates and start eat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your brother getting killed instead  of you... Isn't that why you promised  to marry this Susan? Isn't that why  you do everything, man? Out of some  bullshit code of ethics you inherited  from your family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley can be seen at the Instructors' table, IN SHOT BACKGROUND, watching them, but Sid and Zack are oblivious their audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily) Maybe it's all bullshit to you, but  that's now how I was raised. I believe  we have a responsibility to the people  in our lives -- that that's the only  thing that separates us from the  goddamn animals! (beat) I'm not like you, Mayo. I can't just  shit on people and then sleep like a  baby all night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The words sting and Zack flares back at his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a responsibility to you first,  pard -- and if you can't handle that,  you've got bigger problems than  getting a girl pregnant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stare at each other a long time, but no more words c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing full oxygen masks, Zack and Sid are part of a gro of six candidates playing pat-a-cake at simulated altitud inside the claustrophobic-small decompression chamber. An INSTRUCTOR is explaining the test over an intercom, from  outside the windowed chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now everybody take off your masks  but continue the same exercise. The  purpose is to show you the effects  of altitude on the motor skills when  you've been cut off from your oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly their reactions begin to deteriorate. At first Sid seems amused by his and Zack's fumbling to slap hands. Th as a SHINING SOUND mounts into a crazy place, he begins t panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly, calling) Stop this thing! I said stop it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone looks at him strangely. Sid lurches like a drunk his feet and tries to move toward the door. He trips over himself and falls, then stays there with his hands on his ears and his body curled into a fetal position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want out! Let me out! Please! Let  me out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack extricates himself from his harness like a man with  eight thumbs condemned on top of it to move in slow motio He weaves, drops to his knees by Sid, and awkwardly tries enclose him in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid, it's okay. Don't be afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WHINING STOPS as they start to back off on the pressu inside the chamber, but they can't do it too fast. Slowly Sid comes to his senses, and his eyes focus on Zack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid, what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... I felt like... like  I was suffocating... Christ, Zack...  I was so scared... so godddamn  scared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears are running down Sid's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, man, don't cry... not in front  of the instructors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack looks around at the faces, all staring back in judge not just the instructors. By now, the candidates know the symptoms of a DOR as well as anybody. The door to the chamber slams open and Foley is standing  there, grim-faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is on morning \"colors\" duty. He and one of the lesse known candidates are raising the flag, a bugler standing  nearby, blowing \"morning colors\". Zack suddenly sees some that chills him. Sid and Foley stand in front of the Admin. Building, Fole saluting the flag, Sid just standing there arms at his si shoulders slumped. As the bugler finishes, Zack turns to his classmate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks into a run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRACK WITH ZACK",
          "text": "as he runs toward Foley and Sid and walks with them towar the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Foley) You didn't kick him out...? Wait,  didn't he tell you what he's been  going through?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't matter what he's going  through. That's the whole purpose of  this zoo. What matters is he freaked  out for some reason at twenty-five  thousand feet and that can't ever  happen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you don't understand. There's  this girl he's gotten pregnant and  she's putting him through hell, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right, Zack. It doesn't matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just like that it's all over? With  less than two weeks to go, you're  out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can still happen to you, too,  Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley marches off like a windup toy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious) Come back here, motherfucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley spins around, his eyes sparkling wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you call me, Mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, don't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought the D.I.'s were supposed  to help you in this place! What kind  of human being are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop eyeballing me, Mayo, or you're  out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Zack -- go back to the  barracks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get it! He's the best  candidate in our class! Ask anyone!  The best student! The best leader!  The best friend to everybody! Couldn't  you bend your goddamn standards just  a little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, it wasn't him! He didn't ask  me to D.O.R. I came to him on my  own. (beat) I'm glad it's over, Zack. I really  mean that. He was right. I wasn't  doing this for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He feels his tears coming up so he runs off suddenly acro the parade ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid, wait! Where're you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid keeps running. Zack turns back to Foley and they star at each other a long moment before Zack bitterly salutes  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With your permission, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley returns the salute and watches Zack walk off toward the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack drives up on his motorcycle. Esther is in the yard,  gardening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is Paula here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula suddenly appears on the porch, dressed in a simple  cotton dress, her hair un-coiffed, none of her Deb makeup",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula, he DORed and nobody's seen  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why'd he do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! You know goddamn well what  happened so let's not play any games,  okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not playing any games! Go look  at Lynette's!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know where that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula slowly moves to him and gets on the motorcycle behi him. They speed off, Esther watching them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits on the porch of the old home she was born in, he hair up in curlers, doing her nails. The National Paper m sends up pillars of smoke on the horizon. A taxi drives u and Sid steps out, in a sport coat and tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, babe. Come on. I've got a couple  of things I want to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing out of uniform,  Sid? You don't want to get in trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget that. Come on. Got a little  surprise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't go like this. Can't you wait  a few minutes 'til I'm ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way. I'm so happy I'm about to  bust. Here, honey. This is for you.  It cost me my whole savings, but I  said what the fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands her a little box. She opens it and finds an  engagement ring. She looks up at him, happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid! Oh, it's beautiful! You mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. Let's get married,  Lynette. Let's find a justice of the  peace and just do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette tries the ring on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(euphoric) Let's go tell Paula! God, I wonder  where we'll be stationed first. I  hope it'll be Hawaii. I've always  wanted to go to Hawaii.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not gonna be stationed anywhere,  baby. I DORed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaken) You what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had to, baby... I'm no aviator. I  was faking it, like I was with  everything else in my life... up  'til right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... but what would we do? Where  would we go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oklahoma. I can get my old job back  at JC Penney's. In a couple of years,  I'll be floor manager. Oh, you're  gonna love Oklahoma, Lynette. You  and mama'll get along just great. Of  course, money will be a little tight  for a while, but we'll make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Sid, there's no baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not pregnant. I got my period  this morning. There's no baby, Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'll be goddamned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid stares at her disbelievingly, but she's telling the t at least partly. There is no baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a big smile) What do you say we get married anyway?  I love you, Lynette. I'm in love  with you... and I didn't realize it  until right this second... but I've  never been happier in my life than I  have been the last seven weekends,  never more relaxed... more loved for  just who I am... (beat) Marry me, Lynette. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette looks off at the factory, then back at Sid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Sid, but I don't want to  marry you. I like you a lot and we  had ourselves some real nice times,  that's for sure... but I thought you  understood. I want to marry a pilot,  Sid. I want to live part of my life  overseas... the wife of an aviator,  Sid. (bitterly) Damn you! Goddamn you! Nobody DORs  after eleven weeks! Nobody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She throws the engagement ring at him and runs toward the house. Numb to his core, Sid slowly retrieves the ring an gets into her car. He starts it and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Come back with my car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette's Falcon takes a sudden turn. A split-second late Zack and Paula speed past in the opposite direction, miss him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and Paula drive up and move toward the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They find her in the kitchen, sitting at the table, smoki a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette, where's Sid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Already come and gone. Can you believe  it? He DORed in the twelfth week.  How can you win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack grabs her by the shoulders and forces her to meet hi eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you tell him about the baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That there isn't one, as of today. I  had my period. (beat) I couldn't believe it. He still wanted  to marry me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you turned him down??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. I don't want no Okie from  Muscogee. I can get that right here  in Port Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack starts shaking her angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You little bitch! How could you? Was  there ever a baby, Lynette? That's  all I want to know! Did you make up  that baby, Lynette? Did you??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(caught) Of course there was a baby. I'd never  lie about something like that. Would  I, Paula?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at Paula for support but she seems to be wonder the same things herself, and offers none. Zack abruptly p out of the room, leaving the two girls alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette, did you make up that baby  or didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lynette's silence is answer enough. Paula suddenly slaps across the face with all her might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God help you, Lynette!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're no better than me, Paula!  You're just the same!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! That's not true!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack is getting on his motorcycle as she emerges from the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to come with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he's my friend, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets on and he doesn't try to stop her. PAN as they d off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying a pint bottle of bourbon, Sid weaves his way int the office. He smiles a quirky smile for the WOMAN behind the counter as he hands her some money and she gives him key. As he turns away from the counter, the woman calls after  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, is this yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She holds up the engagement ring he bought for Lynette. S smiles, takes it from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever seen this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pops the ring in his mouth and swallows it as the woma looks on, speechless. Sid weaves out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE'RE TIGHT ON SID'S FACE",
          "text": "as he trudges up the steps to the second floor of units. stay with him until he reaches his room and walks in, sla the door behind him to close the world out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE STAY LIKE THAT, OUTSIDE HIS DOOR",
          "text": "The SOUND of the TV going on, loud. Some game show. The  passage of about twenty seconds. Then the SOUND of Zack's MOTORCYCLE approaching, stopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's here. She said he just came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOUND of FOOTSTEPS ascending to the second floor, run toward us. Zack PUSHES INTO SHOT and knocks on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid, it's Zack. Open up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No reply, then from inside some SOUNDS are heard, a CHAIR FALLING, a sudden, dull SNAPPING NOISE, abrupt and final. Zack throw his weight against the door and it splinters o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then he looks up and pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula steps into the doorway and utters a little gasp as sees what poor Sid had done to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big Okie hangs by his necktie from a cluster of expos drainage pipes in a corner of the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK'S FACE IS STRETCHED WITH PAIN",
          "text": "Tears flood his eyes. He shakes his head in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God... why? Why, Sid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack cuts him down and cradles his friend's body in his a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stupid, fucking Okie! Why'd you  do it! Why didn't you talk to me  first? Why didn't you even try??",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula watches from the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last of the police cars and the one Shore Patrol seda from the base are pulling out of the Tides Inn lot, behin the ambulance that carries Sid's body. Paula stands on th upstairs landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please stop it. None of that's true.  Goddamnit, I love you. I loved you  ever since I met you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Paula! You were looking for  a ticket out of here and you didn't  care who it was, any more than you  cared with the last class of  candidates you and Lynette fucked  your way through, looking for a  husband! Or the class before that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. You got the whole story just  right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beware of the Puget Debs -- and we  all laughed, especially him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a Puget Deb. I hate that  goddamn term!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However you got it figured, I didn't  kill Sid and Lynette didn't kill  him! He killed himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not, but it is the truth. And  Zack, you didn't kill him either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes out the door. Paula can see him drive off on his  motorcycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Foley calls muster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes notice of Zack's absence, unsurprised, before pu on the next name on the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meyers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack suddenly drives up on his motorcycle and walks towar the group, unshaven, tie askew, uniform totally wrinkled, eyes as red as sores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayo, the rest of your class knows  about candidate Worley, and we're  all sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, this officer candidate requests  permission to speak to you in private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm busy, Mayo. It'll have to wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's important, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayo, you didn't hear me -- I said I  I'm busy! And so are you! Go get  cleaned up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw screw it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to walk into the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Martial arts demonstration in the  old blimp hangar in five minutes!  Mayo, you're my volunteer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack stops in his tracks and turns to face his antagonist He'll wait around for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley is up in the ring in his VC pajamas, watching them  take do their seats. Zack is the last to walk in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you waiting for, Mayo? Get  your scuzzy ass up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He climbs up into the ring with Foley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put these on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands Zack a set of safety-punch gloves and safety-kic foot pads. Zack sits on the canvas and puts them on. Fole already wears his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll start with some basic kicks.  You try to copy me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack gets to his feet and squares off opposite Foley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOST OF ZACK'S CLASSMATES",
          "text": "know about the incident in town with the locals, and the  word spreads quickly to the others in excited whispers. T share a common dream, these twenty-one survivors, to see  Foley broken and humbled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MARTIAL ARTS DEMONSTRATION",
          "text": "Foley demonstrates a simple side kick, the heel of his fo slamming hard against Zack's jaw. As in the previous  demonstration, Foley isn't afraid of inflecting a little  punishment along with his instruction. He's unprepared,  however, for the skill and and speed with which Zack retu a version of that kick, the heel of his foot hitting Fole so solidly it rocks him back a couple of steps before he catch his balance. Foley grins, a rivulet of blood running down his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looky-looky what we got. That's pretty  cute, Mayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley executes a crescent kick, his specialty, and bloodi Zack's mouth. Zack returns a crescent kick that knocks th Marine right on his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get on your feet and find out how  good, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Zack can get set, Foley seizes the offensive and s backing him across the ring with a series of fast kicks. Momentarily trapped in the corner, Zack ducks a punch, sl under a crescent kick, and hits his man three times in th face with his foam-padded knuckles, then follows with a k to the mid-section that makes the Marine sink to his knee with a silly expression on his face. Suddenly unafraid of Foley, the class rises to its feet a cheers Zack on. Ad-LIBS of \"Get him, Zack!\" \"No mercy!\" \"Remember what he did to us!\" Quieter mumblings of \"Kill the motherfucker.\" Foley gets to his feet. Zack drops him instantly with a  jumpspinning back kick. Foley gets up again and manages to stay up for a short ti but it's a pathetic mismatch and Zack can land solidly at will with hands and feet. Finally, with a spinning outsid crescent kick that awes his classmates, Zack flattens him again. Foley just lies there, obviously spent. Zack offers him a hand. Foley looks up at him helplessly, shakes his head in defeat, and reaches out to accept his  help. Then, with shocking suddenness, Foley coils his knees to chest, yanks Zack toward him, and -- at the same time --  unleashes a kick straight to Zack's chin. Zack crumples t the canvas and lies there, barely conscious. Foley rises his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oldest trick in the book. Now, is  there anything you want to tell me,  Mayo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack shakes his head, no. Foley bows to him formally, the to the rest of the class, and marches like God's Warrior from the old hangar. Zack watches his classmates file out, leaving him alone i the cavernous hanger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack comes in by himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perryman looks up from his Navigation book as his only  surviving roommate enters. Zack looks at the two stripped bunks, the empty lockers... then he stares at his own loc for a long time, trying to make up his mind. Then Perryman gets up, puts a reassuring hand on his shou just for an instant, and goes back to his studies. Findin some coins in his locker, Zack leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack throws some money in to satisfy the operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone) Byron, it's me. You doing anything  weekend after next? (beat) Yeah... it's graduation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRADUATION MORNING ON THE BASE",
          "text": "The sun is just rising and sending its colors across the  big, wide lawn where the graduation ceremony will soon ta place. Four enlisted men are positioning risers and folding chai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula gets up to the SOUND of her alarm. She hurries to t it off so as not to awaken her sisters. The time is 6:30 the morning. Time to go to work. Grudgingly, she relinqui the warmth of the bed, and trudges toward the bathroom in her pajamas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula gets into Bunny's Toyota and the carpool drives on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Paula is punching in, Lynette, waiting in line behind  her, whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think of the new  mechanics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula glances off at the two boys Lynette is flirting wit father back in the line. Both could be her father's sons. Candidates for apehood. Paula has a faraway look on her face as she pulls her car from the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today's graduation. I hope he made  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and his classmates are passing in review before the  Commanding Officer and his staff (including Foley), seate on the risers, and the large gathering of family and frie seated on the folding chairs. The base marching band, a  phalanx to the left of the rises, is in fine and rousing  form. As Zack and Casey and Perryman and the others pass CAMERA they do a precise EYES-RIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BYRON IS APPLAUDING LOUDER THAN ANYBODY",
          "text": "It's a proud moment for the reluctant father and he's not above letting the stiffer-looking parents around him know how he feels about having a son made it into the officer  ranks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK SEE HIS FATHER",
          "text": "and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRADUATES.",
          "text": "standing at attention on their risers, reciting their  commissioning oath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do solemnly swear that I will  support and defend the Constitution  of the United States of America  against all enemies foreign and  domestic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find Casey's proud face, Perryman's, Della-Serra's, Marcu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that I will bear true faith and  allegiance to the same, that I take  this obligation freely without any  mental reservation or purpose of  evasion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA HOLDS ON Zack's face, his eyes moist, his voice ri with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with his classmates) ...that I will well and faithfully  discharge the duties of the office  on which I am about to enter. So  help me God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANKS",
          "text": "and are embracing their families and friends on the lawn. Byron finds Zack and the two men stare at one another war before warmth floods their faces and they come together i an embrace. Zack pulls a folded document from his breast  pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look -- my orders to Pensacola for  basic flight training... then it's  on to jets!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byron quickly glances at the orders and pounds Zack on th back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew you'd make it! (beat) Where's your girl? Didn't she come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw. That's over with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byron almost looks sad to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zackie, I'm so proud of you. Get  ready, 'cause I'm gonna give you  your first salute and you'll owe me  a silver dollar. That's the tradition,  you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to bring his hand up to salute his son but Zack grabs his wrist to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently) No offense, Byron, but my first one's  gonna come from... him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks over at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLEY, IN DRESS BLUES",
          "text": "He cane propped characteristically behind him, the newer  notches clearly recognizable from the ones that predate t class, he watches them approach... one after the other, e of his worms, his scuzzes, his college pukes... and he re to them, as is the tradition, their first salute. In retu they hand him a silver dollar. Perryman pays up, then Casey approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(saluting) Congratulations Ensign Seeger, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, sir. I mean, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gives him a silver dollar and hurries off to rejoin h family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK APPROACHES FOLEY",
          "text": "and the Marine salutes him briskly, his heels clapping  together like a flamenco dancer's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations, Ensign Mayo, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll never forget you as long as I  live, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack gives him a silver dollar and Foley pockets it and s off another brisk salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you in the fleet, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. See you in the fleet, Sarge.  And thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foley just grins as Zack answers his salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING WITH ZACK ON HIS MOTORCYCLE. He still wears his dr whites and his gear is packed in a Navy seabag strapped t the back, as he drives away from the barracks, waving far to some of his classmates. As he rumbles past the parade  ground, he sees Foley addressing a spanking new class of  candidates, still in civvies, still sporting hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe what I'm seeing!  Look at all that hair! All those  lard bellies from junk food and pot!  Where you been all your lives, at an  orgy? Listening to Mick Jagger and  bad mouthing your country, I bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new class cracks up, laughing, as Zack motors past, h for the gates. It's hard to believe only thirteen weeks h elapsed since he heard those words for the first time. Se more like a lifetime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack drives out and disappears down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paula is at work on the line. The sweat of a long day sti her eyes as it stings the eyes of her fellow workers. Poo Paula. It's not hard to imagine her in a few years as Bun Hell, Lynette's already there. Old debs never die...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WOMEN ON THE PAPER TOWEL LINE NEAR THE DOOR",
          "text": "are the first to see him enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTHER POKRIFKI",
          "text": "stops her work as she sees the flash of gold on a Naval  shoulder board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WOMEN ON THE NAPKIN LINE",
          "text": "send up a buzz of gossipy excitement as he strides past t So clean. So handsome. So perfect. Every deb's fantasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE WEARS THE DRESS WHITE UNIFORM WITH ENSIGN GOLD",
          "text": "and he wears it proudly as he strides through their ranks toward the girl who is only now stopping to watch him  approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA CAN'T BELIEVE IT",
          "text": "Almost as she might have dreamed it long ago as a little  girl, she watches him take her face in his hands and kiss her in such a romantic way that it's unlikely the women a National Paper, or any of us, will ever forget that kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTE AND BUNNY WATCH THAT KISS",
          "text": "with a mingling of happiness and painful, desperate longi on their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTHER POKRIFKI",
          "text": "is the second happiest Deb in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHER AGING DEBS IN THE HUGE FACTORY",
          "text": "stop their work to watch. A few even applaud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK SUDDENLY LIFTS PAULA IN HIS ARMS",
          "text": "and with their eyes still touching, he carries her toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYNETTE'S FACE",
          "text": "reveals all the jealousy that accompanies the happiness s is feeling for her friend. She's never leaving this place and she knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Way to go, Paula! Way to go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She adds her applause and half the factory is clapping an cheering by the time the officer and his girl reach the  doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack carries Paula out into the sunshine and kisses her a She's like candy, all right, and he'll never get enough.  PULL BACK INTO HELICOPTER SHOT that dwarfs them far below us, and... FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_164"
    }
  ]
}