{
  "movie_id": "MOV197",
  "scenes": [
    {
      "location": "LAKE HOUSE",
      "time": "MORNING",
      "characters": [
        "AUSTRALIAN SCIENTIST",
        "DR. KETTLER, (V.O.)",
        "COLONEL WEBER, (0.S.)",
        "DR. KETTLER",
        "E124",
        "IAN, (0.S.)",
        "A89",
        "OFFICER",
        "HANNAH, (V.O.)",
        "IAN, (CONT'D)",
        "ANCHORMAN, (V.O.)",
        "B124",
        "LOUISE, (V.O.)",
        "TOUISE",
        "AGENT HALPERN, (0.S.)",
        "D76",
        "REPORTER IN HELI, (V.O.)",
        "A112",
        "SYSTEMS OPERATOR",
        "OMITTED A74",
        "E58",
        "PRESS SECRETARY, (V.O.)",
        "LOUISE AGENT HALPERN, (CONT'D)",
        "HANNAH, (0.S.)",
        "NETWORK REPORTER, (V.O.)",
        "IAN",
        "LOUISE",
        "4",
        "FADE IN",
        "B112",
        "GRAD STUDENT WITH SMARTPHONE",
        "B102",
        "SERIES OF SHOTS",
        "B68",
        "IAN, (0.8.)",
        "G58",
        "DR. KETTLER, (CONT'D)",
        "F58",
        "ATT",
        "LOUISE, (CONT'D)",
        "AGENT HALPERN",
        "ENVIRONMENTAL TECH 1",
        "OMITTED 85",
        "A120",
        "A27",
        "J58",
        "GENERAL SHANG",
        "IAN AGENT HALPERN",
        "CNN REPORTER, (V.O.)",
        "HEF FF HHH OF",
        "QUICK POPS",
        "WEBER",
        "RUSSIAN SCIENTIST, (V.O.)",
        "HALPERN",
        "OMITTED 53",
        "TV COVERAGE",
        "COLONEL WEBER, (CONT'D)",
        "OMITTED 54",
        "B74",
        "TAN, (CONT'D)",
        "WALES / PAKISTAN / INDIAN OCEAN.",
        "REPORTER, (V.0.)",
        "D108",
        "THE END",
        "CAPTAIN MARKS, (0.S.)",
        "ANCHORWOMAN",
        "B108",
        "OMITTED 71",
        "MIDDLE-AGED WOMAN",
        "OF",
        "OMITTED",
        "A58",
        "/ JAPAN / UNITED STATES / SUDAN / VENEZUELA / SIERRA LEON",
        "OMITTED 88",
        "E116",
        "QUICK POP",
        "TAN",
        "FINAL SERIES OF SHOTS",
        "BRITISH SCIENTIST",
        "LOUISE, (0.S.)",
        "AUSTRALIAN SCIENTIST, (0.S.)",
        "OMITTED 122",
        "PRESS SECRETARY",
        "CHINA / GREENLAND /RUSSIA 1, (SIBERIA)",
        "IAN, (V.0.)",
        "COLONEL WEBER, (V.O.)",
        "LATER",
        "PRIVATE LASKY",
        "CAPTAIN MARKS",
        "ANCHORWOMAN, (V.O.)",
        "OMITTED 103",
        "LIEUTENANT",
        "B58",
        "LOUISE, (V.0O.)",
        "ENVIRONMENTAL TECH 2",
        "COLONEL WEBER",
        "SOLDIER",
        "B116",
        "HANNAH",
        "REPORTER, (V.O.)",
        "LOUISE, (V.0.)",
        "TAN, (V.O.)",
        "C124",
        "COLONEL WEBER, (O.S.)",
        "OMITTED AT6",
        "BS8",
        "THE BANK OF MONITORS",
        "B76",
        "RICHARD RILEY",
        "CAPTAIN MARKS LOUISE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The sky is a shimmering expanse of stars, packed together",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Memory is a strange thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modern home built on the shore with a large deck. The skin of the lake is a cloudy mirror. LOUISE BANKS stares up at the sky, leaning against the de railing. Merlot glass in one hand. Louise has a clean, timeless look about her; the kind of woman who ages gracefully. Short hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.0O.)",
          "text": "It doesn’t work like I thought it did. We are so bound by time; by its order. She steps back inside, a little tipsy, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacks of books on shelves and tables. A telescope agains glass wall. And dry-erase boards, marked with foreign languages. Different colors for different dialects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.0.)",
          "text": "Maybe there’s a higher order. Mingled here are also dinner plates. Candlelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Darling, is there any more wine? She pauses when a deck light winks on outside. Her eyes sparkle when she sees something: A question, written on the glass, lit from outdoors. “Do you want to make a baby?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "I used to think this was the beginning of your story. \fBlue Draft (05/06/2015) 2. Louise goes right to the glass, wanting to touch the ques with her finger to make sure it’s real. CLOSE ON HER FACE: From outside looking in, a curious circular shadow is thrown from the deck light. But her ey start to water. In the background, the bedroom door hangs open and the silhouette of a MAN leans against the frame, watching her Louise turns around, smiling again. We know her answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise cradles a NEWBORN GIRL in her arms. Her name: HANN Hannah reaches up. Crooks her tiny hand around Louise's finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "A NURSE starts to take baby Hannah to give Louise some re Hannah BLEATS and reaches for her mother. Louise smiles through the exhaustion and pulls her back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Okay, come back, come back to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four-year-old HANNAH dressed as a cowgirl. On a toy riding horse with wheels for hooves. Giggling like she can’t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "I remember moments in the middle. She pulls both finger-guns, aimed at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Stick ‘em up! INT. HANNAH'S ROOM — NIGHT 5 Eight-year-old Hannah is tucked in bed. Said to us as a prayer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I love you. \fBlue Draft (05/06/2015) 3. INT. LAKE HOUSE — NIGHT Twelve-year-old Hannah glowers at us:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I hate you! --and storms into her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve-year-old daughter HANNAH lies, eyes closed. Hannah is pale. Her head has been shaved in the last mont",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "And this was the end. Louise holds her daughter’s hand in hers. Her thumb traces Hannah’s knuckles. A life monitor beeps as Hannah’s heart stops. Hannah’s eyes roll up and she sighs her final breath. Louise’s grip on her daughter tightens. Trembling. A Nurse starts to pull Louise away, but she hangs on-- no it’s mother trying to return to her baby girl--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Come back-- come back to me, baby-- Louise is unaware she’s crying. Hannah remains motionless",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "But now I’m not so sure I believe in beginnings and endings. There are days that define your story beyond your life. CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.0.)",
          "text": "Like the day they arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Storybook blue, patched with cumulous clouds. Drifting down to find a tree line in motion. Looking into a car on a road. \f10 iL 12 Yellow (06/11/2015) 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise parks her car end steps out. Her hair is longer he and there’s no wedding band on her finger. She carries herself like someone who’s learned how to be alone, handling her briefcase, coffee, keys, etc. It’s oddly quiet in the garage around her. EXT. UNIVERSITY CAMPUS — DAY 10 Louise crosses campus. Absorbed in her thoughts. Overhead, a pair of F-22 fighters slice across the sky. EXT. STUDENT CENTER - MOMENTS LATER 1i Louise passes the campus center. A crowd of STUDENTS are huddled around the glass outside student center, looking in at a large TV. The crowd is to dense for Louise to see what is on the TV. Louise frowns, but keeps going. Overhead, a second pair of fighter jets rocket past. Louise looks up at the sky. Apprehensive. INT. UNIVERSITY CLASSROOM — DAY 12 Louise enters a classroom, leaving the door open behind h Out in the hall, a couple of STUDENTS run by, but it’s unclear if they’re late for class or it’s something worse Louise steps to her desk to unload her briefcase and ther The course name is written on the blackboard behind the d “Advanced Linguistics” and “Dr. Louise Banks.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Good morning, everyone. No response. Louise finally looks to the class to discove Only FOUR STUDENTS seated in an otherwise empty classroom LOUISE (CONT’D) Where is everyone? \fPink (05/18/2015) 5. The Grad Students in the room shrug. These are the hardco learners, with their laptops out and textbooks open. The class session BELL chimes over the PA. Louise looks b at the door, silently considering something, then decides LOUISE (CONT’D) Well, let’s get started. Today we're talking about Portuguese, and why it sounds so different from the other Romance languages. Louise walks to a MAP of western Europe on a rolling ease parked next to a TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "The story of Portuguese begins with the Kingdom of Galicia, in the middle ages, where the language was seen as an expression of art. The way it was written and spoken was rooted in aesthetics. One Grad Student’s phone CHIMES with an alert. Louise pau thinking what the other Students are thinking--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Any news you want to share? The Student reading his phone frowns, suddenly nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAD STUDENT WITH SMARTPHONE",
          "text": "Uhh, Doctor Banks? Can you turn on the TV to a news channel? Louise grabs her TV remote and turns the set to CNN, to reveal AERIAL FOOTAGE from a helicopter, also live, as a REPORTER narrates in a near panic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER IN HELI, (V.O.)",
          "text": "Are you seeing this!? Oh dear god what is that noise-- WHAT IS IT-- should we be this close to it?! FOOTAGE shows wilderness, where a STRANGE, OBLONG OBJECT hovers over the tree line. It absorbs sunlight and its dimensions are difficult to grasp -- at times it appears almost concave, poised as if to dig into the planet’s cru Another helicopter edges into view, and suddenly the scal the object is clear: It’s the size of a massive skyscrape Bumper text at the bottom of the screen reads: “STRANGE CRAFT IN MONTANA” \fPink (05/18/2015) 6. Amid the WHUFF of the helicopter, a reporter on location shouting in a voice on verge of a nervous breakdown: The audio cuts out and an ANCHORWOMAN takes over. Cutting the studio where she pulls her attention to the camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORWOMAN",
          "text": "The object, uh, apparently touched down forty minutes ago just north of I-94, we're, we’re waiting to hear if this is perhaps an experimental vessel or-- She looks for help off-camera and they cut to: MORE FOOTAGE, closer to the ground. The oblong ship is immense. And seemingly without creases or windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORWOMAN, (V.O.)",
          "text": "Hold on, it-- I’m learning that more objects like this have landed in as many as eight other locations around the world. We’re waiting for confirmation-- yes? Can we--? Okay-- New footage: a live feed in Japan. An identical CONCAVE S is parked above a stadium lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORWOMAN, (V.O.)",
          "text": "This is from a site in Hokkaido! The Grad Students all stare in silent horror at the foota One of them stands up and gathers his stuff, ready to lea But he only gets as far as standing up. Unsure what to do next; where to run to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORMAN, (V.O.)",
          "text": "(panicked) This is worldwide, it is happening right now! We don’t-- do we know where they came from? A campus SIREN spins up; the kind used for tornado warnin The STUDENTS now start to get their materials together, t leave. Louise snaps out of her shock, and with authority:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Okay, yes, let’s go. Class over. \f13 14 15 Pink (05/18/2015) 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise joins a FLOCK of people on campus hurrying to the parking structures. Nearly everyone keeps looking up from time to time. The SIREN is louder here. Above: Another pair of FIGHTER JETS fly overhead. EXT. UNIVERSITY PARKING STRUCTURE — DAY 14 Louise gets to her sedan, climbs inside, windows down. He satellite radio plays as she powers the car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESS SECRETARY, (V.O.)",
          "text": "But for now we’re simply asking for cooperation while authorities assess the object. Until further notice, the site is a no-fly zone. From the street: Sounds of a car accident. It startles he",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.O.)",
          "text": "So you’re saying it’s not ours? Do you know if it’s even from Earth? Louise opens her door and steps out again, to look down a The wreck below. The aftermath. The two DRIVERS panicked on edge but uninjured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESS SECRETARY, (V.O.)",
          "text": "We're still collecting information, coordinating with other nations. We're not the only ones with one of these in our back yard. Louise returns to her car and straps herself in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.O.)",
          "text": "If this is some sort of peaceful first contact, why send twelve? Why not just one? She backs out, tires yelping at her quick getaway. EXT. LAKE HOUSE — EVENING 15 Her sedan pulls up at the lake house from the opener. \f16 7 18 Blue Draft (05/06/2015) 8. INT. LAKE HOUSE —- FRONT ENTRY - EVENING 16 Louise enters with her cell phone to her ear, carrying he valise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(into phone) I don’t know, Mom, I’m listening to the same news coverage. (beat) Don’t-- Mom, don’t bother with that channel, how many times do I have to tell you not to pay attention to those idiots? (beat) All right then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traversing a hallway to bedrooms. Louise pulls her shoes by the heel, switching hands with the phone as she goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Do I sound worried? Exactly. Louise pauses at an open bedroom door halfway down the ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Me? Oh, you know. The same. There’s a tiredness in her answer. Like she’s been down t road with her mother before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty room, save for a couple of stray book boxes and neglected stationary bike in the corner. Louise surveys the room from the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I’m fine, Mom. (not really) Okay, call me later. She disconnects the call and leans against the door frame Staring into the empty room with a quiet sadness. Finally, having come to some decision, she pushes off aga \f19 Yellow (06/11/2015) 9. INT. LIVING ROOM — LATER 19 Louise, alone, on the couch. Half a bottle of wine left. The place is furnished nicely, but there are telltale sig of a single occupant in a larger space. No family photos. A recliner by the couch has become a surrogate bookshelf. TV is on. More coverage of the alien landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CNN REPORTER, (V.O.)",
          "text": ".+--and at around eight hours after landing, there are still no signs of what might be called ‘first contact.’ The objects measure at least fifteen hundred feet tall-- Changing channel. Footage changes to a snowy tundra where another UFO has landed and flattened a section of fence l This is a foreign channel. Louise gets international stations. The anchor speaks in Russian. New channel: Another SHIP, hovering over the ocean. AERIAL COVERAGE: Fleets from three different nations thre each other for possession of the massive UFO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETWORK REPORTER, (V.O.)",
          "text": "--none of whom can claim because this ‘object’ as it’s being called is actually hovering over international waters. One Iranian cruiser has fired across the bow of the Indian fleet-- Louise changes the channel. Finding: The press room in the west wing of the White Hou",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESS SECRETARY",
          "text": "We have to entertain the idea that, if it is a kind of vessel, it may be unmanned. Regardless, we have a protocol for scenarios like this-- The word “protocol” instantly sours Louise to the news. S mutes the TV and shuffles off to her bedroom-- \f20 21 22 23 24 Yellow (06/11/2015) 10. INT. LOUISE’S BEDROOM - CONTINUOUS 20 --picks up a remote off a nightstand and turns on a TV fa her bed. More news, the volume low. INT. LOUISE’S BEDROOM —- MORNING 21 Louise is asleep in bed. The covers are a mess. She’s spooning extra pillows as if they were a bedfellow. Louise wakes with a start, as if from a dream. EXT. UNIVERSITY CAMPUS — MORNING 22 Louise returns to work. The campus is empty. Two STUDENTS hurry between buildings Louise passes the student center. It’s too quiet. INT. UNIVERSITY CLASSROOM — MORNING 23 Louise enters her classroom. No one has showed up. INT. LOUISE’S OFFICE - DAY 24 A cramped office with a window looking out on the city. Sirens wail in the distance. Louise has barely decorated the place. It’s the sign of someone untethered from the world. Closed off. She sits a her desk, grading papers. Streaming video news coverage p on her computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHORWOMAN, (V.O.)",
          "text": "Forty-eight hours later, and still no further developments from the sites of the twelve UFOs. Borders are closed and flights--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (0.S.)",
          "text": "Two days and already the public expects us to know the answers. Louise turns to see the source of the voice at her office door. COLONEL WEBER (50s) wears civilian clothing but his body language screams career military. Callused hands, sh eyes, rigid posture. \fYellow (06/11/2015) 10A. He steps in and reaches to her computer, powering off the speakers. Behind him, two large MEN stand guard in the ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Who are you? \fYellow (06/11/2015) il. Weber has his I.D. ready; shows it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I’m Colonel G.T. Weber. You and I never formally met but two years ago you did some Farsi translation for Army Intelligence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I remember. Alan Boudreau hired me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Alan works for me. You made quick work of those insurgent videos. Louise crosses her arms. He’s touched a nerve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "You made quick work of those insurgents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You have another two years on your SSBI so you still have top secret clearance. That's why I’m in your office, and not at Berkeley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I need you to translate something for me. As one of the men guarding the door shuts it, giving them total privacy, Colonel Weber places a pocket-sized digita recorder on Louise’s desk. He hits PLAY. White noise, shuffling. Then murmured talk, and: MAN’S VOICE (on recorder) Why are you here? In response: A SERIES OF SOUNDS that have no Earthly comparison. An audio mixture of organic clicks, rushing water, whispers, and low-octave moaning. MAN’S VOICE (CONT’D) (on recorder) Can you understand us? \f12. Almost immediately, the SOUNDS return, this time slightly different. The bass tone is lower. The whispers raspy. Louise listens, rapt. As if she’s waking up from a long sleep. She leans in. Weber studies her face while she listens. MAN’S VOICE (CONT’D) (on recorder) Where did you come from? Before an answer is heard, Weber stops playback and takes back the recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Well? What do you make of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Is that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Yes. The weight of his answer settles on Louise. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "How many what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How many of them were speaking? Weber raises an eyebrow at her but answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Two. Assume they were not speaking at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Are you sure? Do they have mouths?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Keep your focus on the sounds. Weber replays a portion of the recording. The alien VOICE sounds even stranger a second time. COLONEL WEBER (CONT’D) What would be your approach to translating this? Does any of it sound like words to you? Phrases? \fPink (05/18/2015) 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(said not as a question) What can you tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I can tell you it’s impossible to translate this from an audio file. To do this right, I need to be there. Interacting with them. Weber bristles at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You didn’t need that for the Farsi translations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It was Burushaski, not Farsi, and I didn’t need it because I already knew the language. This-- (points at recorder) This is a whole new ball game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I know what you’re doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Tell me what I’m doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I’m not taking you to Montana. It’s all I can do to keep it from becoming a tourist site for anyone with TS clearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I’m just telling you what it will take to do this job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "We will set up a safe room at a facility here in town where you can observe video of the conversations in real-time. I’1l put you on the line with our team at the site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "No. \fBlue Draft (05/06/2015) 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(beat) What do you mean, ‘no’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It won't work that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You’1l make it work. Her patience wears thin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Have they spoken to us in English?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Have they played back any of our media, or given you any indication they understand us? Weber doesn’t have a reply for this. His eyes shift. LOUISE (CONT’D) So in order for this to work, I might have to teach them English. The basics. Nouns, verbs. I can’t do that remotely. I have to be in the room with them. Weber and Louise stare down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "There is one opportunity here, and that is to study them remotely. If I leave here, your chance is gone. Weber turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Colonel... You mentioned Berkeley. You going to ask Danvers next? Weber pauses at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Maybe, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Before you commit to him, ask him the Sanskrit word for “war” and its translation. \f25 26 Pink (05/18/2015) 15. She grins at him. Weber exits. After he leaves, her grin fades. INT. LOUISE’S BEDROOM - NIGHT 25 Louise is asleep in her bed. Again with the formation of pillows around her. She wakes to a rhythmic thumping. Low; dull. Her hand goe her heart. It’s not her heart. From her bedroom window: A distant flying object vaguely a helicopter. One thing is clear: it’s on fast approach. As it gets closer, treetops bend and leaves scatter. INT. LOUISE’S LIVING ROOM - MOMENTS LATER 26 Dressed in a bathrobe, Louise crosses to the front window looking out on her wide, flat front yard. SPOTLIGHTS shine into her house, STROBES pop. We are so u to how a helicopter sounds, but this is different. The en noises, the rotors -- it’s more muscular; threatening. The lights finally dim to reveal: A Sikorsky UH-60 Blackh has touched down on the lawn. The passenger door is open, slid back to reveal someone riding in the rear compartmen Her doorbell rings. Louise answers it. Weber stands at the door, now in military uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Gavisti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That's the word. But what did Danvers say it means in Sanskrit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "He said it means an argument. What does it really mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "“BR desire for more cows.” \f27",
          "sentiment": "neutral"
        },
        {
          "speaker": "A27",
          "text": "Blue Draft (05/06/2015) 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Pack your bags. It hits Louise: She got the job. All right. Give me twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You have ten. Louise glares at Weber for just a moment, then dashes off her bedroom. EXT. LAKE HOUSE —- PRE-DAWN 27 Louise (now dressed and carrying an overnight bag) hurrie for the Blackhawk. The rotor blades flatten the grass on lawn and pull at Louise’s coat. Weber helps Louise inside and then shuts the door. The helicopter rises immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise drops into a bench seat still holding her bag. As she buckles in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (0.S.)",
          "text": "Language is the foundation of civilization. Across from her: IAN DONNELLY (late 30s), Oxford shirt, w hair, fierce eyes, and a smile in the corner of his mouth that makes it hard to tell what he’s thinking. Ian holds a book. He’s reading from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "“It is the glue that holds a people together, and it is the first weapon drawn in a conflict.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Louise, this is Ian Donnelly. Neither Louise nor Ian offer to shake hands. They study o another as they talk. \fYellow (06/11/2015) 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That’s quite a greeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You wrote it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It’s the kind of thing you write as a preface. Dazzle them with basics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "It’s good. Even if it’s wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "The cornerstone of civilization isn’t language. It’s science.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Ian is a theoretical physicist from Los Alamos. He is the man with the questions. You will be reporting to me but you’1ll be working with him when you’re in the shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "The shell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "That’s what they’re calling the UFO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Priority one: What do they want, where are they from? Weber speaks them as orders. Ian thinks it’s a conversati",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Yes, but beyond that: How did they get here? Are they capable of faster-than-light travel? Ian pulls a Moleskine notebook from his pocket, excited t share from it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "I've prepared a list of questions, starting with some “handshake” binary sequences-- \f28 29 30 Yellow (06/11/2015) 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How about we just talk to them first? Before we start throwing math problems at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "This is why you’re both here. Ian nods as he puts his notebook up, but it’s clear he’s anxious to get past the small talk and on to the big idea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide angle on approach. A mile out. Roads and highways ar crowded with traffic, up against military blockades. In the distance: The ALIEN SHIP, in silhouette behind the rising egg-yolk sun. The ship dwarfs the wilderness around it and stands out l a Massive, strange edifice that would seem ancient were i not hovering over the ground. At this distance, a low TONE starts to resonate in everyo sternum. The Blackhawk lances over the treeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOUISE'S POV: The alien ship towers over the field. It se impossibly balanced, as if it could tip over and crush everyone at any time. A mile away, a series of tents have been erected. Up clos the ship looks majestic; ominous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise and Ian stare out the side window at the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Every thirteen hours a sort of door opens up, at the base. That’s where we go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How many of us are here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You're the only scientists going in. But you both have a team here-- \f31 Yellow (06/11/2015) 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "A team? What kind of team?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Mostly NSA. Cryptanalysts, a couple of signal processing experts... A phone handset’s cradle lights up by Weber. He answers i",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(sotto, to Tan) When’s the next meeting? Ian shrugs -- he just got here. He’s busy making a SKETCH the ship in his notebook. His notebook is a tiny library all his thoughts and ideas. Weber hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "We’ll need to hurry you through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Weber, Ian, and Louise are escorted out of the helicopter and into base camp. The camp is divided into t clusters of tents/buildings: OPERATIONS and SCIENCE. CAPTAIN MARKS (barely 30, disciplined; a man of rules) me Weber and updates him as they walk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Materials team called in with some early analysis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Normally you find three or four elements in base material. Humans have eleven. That thing is made of every single element known to us plus a dozen we’ve never seen. Weber frowns, worried. But Ian has the opposite reaction: face lights up in wonderment, and a hundred questions pil in his mind but then —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "All right. Take these two to Kettler. \f32 33 Yellow (06/11/2015) 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(to Ian and Louise) You will follow this man to medical. The procedure should take just a few minutes. Louise and Ian keep up with the Captain’s brisk march. A Medevac helicopter powers up on a pad nearby. Someone i strapped to a gurney inside, flanked by two Paramedics. Ian notices. So does Louise. They exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain Marks leads them to a large tent. Louise looks back at the ship for a moment. Nervous. Behind her, Ian looks back at it too. Curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A staff of military medical personnel are busy testing ne diagnostic equipment. Captain Marks opens a flap into a room where we find a ma scrubs with a tray of hypodermics. This is DR. KETTLER; professorial, even-toned voice, but a predator’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Louise Banks and Ian Donnelly? Louise nods. Kettler gestures to two plastic chairs. They sit, while he prepares a syringe with a vial attached. DR. KETTLER (CONT’D) When is the last time either of you have eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Same. \f34 Yellow (06/11/2015) 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "When is the last time you did something stressful?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Does right now count?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Who was being carted off on the medevac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Not everyone is wired for what you’re about to do. Our brains aren’t always able to process experiences like this. (then) I’m going to get some blood from you, and give you an immunization dose that covers a battery of bacterial threats. Roll up your sleeves, please. Ian begins rolling up his Oxford shirt sleeve. Louise not Ian is complying, then follows suit. Kettler moves his tray over and wraps a band around Louis arm, just above her elbow. As he draws blood: DR. KETTLER (CONT’D) The booster is a kick to your system, so you might feel some side effects. Nausea. Dizziness. Headaches. A ringing in your ear like you have Tinnitus. Louise looks over at Ian to share a look of: Do you belie what Kettler just said? But Ian is staring out a window at the big ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ian and Louise enter this tent that serves as the nerve center of base camp. The room is fitted with dozens of flatscreens, each one monitoring activity of a landing si in some other part of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST, (0.S.)",
          "text": "Honestly they’ve been mostly quiet so far. And by the time we start to make any real progress, it’s over, and we're out the door again. \fYellow (06/11/2015) 21a, Weber is waiting for them, now in full uniform. Behind hi large white board. AUSTRALIAN SCIENTIST (0.S.) (CONT’D) We're trying to reduce our setup time, maybe limit the diagnostic gear so we can focus more on our friends across the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN, (0.S.)",
          "text": "How long are your sessions? \fPink (05/18/2015) 22. On the white board: Twelve columns, with labels of countr",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALES / PAKISTAN / INDIAN OCEAN.",
          "text": "Information is written under the columns, and spy satelli plus location photos are peppered throughout. It shows wh every country is doing at their separate sites. Standing at a MONITOR is a MAN in a suit and tie. Arms crossed over his chest. This is AGENT HALPERN: All busine His job is international relations. On the monitor is an AUSTRALIAN SCIENTIST talking via VTC",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST",
          "text": "The barometer readings don’t change, but like clockwork, after forty-six minutes and two seconds the gravity slowly shifts to slide us out of the room. Like we’re insects on a piece of paper and they’re easing us out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Is there a scientific explanation for it? Like, is it for them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST",
          "text": "We think it’s for us. The air doesn’t seem to circulate in the chamber, so after about an hour we’d run out of oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "But it doesn’t take thirteen hours to pump fresh air into that room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (0.S.)",
          "text": "Atmosphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "If their atmosphere is different from Earth, it could take them hours to re-balance the oh-two content and pressure for us every time they open their door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "So, you’re saying they could suffocate us if they wanted. \fPink (05/18/2015) 22a, Weber guides Ian away from Halpern and the monitors, back toward the way out of the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Remember: We need answers as soon as possible. Why they are here. What they want, what they will give us. This is the priority. \f35 36 Yellow (06/11/2015) 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Have they responded to anything? Numbers? Shapes? Fibonnacci?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "We can’t tell what they’re saying when they respond to “hello.” So don’t get ahead of yourselves. Louise frowns as a new question occurs to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What have you figured out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the other side of basecamp: Communications. Weber pull back the flap and Louise enters, Ian trailing behind her. Inside: A dozen MEN AND WOMEN work at computer stations w large monitors and at an oversized white board. The monit all display the same kind of data: audio recordings, visu bouncing and fluctuating as the alien VOICES speak. Some of the members approach to shake Louise’s hand, and LIB their greetings before returning to analysis work. A few of them remain at their stations, headphones on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "We're just getting started. Stepping back, Louise asks Weber:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Why not send them in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(beat) Honestly, they all prefer to stay out here. Suddenly, a low, deep bass TONE vibrates the tent. A pen falls off a desk. A TECH grabs his coffee mug. The tent-t CLATTER against the support poles. It’s terrifying. COLONEL WEBER (CONT’D) That’s our ten-minute warning. INT. “CLEAN ROOM” — DAY 36 A miniature Silkwood. Contained showers. Dressing areas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue Draft (05/06/2015) 24. Full HAZMAT suits hang on a wall. Captain Marks brings Ian and Louise in. They each have co swabs taped to their elbows now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Climb into these. I’ll help you with the helmet seals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What kind of radiation exposure are we walking into?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Nominal. These are just for safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Is there physical contact with the, the-- am I the only one who has trouble saying “aliens”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "There’s a wall. Like a glass wall. You can’t get to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What do they look like? A flashing light winks over the exit door. Captain Marks claps his hands: Let’s go. On Louise, wanting to get off this ride, but she follows- EXT. BASE CAMP — DAY A36 The Shell looms in the distance, at the other end of a mi long “road” formed in the grass from all the back-and-for A dusty PICKUP TRUCK waits for them, its tailgate down, a step ladder planted at its lip. A second TRUCK is already on the road, its bed loaded wit gear and two SCIENCE TECHS in similar moonsuits. Nearby, two DRONE OPERATORS launch a surveillance drone i the air, which then flies ahead of the trucks, toward the shell. Leading the way. \f37 Blue Draft (05/06/2015) 25. Louise and Ian are led into their pickup truck. Bench sea has been set up, but it all feels a bit cobbled together. Weber (in his suit and mask) nods at a LIEUTENANT who loc the tailgate into place for them and slaps the truck: The good to go. The truck starts for the Shell. Louise stares at it with wide eyes. Soon, the sun eclipse the ship and the whole truck succumbs to shadow. HIGH ANGLE: From a perch above the Shell: the two tiny tr slow as they arrive underneath it. EXT. “THE SHELL” - MOMENTS LATER 37 The craft is even more intimidating close-up. Its surface the undercarriage portion seems to absorb light. It’s also floating twenty or so feet overhead. Louise and Ian join a small contingent of MILITARY PERSON also in HAZMAT suits, all attending crates of specialty g One of them gestures at: A SCISSOR LIFT parked directly under the Shell. Nearby, a second “backup” scissor lift sits parked. She follows Weber, Marks, and two other Science Techs (a total of 6). Her breath is loud in her helmet. She’s shak They step onto the Scissor Lift. Captain Marks pounds a button and they start to elevate. A safety CHAIN hooked to the guard rail on the lift RATTL incessantly. Louise notices it. Looks up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It’s just hovering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "They probably traveled millions of light years, they couldn’t go an extra twenty feet? Said with a grin, but no one laughs. The lift is now so close overhead, they can reach up and touch it. The two TECHS do just that -- feeling the surfa for some purchase or change. But it’s so dark, there’s no real sense of dimension here. \f38 Yellow (06/11/2015) 26. Ian tries, too. And suddenly they’re all reaching, feelin IAN’S GLOVED HAND curls into something. An edge. A hole t can’t be seen on the surface. It widens, as marked by his hand. Opening like a mouth to accept the lift inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking down from within the tunnel: Flashlights clack ON among the team, pointed up, seeking a sense of destinatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Is this how it always goes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Yes. (beat) This is the easy part. Our job was recon. Now it’s your job. This does nothing to comfort Louise. Above: A distant, indiscernible light. Ian studies the surface of the tunnel as they ascend, mov his flashlight beam over it. In the light’s edge, it seem perfectly smooth, but in the full beam there’s a texture. The lift stops. One of the Techs cracks a GLOWSTICK and throws it straight up. Louise watches it arc up... then veer to one wall, bounce and then it settles AGAINST THE WALL. Without falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Here’s where it starts to get strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "“Starts?” Everyone in the lift rises maybe an inch, like balloons. Several of them immediately grab hold of the railing. Louise looks down at her HAZ-MAT boots. Noticing the lowe gravity here. How easy it would be to float away. That’s just what TECH 1 and TECH 2 do -- they grab their gear, bend at the knees, and then launch upward in a floa slow-motion leap... \fYellow (06/11/2015) 26a. Ian lets out a spontaneous little LAUGH as he sees them g slowly righting themselves to the shift in gravity until they’re both standing next to the glowstick. Captain Marks follows, like it’s nothing; like it’s a com to a job. Ian looks to Louise, as if they're both at the top of a r in a theme park and he’s looking to see if she goes first She’s terrified. So he jumps. \f39 Pink (05/18/2015) 27. Ian lands gently, maybe twenty feet up. He looks down at them, opens his mouth to say something, can’t figure out answer, so instead he turns to face the “top” of the tunn And he slowly walks after the Techs. The light-and-dark i the tunnel casts eerie reflections on his mask. All that’s left is Louise and Weber. He can hear her breathing shallow inside her suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "This. I don’t. I don’t know if.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "All right. It’s okay. He holds onto her. Firm. Calm. Wise. And then he launches them both. Louise looks up, wide-eyed, fearful she’s breaking the la of physics, but tucked in next to Weber... They “swim” toward the others, leaving the lift behind... And then they come to rest on the wall/floor of the tunne Louise finds her footing. And her breath. And they walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chamber has no hard corners or edges. Vaguely rectangular. The room is bisected by a semi-transparent wall. The wall be seen through, but it renders the other side milky and foggy-- it’s uncertain if the atmosphere on that side is sort of gas, or if the barrier just makes it seem so. The TECHS with Weber and Marks quickly set up an arsenal video, audio, and other recording equipment to face this glass-like partition. Chemical sniffers. IR and UV camera Barometers. And most disturbingly, an old-tech detection among the high-tech: A CANARY IN A CAGE. On the other side, the room seems empty. Louise and Ian are speechless. Their breathing is loud in their ears. Colonel Weber steps up to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What happens now? \fYellow (06/11/2015) 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "They arrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "And you’ve always worn this gear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "The suits? Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "So they haven’t really seen what we look like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What are you getting at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Context. Comparative data streams on the Techs’ small monitors. Th speak quietly into their headset mics behind the group:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVIRONMENTAL TECH 1",
          "text": "Barometric down two point one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVIRONMENTAL TECH 2",
          "text": "No change in temperature. A sound from the other end of the room quiets everyone. They look to the wall, squinting into the haze... TWO ALTEN FIGURES enter the room, and cause a breathtakin silence. They move in a foggy silhouette, making it impossible to much detail. They appear quadropedal with several appenda along the torso that serve as arms. The arms are spread equally around their bodies like spokes of a wheel. One seems a bit shorter and stouter than the other. Otherwise, their forms in the blurry mist are the same. As they approach their podium, the forms undulate in ways that make them seem like deep-water fish. There is no hin cavitation around them, yet the aliens move in a way best described as “swimming.” The silhouettes settle behind the raised podium. Louise and Ian stare in awe of the creatures. Louise tens realizing she’s leading the session. Ian is the only one the group smiling and nodding to himself, coolly confiden This is right where he’s supposed to be. \fYellow (06/11/2015) 29,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You’re up, Doctor Banks. Louise tries to control her breathing. Shrouded in the mist beyond the glass, the aliens stare b",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVIRONMENTAL TECH 1",
          "text": "(quietly) Oxygen level dipping, point three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVIRONMENTAL TECH 2",
          "text": "(quietly) Gravity stable inside the chamber. Ian squints his eyes and leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Seven? Seven arms? (to Louise) Are those arms? Louise steps forward. Hesitant. Close to the boundary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Hello. Beat. No reaction. The vague alien forms stand and wait. are a good head taller than Louise. She clears her throat. Still on the verge of an overload shock and stress. LOUISE (CONT’D) Hello. The blurry shapes seem to undulate, but it’s unclear if t are moving or if there is some distortion in the partitio between their space and Louise’s. Louise gestures at them, looking for some possible gestur response: LOUISE (CONT’D) Hello. Can you hear me? (then) Can you hear-— She’s interrupted by a sudden LOW NOISE from the other si Followed by a strange endcap: Flutter-tone. Tan and Louise both jump at the sounds, startled. \fYellow (06/11/2015) 30. LOUISE (CONT’D) (to Weber) Is this what they do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Sometimes. (beat) What does it mean? Louise looks to Ian, terrified at her own answer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I don’t know. The alien forms wait. Two “arms” on one of them flex and relax again, seemingly random.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "If we can just... establish a common form of communication, maybe speech isn’t the-- She gestures at them again. No reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVIRONMENTAL TECH 1",
          "text": "(sotto) Thirty-two minutes remaining. TIGHT ON Louise, trying to figure her next move, with everyone waiting on her... Panic rising...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (O.S.)",
          "text": "Doctor Banks... 40 INT. “CLEAN ROOM” — DAY 40 Louise takes off her suit’s mask and gulps in air. Her ey are red from nervous tears. She looks physically drained. She pulls off a glove and notices tremors in her hand. Ian strides in and begins shedding his suit. She watches Hears him softly laughing to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Tan... Ian faces her, his hair wild and his eyes wilder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Can you believe it? It’s just... \f4l 42 Pink (05/18/2015) 31. He shakes his head and laughs again, but Louise detects m in his voice now. Ian moves suddenly for the bathroom stall behind a divide Louise hears him vomit into the toilet. Colonel Weber steps in, pulling off his helmet. Oxygen escapes with a soft hiss. He and Louise make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "So. Am I fired? Weber sits down opposite Louise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You did better than the last guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That doesn’t make me feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Well, you got until 1900 hours to figure something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What happens then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You go back in. Weber stands up to peel out of his suit. STAYING ON Louise, looking like she just escaped a fire a was told to run back into it... EXT. MONTANA LANDING SITE - EVENING 4l The sun sinks behind the sphere, casting long shadows ove the encampment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agent Halpern stands at the communications array, talking the Australian Scientist on the monitor, at the NZ site:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "We're up in fifteen. Got any new intel? Anything working?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST",
          "text": "We’ve been playing back some of their sounds. \fPink (05/18/2015) 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Where does that get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST",
          "text": "They play back audio at us, from some unseen source.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Audio of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST",
          "text": "Just bits of us talking in the room. Random clips of dialog. (beat) So, really, we’ve got nothing. 43 EXT. “CLEAN ROOM\"/YELLOW TUNNEL - EVENING 43 Colonel Weber stands with Ian by the door. Both men are b in the full HAZ-MAT suits. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "How long has she been in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(calling through door) Doctor Banks? ...Louise? 44 INT. “CLEAN ROOM” 44 Louise sits on the bench, still in her clothes. The HAZ-M suit hangs across from her. Her leg bounces nervously. She’s not ready to go back in. can hear Weber outside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (0.S.)",
          "text": "Did you two get any bright ideas on how to talk to them this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (0.S.)",
          "text": "I’m really not that good at talking to other humans. It’s all on Louise. She sits up and looks away from the d afraid to step out... And her attention lands on something. On the wall. A SMALL WHITEBOARD. Used for recording the HAZ-MAT suit cleaning schedule. Names and shifts in dry-erase markers. \f45 46 Blue Draft (05/06/2015) 33. Louise sees it and is seized by an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise emerges in her HAZ-MAT suit, cradling the whiteboa and a dry-erase marker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What’s that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "A visual aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I’m never going to be able to speak their words, if they are talking, but they might have some form of written language. Or a basis for visual communication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Okay. (then) Where do you start? INT. INTERVIEW CHAMBER — EVENING 46 CLOSE ON the whiteboard. Louise has written the word “HUM in large block letters. She stands by the whiteboard, marker in her trembling han Ian is with her, along with the team of TECHS behind them THE VAGUE ALIEN FIGURES are back, on the other side. Quie Louise speaks, and points to the word as she does:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Human. She points to herself. Then to others on her side of the room, including Weber. LOUISE (CONT’D) Human. She points at one of the aliens. \fYellow (06/11/2015) 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "What are you? Beat. The aliens seem unresponsive, until... They both RETREAT from the screen, deeper into the mist o their side of the room. For a moment, all is quiet. Louise looks to Ian, Ian look the Colonel. CLOSE ON A NEEDLE-GAUGE: Dead, registering no frequencies And then it SPIKES to the other side -- Before anyone can speak, THE CANARY SQUAWKS in its cage. Its wings flutter frantically. INK GLOBULES float from the mist. Like oil in glycerine. Thousands of drops; horizontal black rain, but intelligen They all start to form something against the partition: A brilliant LOGOGRAM. An inkblot coffee-cup stain with mesmerizing fractal embellishments. The taller, slimmer alien steps forward and says somethin Click-flutter-tone. Louise smiles. Nearly laughs. Wants to cry. She just had her first real exchange with an alien. LOUISE (CONT’D) (sotto) Are you getting this? Ian has taken control of a static video camera and holds at an angle that better captures the detail on the barrie",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Absolutely. It’s all downloading back at basecamp. One of the aliens “speaks” again. Flutter-tone, flutter-t THE LOGOGRAM MORPHS into another form, replacing the prev one. This one more intricate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Whoa whoa, too fast, fellas. She lifts her marker to make a note. For the first time, hand isn’t trembling. \f47 Pink (05/18/2015) 35. INT. “CLEAN ROOM” - NIGHT 47 Louise drops the whiteboard by the door. She doesn’t get more than her helmet/mask off before Colo Weber steps in and confronts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I said talk to them, not teach them how to read. Do you understand what this could mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It means if I play my cards right, they’ll take some Shakespeare home with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Only now you’ve made it twice as hard, trying to learn how to speak and read. That takes longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Wrong. It’s faster. Louise starts marching past him. Weber keeps up with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I’m not saying no, I’m asking why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It’s the only way this will work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Hey. Everything you do in there I have to explain to a room full of men whose first and last question is, ‘How can this be used against us?’ So give me something. Louise gestures at the whiteboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Kangaroo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "In 1770, Captain James Cook’s ship ran aground on the coast of Australia. He led a party into the country and met the aboriginal people. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 Pink (05/18/2015) 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "One of his sailors pointed to the animals that hopped around with their young in pouches, and asked what they were called. The aborigine replied “Kanguru.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What’s your point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It wasn’t until later that they learned “Kanguru” means “I don’t understand.” (re: whiteboard) I need this to make sure we don’t misinterpret in there. Otherwise this will take ten times as long. Time wasted is the key phrase to convince Weber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "All right. I can sell that for now. But submit your vocabulary before the next session. (beat) And remember what happened to the aborigines. A more advanced race nearly wiped them out. Weber walks off with Captain Marks. Ian steps up, watching them go. Grinning at Louise:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Is that true? The kangaroo story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "No. But it made my point. Louise starts walking out the clean room, leaving Ian to shake his head in admiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The team of NSA cryptographers works diligently on one th That alien logogram. As if it were the codes from an Enig machine and the key to winning a war. Louise steps in, se the frenetic action, and backs out. \f4g Pink (05/18/2015) 36A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the busy activity at the various flatscreen monit stations, Halpern stands at one monitor, talking to a man from the Wales Science Team at their landing site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SCIENTIST",
          "text": "Spent most of the time just trying to establish a proper greeting. We're analyzing the playback now, to see if there is a pattern. I’m doing a Zipf law analysis. But I’m worried they aren’t really talking, it’s just how they breathe. \f50 51 52 53 54 Goldenrod (08/03/2015) 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Like the time I got bronchitis. OK, let me know if you figure that out. INT. SCIENCE TENT - LOUISE’S DESK - LATER 50 Louise studies at her desk. CELLO MUSIC distracts Louise, and she looks up. On a screen, the Japanese site is performing ‘Canon in D’ with a cellist in their interview chamber. Louise reviews the logograms from the session printed on large photo paper. The one on top is labeled “EARTH.” She’s circled pieces of the logogram in red pen, making n like “curling ascender = proper noun?” With a straight edge, Louise divides the circular logogra into twelve slices, isolating the different graphical elements in the alien symbol. She labels them 1 to 12. Louise blinks and takes a breath. Rubs the bridge of her and works a kink in her neck. Then leans back in, momenta renewed with focus. A high-pitched RINGING creeps into her ears. She winces--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four-year-old HANNAH giggles as she runs from us-- INT. SCIENCE TENT - LOUISE’S DESK - BACK TO SCENE 52 Louise sits up at her desk as if yanked from the memory. She takes a breath, rubs her forehead, confused by that little moment. She stares at the logogram on her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 54",
          "text": "\f55 Goldenrod (08/03/2015)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON A LAPTOP SCREEN: Aerial footage of the Shell appears. Back from a safe distance. The Shell looks, as always, intimidating. 38. 55 \f56 Yellow (06/11/2015) 39. But now with the footage is a SINISTER SCORE added by sho jock radio host RICHARD RILEY, who emphasizes words--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD RILEY",
          "text": "This is aliens we’re talking about. The most important time in our history as a people is right now, first contact with whoever is inside this thing, and who do we have running the show? The government. The same government that ruined our health care and bankrupted our military. An image of the cluster of tents around the Montana site appears, obviously shot with a long zoom lens. RICHARD RILEY (CONT’D) Look at these people! Most of them don’t even have guns. We could be facing a full-scale invasion and our president is ready to roll over and let them take our country-- REVEAL the LAPTOP is in: The military barracks. And PRIVATE LASKY listens intently it. Nodding. Glancing out the open flaps of the barracks toward the giant Shell in the distance. Three bunks over, a group of SCIENTISTS watch a news prog on a separate TV, following riots somewhere. Could be Pra could be Detroit. One SCIENTIST shakes his head in disgus Outside, Louise walks past the barracks, on her way to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise enters the tent to find Ian and Weber already here with other team members. Tan has a sketchbook, he’s busy with an art pencil, liste and nodding to the British Scientist on his monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SCIENTIST",
          "text": "We think we were able to reproduce some prime-number sequences back at them, so that’s something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Congrats. You’re a parrot. \fYellow (06/11/2015) 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SCIENTIST",
          "text": "It’s more than that, you cheeky bastard. Don’t you see? They can’t seem to follow our algebra system, but complex behaviors? That clicks. Beyond Ian: Weber stands with Halpern, watching Middic Eastern news coverage of an armored division mobilizing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Problem is, that shell dropped at the border, so when Pakistan rolled out their army to secure the site from locals, India got all fussy, amassing two armored divisions at the border.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We can’t get them to stand down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "And tell them what exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Louise, Ian, this is Agent David Halpern with the CIA. Weber guides Louise and Tan away from the bank of monitor It’s clear he doesn’t like dealing with Halpern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (CONT'D)",
          "text": "We need to gain ground today. You have your vocabulary list for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(examines her list) You're going to teach them your name? And Ian’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It’s so I can learn their names. If they have names. And so I can introduce pronouns later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "These are all grade-school words. Eat. Walk. Tool. We need to get more specific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Do you know what a Pulaski is? \fYellow (06/11/2015) 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(beat) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It's a tool. Used by firefighters. We can’t start specific. Weber makes a noncommittal noise and reviews the words. Ian reveals to Louise his sketch of an ALIEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Heptapod. Seven limbs. (gesturing at Louise) She’s right-- it’s useless until we can demonstrate some basics first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "We have one question: What is their purpose here on Earth? It isn’t complicated. (softening) Help me understand. Louise goes to a larger whiteboard stationed nearby and writes the question “What is your purpose on Earth?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Okay, so this is where we want to get. Right? This question. (off Weber’s nod) To get there, we have to make sure they understand what a question is, and the nature of a request for information along with the response. Then there is clarifying the difference between a specific “you” from a collective “you.” We don’t want to know why Joe Alien is here, we want to know why all of them landed. \f57 58 Blue Draft (05/06/2015) 42. She writes frantically over the words in columns, marking relations with arrows. As she speaks, her voice gets loud and more confident. This is her area of expertise. LOUISE (CONT’D) Purpose requires an understanding of intent. Which means we have to find out if they make conscious choices or if their motivation is so instinctive they don’t understand a “why” question, and biggest of all, we need to have enough of a vocabulary with them so we understand their answer. Colonel Weber nods and surrenders to her. Behind Weber, I grins devilishly at Louise, even winks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "All right, all right, I get it. Stick to your list. Just-- Then: That low, bone-trembling BASS TONE echoing out from Shell, rattling the equipment. Weber scraps what he was going to say, opting instead for COLONEL WEBER (CONT’D) Good luck. INT. “CLEAN ROOM” — MORNING 57 Louise and Ian suit up again. Louise notices the tremors her hands have returned. INT. INTERVIEW CHAMBER — MORNING 58 Louise faces the semi-transparent wall, holding a dry-era marker in one hand. Ian stands near the whiteboard. Every is in full HAZMAT suits again. Weber isn’t here this time The heptapods watch Louise with a strange curiosity. Louise points at herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Louise. The whiteboard displays her name in large letters. Beat. One heptapod speaks. Whisper-—flutter-click. \fBlue Draft (05/06/2015) 43. Inky drops float to the glass and a beautiful LOGOGRAM fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Well, that’s progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "No. That’s the symbol for “human” again. But with a little curl at the end of that leg. Probably to indicate a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "They’re getting confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "You know what-- I can’t do it like this. I just-- Louise looks over at something behind the Environmental Techs: THE CANARY. The little bird flaps its wings and crooks its head at he It’s alive and well. Louise makes a decision. She takes her HAZMAT mask off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Whoa whoa hey-- Weber's voice pipes in via intercom, from the ops tent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (V.O.)",
          "text": "You’re risking contamination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "They need to see me. Louise shirks out of the rest of her suit. She’s wearing civilian clothes underneath. She takes a breath. It doesn’t kill her. Louise moves a s toward the glass barrier... The heptapods advance closer to the barrier. Curious. For first time, we can see a bit more detail; more focus. Their skin is more mottled than a uniform color. Their to move slightly, not from breath but as a jellyfish. And th tips of one heptapod’s “feet” are dark with ink. Everyone holds their breath a beat. Slowly, Louise puts a hand on her heart and repeats: \fGreen (07/09/2015) 44. LOUISE (CONT’D) My name is Louise. She takes the whiteboard and writes furiously. Flips it around and shows: She’s drawn their symbol for “human” next to the English word “HUMAN” and then a great than symbol leading to her name. The two heptapods are unresponsive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Ian, introduce yourself. Ian noisily shirks off his HAZMAT suit. Louise looks on. Weber gets more uneasy by the minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Made me look like a beekeeper. Ian erases Louise’s name on the board and writes his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN, (CONT'D)",
          "text": "My name is Tan. A magical thing happens next: The shorter, rounder heptap steps forward. Click-tone. A small logogram appears on th boundary in front of him. Then the taller one ambles close. Flutter-swallow. A different symbol appears in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "They have names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Yeah... So what do we call them? Because if I try to make sounds like them, I will end up insulting their mothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Slim and Stout?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I was thinking Abbott and Costello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(grins) I like it. Cautious, yet mystified, Louise takes another bold action She steps for the boundary. The light from that mist on t other side of the glass illuminates her face, showing her wonderment. \fGreen (07/09/2015) 45. LOUISE (CONT’D) (quieter) You have names... You're individuals. Aren’t you. Tan and Captain Marks watch. Marks doesn’t like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Doctor Banks... Louise then puts her HAND on the barrier. Leaves it there The shorter one (ABBOTT), drifts close, too. And through the vague cloud, something specific: It raise limb and puts a SEVEN-FINGERED ‘HAND’ on its side. Near Louise’s hand. She smiles, still partly terrified but also reassured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Now that’s a proper introduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Weber, Agent Halpern, and Doctor Kettler step to of Kettler’s work tables in a private conference, as if t just arrived in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Tell me. Are they a contamination risk without the suits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "No radiation. Nothing else we can detect, either. But I’d give them a strong cocktail, regardless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Any other sites working like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "No. But no one else has made this kind of progress. You saw it. Weber doesn’t like this decision, but he concedes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "All right, no suits for those two. But watch them closely for any signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B58",
          "text": "c58 Green (07/09/2015)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "(as they leave) Signs of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "INT. INTERVIEW CHAMBER ~— DAY Louise shows the word “WALK” and Ian demonstrates. them wear their HAZMAT suits now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Session three. We're into verbs. Slow and steady wins this race.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A58",
          "text": "Neither of",
          "sentiment": "neutral"
        },
        {
          "speaker": "BS8",
          "text": "Costello saunters along his side of the wall and a heptap logogram appears. It’s simple yet complex, like a fractal line art. INT. INTERVIEW CHAMBER — NIGHT c58 Ian draws a Feynman diagram, next to a set of SCIENCE CAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (V.0.)",
          "text": "Session six. Had some trouble with basics, but they understand complex interactions right away. Not that it’s a race, but I’m totally ahead now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "J58",
          "text": "Yellow (06/11/2015) 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise debates some element of a logogram with members of cryptography team in their tent, pointing at a magnified piece of one circular symbol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.0O.)",
          "text": "Session eight was a failure. But it’s clear their logograms are made of twelve compartments. INT. INTERVIEW CHAMBER — DAY E58 Louise works with a spectrograph as Ian charts a basic geometric curve. The heptapods are unresponsive in their misty chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (V.0.)",
          "text": "Session eleven. How can they stare at me when I use simple math? INT. INTERVIEW CHAMBER ~—- MOMENTS LATER F58 A graphic on the glass animates, showing our solar system highlighting “EARTH.” INT. LOUISE'S OFFICE TENT — NIGHT G58 Louise practices drawing her own logograms, trying to mim the inkblot style. Nearby, the whiteboard with the goal: “WHAT IS YOUR PURPOSE ON EARTH?” Several words leading to question have been marked -- she’s taught them those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Session fifteen. Back on track. She smirks at a frustrated Ian. Their attention is drawn",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BANK OF MONITORS",
          "text": "Footage on screens of anxious crowds massing around other sites. Protesters, fanatics, the hopeful and the hopeless Ian and Louise watching the footage, disturbed by the eff on the public of the ships’ mere presence. EXT. BASE CAMP — MORNING J58 High angle above the camp at sunrise. \fBlue Draft (05/06/2015) 47. 59 INT. “CLEAN ROOM”’/YELLOW TUNNEL - MORNING 59 Weber gives Louise a notecard before they step out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "When Ian is done with his math portion, include this word on today’s vocabulary. Louise frowns and hands it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "No way. Ian leans over, takes the card and nods at Weber--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Yeah, we can manage that. Louise, now unsure whom she needs to convince first--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It’s dangerous. We could come across as hostile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Yes. But I trust you to choose your demonstrations carefully. 60 EXT. “CLEAN ROOM” /YELLOW TUNNEL ~ DAY 60 Ian and Louise approach the pickup truck. Louise takes th moment to speak quietly at Ian, through her teeth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I know you’re the language expert, but I know how to talk to these guys. You don’t say ‘no’ to them. You say ‘yes’ and then find a way to control the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "So you have them all figured out? Ian smiles sweetly at her. He’s not fighting with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "It wasn’t that hard. \f61 Blue Draft (05/06/2015) 48. INT. INTERVIEW CHAMBER -— DAY 61 Captain Marks remains in the room in full HAZMAT suit, monitoring the equipment with another TECH. Ian looks on at Louise, worried. Louise holds a HUNTING K in her hands, the notecard tucked in one palm. On the semi-transparent wall facing her, the heptapods ha written a terse, angular symbol next to the word Louise h written: “WEAPON.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "There’s your word, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (V.O.)",
          "text": "(through speakers) Let’s ask the big question now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Hold on. We need to distinguish a weapon from other devices or else they’1l think everything is a weapon. Costello whisper-clicks at Abbott, then turns to leave. A doorway irises open on the far wall. Abbott wipes the podium and the logogram vanishes. The tw aliens begin to glide away from their stations-- Louise realizes they are leaving and calls out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Wait. Wait! She steps to the boundary and puts her hand on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Why are you here? Abbott crooks his head. Louise, desperate, looks back at the printer attached to still camera capturing everything written by the heptapod She riffles through the pages, looking for the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What can I do? Louise gives him two print-outs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Hold these up. \f62 Yellow (06/11/2015) 49. Abbott looks back at the door where Costello left. Then a Louise and Ian. Louise finishes drawing. Shows the board to Abbott. Puts against the boundary. She’s attempted freehand drawing th gorgeous logograms, and she’s actually done a great job. It’s not quite the phrasing; she hasn’t taught them “why” instead uses “heptapods purpose Earth” with a curl on the logogram for Earth. Abbott stares a beat. And writes on the podium. As the logogram glows on the divider, Louise steps back i shock. She’s translated it already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What does it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "“Offer weapon.” The phrase sends a tense hush through the team. The unidentifiable light source in the interview chamber and the transparent wall clouds until it’s fully opaque. Louise, Ian, Captain Marks, and the other in-room Techs f each other as if they've just learned a terrible secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An eruption of sound and chaos, joining in mid-debate wit several people talking at once. Halpern is among them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS LOUISE",
          "text": "But you saw what they wrote-- ~-using a word they don’t fully understand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN AGENT HALPERN",
          "text": "It could just be a request-- --or a warning-- Over the din of everyone talking and no one truly listeni comes the booming voice of Weber in his best stern father",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Enough. (as room quiets down) I can’t agree with any of you when you’re all talking at once. Now: I want to hear theories. Louise? \fPink (05/18/2015) 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We don’t know if they understand the difference between a weapon and a tool. Our language, like our culture, is messy. In many cases one thing can be both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "In addition, it’s possible they are wanting us to offer them something, not the other way around. Like the first part of a trade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "How do we clarify their intention beyond those two words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I go back in there. In thirteen hours, we go in and clear this up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "It’s more complicated than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How is that complicated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Set aside our own reaction to the message, we have to consider the other nations and how they will interpret this. (pointing at monitor) Like China. Have you met General Shang? How about a little round of “meet the scary-powerful men.” Halpern points at a profile photo of a distinguished Chin man in dress uniform: GENERAL SHANG. AGENT HALPERN (CONT’D) The call-sign for him is Big Domino. Because he’s a tastemaker. Whatever Shang does, at least four other nations will follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We're on good terms with Shang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "But we can’t say the same for other nations where these ships have landed. And Russia has control of two sites. Twice the data. \fYellow (06/11/2015) 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How is that relevant to this? A LIEUTENANT enters to address Weber:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "Colonel, the Secretary of Defense is on the line for you. Weber reluctantly steps out. Halpern takes over:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "We need to sit on this information until we know what it means. So we aren’t sharing with our enemies. We have to consider the idea that our ‘visitors’ are prodding us to fight among ourselves until only one faction prevails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "There’s no evidence of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Sure there is. Just grab a history book. The British with India. The Germans with Rwanda. They even got a name for it in Hungary. Halpern’s cell phone rings, and before he takes the call- AGENT HALPERN (CONT’D) We are a world with no single leader. It’s impossible to deal with just one of us. And with the word “weapon” now... Louise pales. Feeling like she just broke something. She looks for someone to talk to and finds Ian deep in though keeping his eyes on the twelve monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That was my doing. I taught them that. So, if we just go back in tonight, go in and, and-- Frenzied activity at the monitoring station draws their attention in time to see: AN EXPLOSION at one landing site, the plume of the firecl lighting up the urban-located Shell-~- \fPink (05/18/2015) 52. Communications Team Members stand up now, talking into th headsets in four different languages-—- ON THE CHINESE VIDEO STREAM, a Scientist is forcibly pull away by a Chinese Intelligence Officer who yanks at a cab and then the video feed BLACKS OUT. A moment later, a panicked Russian Officer does the same their feed. Two more black screens. Siberia and Black Sea Weber gets off the phone, focused on the feeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What's going on? What was that explosion at Site Four? Halpern keeps his ear to his phone, but answers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "China and Russia are off the grid. They aren't speaking to anyone. Whatever they learned in their last session has them spooked-- (into phone) Yes sir. (to Weber) We have orders to do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE AGENT HALPERN, (CONT'D)",
          "text": "What? These people are our Until we figure out what the allies! Ian, tell him. message means--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "That is a bad idea. It sends a clear signal of hostility. If we start this—~ A fourth monitor goes dark: Indian Ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "It’s already started. Halpern leans in at one station and orders a Team Member:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Put us on radio silence. ON ONE SCREEN: It’s their own tent, the camera pointed at Louise and Ian. Louise rushes to the mic--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Listen, we got a message from the heptapods, “offer weapon--” \f63 Pink (05/18/2015) 53. But as she says “offer” the U.S. SCREEN BLACKS OUT, leavi the other countries hanging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN SCIENTIST",
          "text": "What is happening? U.S. Team, please respond. Louise whirls on Halpern--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Dammit, Halpern! We should be talking to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "You want to talk to them, find out what this means. Please. I will sleep better if you do. He holds up the printout with the words “OFFER WEAPON.” Louise grabs the page from him and storms off to her desk Ian (quietly boiling) passes by Halpern and hisses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "By then it will be too late. ON THE MONITORS: four of the twelve now blacked out, with rest talking over each other, panicked... And then a FIFT monitor goes dark. INT. SCIENCE TENT - LOUISE’S DESK -— NIGHT 63 Louise wears a set of noise-cancelling headphones at her desk, listening to the spoken heptapod language and tryin shut out the world beyond. She stares at one of the logograms as she listens to the audio. It’s a circular piece full of whorls and curls. Writing notes to herself as she does: “They have landed? Earth? Planet?” Louise underlines that last word, she hears a new voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (V.O.)",
          "text": "(pre-lap) What’s this word? Louise hears Hannah’s voice and closes her eyes-— \fYellow (06/11/2015) 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise and Hannah (age 8) sit on the picnic blanket, unde the shade of a stately oak tree. They share a story book. Hannah points at a page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "“Planet.” Like Earth is a planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Mmmm-- what's that word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How many words are you trying to learn today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "All of them. Louise smiles and kisses Hannah on the forehead. HANNAH (CONT’D) Want to see my project for Mrs. Garriott’s class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "All right little-nose, whatcha got? Hannah digs into her backpack and pulls out a sketch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Supposed to draw what my Saturday morning cartoon would look like if I had one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What is this place? THE DRAWING depicts a Man and Woman (stick-figures) holdi up a really fat bird-like shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "That’s supposed to be a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Who are these two people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "You and Daddy. The show is called “Mommy and Daddy Save the World.” Louise's smile sinks. She looks pained. \fBlue Draft (05/06/2015) 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Well. That sounds lovely. (beat) You know, it’s okay to be upset that your daddy and I... Little Hannah breathes through her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I know. I’m not. Louise brushes Hannah’s hair out of her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We both love you, very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I know. (then) It’s just a cartoon. It’s not real. That same high-pitched WHINE escalates and-- 65 INT. SCIENCE TENT - LOUISE’S DESK - BACK TO SCENE 65 Louise flings off her headphones and tries to get up, but she’s dizzy. Ian gets up from his station to help her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Louise? You okay? Louise recovers from a sudden vertigo. She focuses on Ian",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I... Yeah, fine. She bends over and takes a moment to refocus. When she st upright she faces a suspicious Weber, who’s come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "When was your last check-up with Kettler? Louise lets out a breath and passes him by, for the exit. Ian considers going with her. Weber gestures: Stay back. COLONEL WEBER (CONT’D) How about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Me? I’m fine. \fBlue Draft (05/06/2015) 56. Weber brings Ian close to Louise’s desk and surveys the heptapod writing scattered over it. He takes a moment and chooses his words carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "A lot of work for one person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "She’s not alone. We’re making good progress. We’re teaching each other physics and language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Good. Learn as much as you can. In case we need to bench Doctor Banks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "No-- you can’t do that. (recovers ) I’m saying, it won’t come to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "But if it does... Weber leaves Ian to consider this scenario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER, (V.O.)",
          "text": "(pre-lap) How do you feel? 66 INT. MEDICAL TENT - DR. KETTLER’S OFFICE - MOMENTS LAT A pen light shines in Louise’s left eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Overworked. Kettler tries to be casual but comes off awkward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "That makes two of us. I hear you collapsed in the ops tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Probably just lack of sleep. Kettler readies a syringe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Well, you're not getting radiation poisoning. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 68 Goldenrod (08/03/2015) 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER, (CONT'D)",
          "text": "We’ll see how your blood tests look, but for now I’m going to give you another boost. Try and sleep this one off, okay? He sinks the needle into her arm. Louise tries not to fli",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armed SOLDIERS are stationed at regular intervals around tight perimeter. Disturbing, as the base camp previously not seem military-led. Their presence is slowly increasin Private Lasky stands guard, and looks back at the mammoth Shell above him. He’s joined by Private COMBS, who gives ship a similar look of aggression. They notice each other glaring at the ship, and share a wordless nod of solidari Two soldiers who both spotted the enemy. EXT. HILLSIDE NEAR BASE CAMP — DUSK 68 Ian sits atop a sleeping bag, staring out at the massive with a look just the opposite of Lasky’s glare. He has a sketchbook open, filled with mechanical drawings advanced equations, and notes to himself. Louise ascends the hill toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Weber is looking for you. Ian smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Why do you think I’m hiding out here? Come, join me. She considers it a moment, then sits down next to him as makes room for her on his sleeping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B68",
          "text": "Goldenrod (08/03/2015) 58. Louise looks down at the camp, her concern all wrapped up the military population, while Ian keeps staring out at t massive shell a quarter-mile away. IAN (CONT’D) How are you so good at talking to something so unlike us? Louise notices the focus of his gaze and shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "There’s precedent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise with Hannah at a RANCH with a horse. The horse's nostrils flaring, standing eighteen hands tall, a giganti creature to the scared little 8-year-old Hannah. But Louise puts her hands on the horse. Speaks to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (0.S.)",
          "text": "Shh, shh. It’s okay-- The horse’s ears spin like radar dishes-- EXT. HILLSIDE NEAR BASE CAMP — BACK TO SCENE B68 Back with Ian and Louise on the hill. \fGoldenrod (08/03/2015) 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You know, you approach language like a mathematician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I‘ll take that as a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You should! You steer us around communication traps I didn’t know existed. Which probably explains why I’m single. Louise studies Ian’s face to see if he’s being sarcastic. He’s not. This is honesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "My father worked for a big energy company. They’d relocate him every year to some new country, and I went with him. He used to say learning all those foreign tongues would make me the center of every party. But you know what people say when you're sixteen and fluent in seven languages? “You're smart.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Oh no. “Smart” is bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUISE",
          "text": "People are so afraid of smart. Ian stares at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "When I was six, my parents bought me a globe. One of those big ones on an iron floor stand. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fGoldenrod (08/03/2015) 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "This was the same year I dressed up as a wilderness explorer for Halloween. My room was papered with hand-drawn maps of my neighborhood. (beat) I studied every inch of that globe, and it was the saddest moment of my childhood. Everything had already been explored. (beat) Next Halloween, I was an astronaut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "“To boldly go...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I’ve spent the last thirty years staring at the sky. Trying to find a way out there. Now it’s here, and I don’t know how I feel about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Because you might finally get to explore the galaxy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Because they’ve already explored it. Louise shivers; it’s getting cold up here. Ian drapes a blanket over her shoulders and shares it wit her. The two huddle close together, under the massive spherical Shell lit by drifting spotlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I feel like everything here comes down to the two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "That’s a good thing. Have you seen the jokers around us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Promise me. We’ll do this together? Ian's smile falters, as he recalls his talk with Weber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Yeah. \f69 71 Yellow (06/11/2015) 61. EXT. BASE CAMP -— NIGHT 69 Aerial view. The compound has doubled in size. INT. “CLEAN ROOM” — NIGHT 70 Tan and Louise prep for another session. Ian vigorously applies antibacterial soap to his hands and arms, like a surgeon prepping for the O.R. Louise still refuses to don HAZMAT suit, but she ties her hair back in a ponytail. Captain Marks enters, carrying a pair of respirators with small oxygen tanks attached.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "New policy. Carry these on you when you're in the Shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You're worried we'll run out of air inside? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Before the blackout, the Swedish site reported their last session ran long by about twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "But they were fine at the end of it, weren't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "They still wear full HAZMAT suits, doctor. Like the rest of the world. Tan and Louise trade looks. Dr. Kettler enters, with his medical bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Let’s roll up those sleeves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 71",
          "text": "\f72 Yellow (06/11/2015) 62. INT. INTERVIEW CHAMBER — NIGHT 72 Louise leads the team. On the other side of the barrier, Abbott and Costello are waiting. Costello stands at the podium. Abbott is closer the glass barrier. The glass-like surface is still milky, no one can get a good look at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(to Ian) They’re already here. Captain Marks stands at the back. Watchful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Show them the question. Louise takes a breath and holds up her whiteboard while t Techs set up the video equipment behind her. It reads, in subtitled logogram: “OFFER WEAPON?” Abbott and Costello make little movement. No answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "This isn’t working. Louise speaks directly to Abbott, stepping a bit closer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you offering us something? She holds up the whiteboard again. Another quiet conference between Abbott and Costello. More ink floats to the barrier to form a complex LOGOGRAM followed by the translation in subtitles. “MUST LEARN MORE FROM IAN LOUISE”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "They don’t have enough of our language to share it yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Let’s fix that. Captain Marks checks the flatscreen monitors and tablet interfaces behind them -- one for Louise, one for Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "You're good to go. On one monitor, the library of new learned logograms is currently blank. Like a spreadsheet waiting to be filled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sentence on Louise’s flatscreen reads: “Ian gives Lou an apple because tomorrow she will be hungry.” On the monitor behind her: the library is FULL of logogra Abbott replies. The written logogram is displayed: A gorg interwoven circle of loops, whorls, and splotches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I think it’s what we wrote. (pointing) Look. This is the word for “apple” but it’s conjoined with their names... I can’t tell where it starts or ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "No front or back. Like their bodies. And the ship. \fBlue Draft (05/06/2015) 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How do you begin to craft a complex statement like this? The relation each symbol has to another... (then) You know what? We’ve never seen them write. Only the result. Let’s see them in the act of writing. Louise returns to the tablet. Erases the sentence on her screen. And then, instead of preparing words and displayi the result, she triggers the “live sketching” option that shows her writing the letters and words in real-time. She writes the sentence: “Louise writes so heptapods can her writing.” Abbott and Costello crook their heads. Then Abbott approaches the transparent boundary, which becomes clearer than ever before. Captain Marks notices. Tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "(into mic) One is approaching the boundary with two, uh, limbs raised. Abbott reaches the boundary, holding up two of his seven “hands.” He places them at two points on the transparent and begins to draw. Ink issues from his hands as he does. Abbott writes a heptapod sentence in real-time. With two hands simultaneously. It is poetry in motion. A dance of ink. He begins at oppo ends, and then writes phrases and symbols in a perfect pa of arcs so that they connect as a circle at the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Oh my god. Nonlinear orthography. Ian catches up to what she’s saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "They’d have to actually think nonlinearly, then. Louise grabs a tablet synced to the large flatscreen and draws in heptapod logograms. She does it one-handed, but she’s quite good at it. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (V.O.)",
          "text": "(via intercom) Explain. As she draws her logogram, she walks him through it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Imagine trying to write a long sentence with two hands, starting at either end. To do that, you'd have to know every single word you’re going to write, and the space all of it occupies. Ian struggles to find reference to her logogram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "What is-- what are you writing? She completes the ornate symbol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I asked about predictability. If “before” and “after” mean anything to them. Or if they don’t know what that means. Ian shuffles through notes on his tablet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "When did we teach them any of this? Abbott answers in heptapod with another elegant logogram. Louise smiles and nods at Abbott.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "(astonished) You can read that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (V.O.)",
          "text": "(over intercom) Get back to the weapon. Louise sighs and uses her keyboard to type as she asks al",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Give weapon now? Abbott draws a simple logogram. The translation: “SOLVE” LOUISE (CONT’D) Solve what? \fBlue Draft (05/06/2015) 66. The transparent boundary clears itself of all its writing Abbott then draws two lines that meet in the middle to fo one long, contiguous line. Abbott gestures at the timeline and speaks: Click-click. LOUISE (CONT’D) That’s their spoken word for time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I remember how it sounds. Then, Abbott draws a logogram on the far end of the line. Louise translates: LOUISE (CONT’D) Humanity. That’s us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "So I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "At the end of our timeline. The logogram from earlier forms again: “SOLVE.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Son of a bitch. He’s giving us homework.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise and Ian leave the trucks for the science tent, escorted by men on either side. Weber walks with them. Lo looks pale and slightly ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What is the answer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I don’t know yet. I have to dig into it, figure out what they’re even asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "This is your new priority. No more language lessons until you crack it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B74",
          "text": "c74 75 76 Yellow (06/11/2015) 67. His voice fades as the group marches on toward the tents, unaware that Louise has stopped walking. She puts her hands on her thighs, suddenly nauseated. Nearby is a PUDDLE of rainwater. The moon is visible in reflection, as is the silhouette of the Shell. Louise stares at the puddle as a ringing swells in her ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moonlit lake on the other side of a bedroom window. INT. LAKE HOUSE - DAY (FLASHBACK) c74 Four-year-old Hannah's feet curl, inside pajama footies. EXT. BASE CAMP —- BACK TO SCENE 75 Louise stands upright again. Takes a breath, a little unnerved. And continues on to the cluster of tents, alone One soldier has remained behind as escort. Watching her w a growing suspicion. Private Lasky. With his rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise sits alone, rubbing her temples. Her plate: untouc Ian enters, looking worse for wear. He grabs a pre-made m and joins Louise at her table. His eyes are bloodshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Didn’t expect to see you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I’m hiding from Weber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How goes the riddle? \fTan grabs Yellow (06/11/2015) 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "It’s a timeline. I don’t know what they’re asking me to solve. Is it about population dynamics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Why do you go there? a salt shaker from the end of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Let me tell you a story about probability. He pours a dollop of salt on the table between them. A fe quick shakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "The current world population is hovering close to eight billion, but we started out as just a trickle, right? Things got really populated in the last couple of centuries, so here’s humanity: He then shakes out a salt line for a bit until he unscrew the cap and dumps a heap at the end. TAN (CONT’D) This line represents the population of the whole history of humanity. Estimated at just over 100 billion. What that means is: About eight percent of every human who ever lived is alive right now. And that puts us at this pileup at the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "The end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Well, some people call this an “extinction burst.” I don’t, because I think it’s junk science.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How can you be so sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "People have been predicting the end of civilization for ages. But someone always comes along and kicks us further down the timeline. \fYellow (06/11/2015) 68A. Ian spreads out the salt like sand, and runs his finger through it in a line, punctuating one end. The timeline. \fYellow (06/11/2015) 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Maybe it doesn’t happen this time. They’re warning us. We’re running out of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I can’t tell that to Weber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Weber? The CIA guy is who worries me. Halpern. Louise suddenly winces and rubs her temples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "How are you holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Headaches. (beat) My brain is scrambled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I hear they have the prefabs up finally. We get private housing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(distant) Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Hey. He reaches across the table and takes her hand in his. Louise looks at Ian. Then at their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "We'll get through. It’s all right. She pulls her hands from him, suddenly shy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I’m sorry, I just... I’m feeling raw and unstable and... Colonel Weber enters the mess tent and sets his sights on Ian. Calls out from the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Tan. You're needed in operations. Ian keeps his focus on Louise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B76",
          "text": "c76",
          "sentiment": "neutral"
        },
        {
          "speaker": "D76",
          "text": "77",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATT",
          "text": "Yellow (06/11/2015) 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I’1ll see you later. (once more) We’ll get a win soon. Tan leaves. When he’s gone, Louise’s headache returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED AT6",
          "text": "INT. PEDIATRICIAN’S OFFICE - DAY (FLASHBACK) B76 Hannah and Louise hold hands on the exam bed. Louise is fighting back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise stares at a shelf full of Hannah’s awards. Photos Hannah in sports, at band concerts, in a theme park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise is bent over in her bathroom, ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise is bent over a trash can as if she just vomited. S coughs, looks around like she’s lost. She notices tears in her eyes. Wipes them. It disturbs her. She fights back the intense emotional im of these memories. It takes a few breaths for her to compose herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.0.)",
          "text": "(pre-lap) And why do you want to see the ships destroyed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COVERAGE",
          "text": "Handheld camera interviewing a MIDDLE-AGED WOMAN holding sign in a protest line outside a barricade. She’s been crying; her eyes are red with tears. And she speaks Engli \f78 79 80 71. Ticker at bottom of screen: “UFO ‘TRUTHER’ MOVEMENT GROWS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE-AGED WOMAN",
          "text": "Because! It’s not right. We are the only ones in this universe. This whole thing is a hoax. Why d’you think they haven’t shown an alien up close? It’s all a conspiracy! The sound of a KNOCKING wrenches from the news clip to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise wakes suddenly in bed. She’s fallen asleep atop th covers, still in her clothes. Clutching a pillow as if it were a child. The loud KNOCKING comes again. And she gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise opens the door to find Weber and Ian standing outs their breath pluming in the cold air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "May we come in? Louise frowns. INT. HOUSING PRE-FAB —- LIVING AREA - MOMENTS LATER 80 Louise, Weber, and Ian sit in this hotel-room-sized space",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "How are you feeling? Louise tries to read the situation. Something is wrong. Ian looks concerned. Weber looks suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I just need sleep. I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You want to tell me what’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I don’t-- what, what happened? \fYellow (06/11/2015) 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You used seven words in the last session you never used before. And you wrote all of them in heptapod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What? What words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You had three different exchanges no one on our side of the glass could follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Show me. I’1l tell you what I wrote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "That’s not the problem here! Weber's getting more frustrated. Ian steps in to defuse:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "All this focus on alien language. Look, I did some research and there's this idea that immersing yourself in a foreign language can rewire your brain--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "The Sapir-Whorf hypothesis, yes. The theory that the language you speak determines how you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Are you dreaming in this language? Louise looks from Ian to Weber. Guarded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What does that...? I’ve had a few dreams. That doesn’t make me unfit for the job. Weber shows her a paper document signed at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "This might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That’s just a prescription for my headaches, Kettler-- Then she notices something. \fBlue Draft (05/06/2015) 73. THE SIGNATURE FORM, revealing Louise has signed her name circle. Like a cursive logogram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Kettler tells me you signed it with your left hand. You’re right handed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Well. I. I mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "It was one thing when no one could understand them. It’s another when no one but you can. (directed at Ian) You think you can manage in the room on your own now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What? Louise focuses on Ian now, her eyes pleading. Ian sees her, this woman on verge of a breakdown, suddenl quite fragile. It pains him, but he believes it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "If I had to. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Tan. Come on. Wait, just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(stands) I’m pulling you out. Louise and Ian follow. Louise intercepts Weber at the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I need to be in there. This is all I do. Take it away and I’m just a, what, a prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Louise, you just need to recover--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(snaps at Ian) Shut up! (to Weber) This won’t work without me. I’m the only one they really talk to. \f82 83 84 Pink (05/18/2015) 74,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Which is why I can’t afford to lose you! Do you get it now? Suddenly frustrated by his confession, Weber steps back o into the cold. But Ian pauses outside her door. Turns aro to face Louise again. Louise looks devastated; untethered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "I’m sorry. I got worried-- But she shuts the door on him. EXT. MONTANA LANDING SITE — MORNING 81 The Shell gleams in the rising sun, casting a shadow over slice of the science camp site the shape of a tombstone. EXT. “THE SHELL” ~ MORNING 82 Privates Lasky and Combs set heavy A/V boxes at a staging area by the scissor lift. INT. SCIENCE TENT - IAN’S AREA — MORNING 83 VIDEO of Abbott and Costello plays on a screen. The last session in the room. Fast-forwarding to the appearance of timeline. Pause. Ian studies it on the monitor at his desk. His team of SCIENCE EXPERTS argue and gesture at one another in the background, around a large table. Behind him: A glass screen displays the timeline riddle, big as life. Ian rubs his face. Downs his coffee. Goes at it again. EXT. HOUSING PRE-FAB —- MORNING 84 Weber knocks on Louise’s door. Beat. Louise opens the door just a few inches. Her eyes are bloodshot. She’s wearing yesterday’s clothes",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What. \f85 86 Goldenrod (08/03/2015) 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Did you sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I need your brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "You're putting me back in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "(evading) Do you know Mandarin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two push through the tent flap, and Louise is startle EVERY SINGLE TV SCREEN is filled with footage of violence Gunfire at the grounds of another alien site. Riots at another. Naval maneuvers on the Indian Ocean. Weber hands Louise a set of headphones, and replays a vid ON SCREEN: Spy footage of two CHINESE MEN meeting at a ca not unlike the Montana site. Muddled voices in Mandarin. Louise translates:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "He’s saying each of the twelve is offering advanced technology. (beat) Spies report India and Sudan have already received theirs. Like sets. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue Draft (05/06/2015) 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Sets? I don’t know what he means-—- (beat) Something about an advantage. With suits, honor, and flowers? The clip ends abruptly. Weber takes the headphones back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "We don’t know what it means, either. But an hour ago China scrambled fighters at airfields in four different bases, and Sudan is following suit. “Big Domino” is about to start something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Following suit... (realizing) Suits, honor, and flowers. Colonel, those are tile sets in Mahjong. Oh god, have they been using a game to converse with their heptapods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Maybe. Probably easier than trying to teach Mandarin. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Say I taught them chess instead of English. Every conversation is a game, every idea expressed through opposition-- victory and defeat. You see the problem? If all I ever give you is a hammer... Weber looks back at the monitors, suddenly getting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "..-Everything’s a nail. Halpern enters, riled up. Steps up to Weber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "May I have a word, Colonel? Weber nods to Louise: Dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise enters, distraught. Goes to her desk. ANGLE ON IAN, engrossed in his study of previous sessions until he hears Louise gathering papers at her desk. \fBlue Draft (05/06/2015) 77. He sees her through the timeline screen bisecting their workspace. It’s like the glass barrier in the chamber. After a beat, he decides to approach her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "How are you doing? She keeps gathering printouts of logograms. Shoving mater into folders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Why do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Why? Because I-- because you were starting to scare me. (steps closer) You would have done the same for me, if you were in my shoes. Louise turns to him now. Vulnerable, and mad about it. Bu refusing to cry in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Oh, so I should see things from your perspective, but did you ever see it from mine? Just once? (re: Timeline) You got the symbol for ‘humanity’ wrong. Doesn’t that say it all. She walks around to the other side of the screen and make adjustments by touch. Ian watches from Louise’s desk on the other side... and h nearly gasps in surprise. From his POV, the timeline is reversed. And the logogram means ‘humanity’ now looks the same from either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Louise...their word is an ambigram. It reads the same front or back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It is? Oh-- You’re right. He marvels at this mirror image of the timeline problem. \f87 Blue Draft (05/06/2015)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "On your side, the human race is at the end of its time. But here-- to the heptapods—- we’re just getting started. The low BASS TONE reverberates through the tents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS, (0.S.)",
          "text": "Ten minutes to session. Ian-- you’re up. Louise leans in to Ian to keep him focused on the problem front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How does that help us? Ian frowns, thinking... then, in a sudden Eureka moment, gets it. Claps his hands--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "My god. It’s not a problem at all, it’s a choice. He charges off, right out of the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Ian? Ian, wait—- EXT. BASE CAMP — CONTINUOUS 87 Louise trails after Ian, who’s headed right for the picku",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What choice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "That’s what they’re saying. It’s like a warning label on a power tool. Whatever they’re offering us, we can use it to flourish for millions of years, or we can do something stupid and end it all right now. Halpern steps out of the Ops Tent with Weber and zeroes i Tan leading Louise for the Shell door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Doctor Banks! Tan grabs Louise by the hand. He’s not going in alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "88 89 Blue Draft (05/06/2015) 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Come on. Louise hurries after Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "No one authorized you back inside-- But the two pile into a pickup and Ian peels out. Halpern moves for the second truck, where two HAZMAT-suit TECHS arrive looking confused -- the rest of Ian’s team. EXT. “THE SHELL” — DAY A87 Ian slides the pickup to a stop close to the scissor lift Louise hurries out on one side, Ian following. Neither of them in suits or with respirators. In the distance, the other truck is on approach, leaving rooster tail of dust behind it. Ahead, the scissor lift DESCENDS from its high perch at t surface, revealing Lasky and Combs in full suits. Ian and Louise climb in as they step out. Louise makes ey contact with Lasky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIVATE LASKY",
          "text": "You can’t go in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "She’s with me. Ian punches the ‘up’ button on the lift. Louise checks to see how close the other truck is, but th her attention drifts back to Lasky and Combs, below. They both just stand and watch them, clutching their rifl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise and Ian arrive to find Abbott already here, advanc for the glass barrier. Abbott’s movement suggests an urge",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Abbott? \fPink (05/18/2015) T9A. The timeline draws itself on the glass. And beneath it a symbol appears. Louise points to it: LOUISE (CONT’D) “Solve.” It’s all on you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Is there a symbol for “choice?” Both timelines are possible, it all depends upon what we choose to do with their offer. Louise nods. But then the tablet powers down; shorts out on its own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Wait, what just-- Abbott writes on the barrier. Adding to the previous: LOUISE (CONT’D) “Solve here.” He wants me to write on the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Can you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It’s a complicated sentence. I’m trying to figure it out. Louise approaches the boundary, opposite Abbott. The wall becomes more and more transparent, revealing Abb more intimately than ever before. The alien gestures at her. Louise tentatively puts up two hands, then lowers one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I can’t. I can’t draw both ends at the same time. She holds her right hand up against the glass. It reacts forming ink on Abbott’s side. As she does, Abbott holds up one hand against the glass o his end, to the left of her position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A89",
          "text": "Yellow (06/11/2015) 79B. Louise regards him curiously. Then she takes a breath, an begins to draw one end of this elegant, complicated circl As she does, Abbott draws on his end. Working in the oppo arc toward Louise’s starting point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What is he doing? Louise’s eyes widen as she realizes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "He's being my other arm. He’s finishing my sentence. The two co-authors finish simultaneously, connecting the of their logograms into a circle. REVEAL an angle showing Abbott's hand perfectly aligned w Louise’s, only the transparent wall between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK POP",
          "text": "INT. LAKE HOUSE - HANNAH’S ROOM - DAY (FLASHBACK) BA89 Baby Hannah reaches up from her cradle, her little infant hand outstretched like Abbott’s. Louise reaching down to Hannah grip mom’s pointer finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise snaps out of that quick vision. She takes a step b",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That’s... That’s it. Looking at it head-on, the logogram is complete. Then: A tapestry of heptapod logograms begin flowing acro the entire transparent wall, like wallpaper patterns. They appear with dozens of GEOMETRIC EQUATIONS. Circles. Angular shapes. Equations in heptapod with Arabic numeral around them like liner notes. A waterfall of data. It pou down the screen. PRESSING IN on Ian, who smiles broadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "This is it. (into headset) This is the gift! \fYellow (06/11/2015) 79C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (V.O.)",
          "text": "(over headset) We got it over here. (to Tech) Christ, how much is this -- (back to Ian) It’s two terabytes of data. \fYellow (06/11/2015) 80. Abbott begins miming the “walk” action they taught earlie Simultaneously, a new set of logograms form from ink splattered harshly against the glass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What is he saying? Louise approaches the barrier, frowning. Meanwhile, a faint BEEPING begins quickening somewhere in interview chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Those are our names... (translating) Must leave? (to Abbott) You're asking us to go? She gets close now-- Ian approaches a DUFFEL BAG toppled by the glass barrier the floor, getting closer to the sound-~ Pulling it away to reveal: A_set of wired C4 CHARGES stuc against the glass--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Louise! Ian runs to grab Louise-- Louise looks back at Abbott-- he’s warning them-- Suddenly the gravity shifts in the chamber-- Louise and I find themselves sliding AWAY from the barrier, right back into the tunnel-- Louise looks one last time at Abbott and sees: He’s pressing his seven-fingered hand to the glass once m The way he did when she first shared her name. This image shrinks as gravity takes Louise away from the chamber and then with a cacophonous BOOM-- The interview chamber is ENGULFED IN A FIREBALL, with an impact so hard Louise sees it SHATTER THE BARRIER-- Ian and Louise stop sliding, but then the firecloud rolls toward them out the chamber and into the tunnel--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 Pink (05/18/2015) 81-82. BLACK. NO SOUND. A beat. Then: INT. LAKE HOUSE - HANNAH’S ROOM - MORNING (FLASHBACK) B89 Louise and 4-year-old Hannah are on the bed. Louise has fallen asleep with a storybook on her lap. Hannah leans i and WHISPERS into Louise’s ear-- Louise’s eyes SNAP OPEN--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Louise waking with a start. A bandage has been taped to her forehead. She sits up, and instantly regrets it. Her head hurts. Kettler approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Careful. You suffered a concussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Tan... Is he--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Three broken ribs and a sprained ankle, but otherwise he’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "How long was I out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "About two hours. Been strangely quiet ever since. Kettler tends to her, examines her pulse and temperature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Who...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "It was a couple of soldiers. They’d been watching too much TV, afraid the gift was going to kill us all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We don’t need help from another race to do that. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPink (05/18/2015) 81-82A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "(then) What happened to them? The soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "The agency man, Halpern, he shot them, but it was too late. Outside: The entire camp is mobilized. One tent one the e of camp is in the process of being collapsed. Even more sobering: A truck parks nearby, towing the SCIS LIFT used to get up into the Shell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What’s going on now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Preparing to evacuate. Louise tenses. She looks around -- Ian isn’t in the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Where is Ian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. KETTLER",
          "text": "Weber came and got him, maybe ten minutes ago. He wouldn’t leave until he knew you were okay. But your whole tent is on the clock to figure out whatever it is you were given up there. Because we’re pulling up stakes. Louise immediately gets up, past Kettler, and goes for th tent exit. DR. KETTLER (CONT’D) Medevac is on the way! \f91",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "Pink (05/18/2015) 83-84. 91 \f92",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "Pink (05/18/2015) 85. 92 93 \fPink (05/18/2015) 86-88. \f94 Pink (05/18/2015) 89. INT. SCIENCE TENT - CRYPTO ROOM —- THAT MOMENT 94 The alien data spreads across all the flatscreens. Weber watches it, arms crossed. Ian stands at one computer, cycling through some subset o the data. His button-down shirt is loose, showing the tig bandage wrap around his ribs underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Is this all of it? The feed wasn’t cut before the explosion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Not as far as we can tell. Ian is visibly relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "We should combine my team with Louise’s and get them all working on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I don’t know yet. But they’re finally speaking my language. Louise enters the tent, shoving the flap aside. Weber sees her coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Doctor Banks--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We are not leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Glad to see you’re awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(rolling through it) We need to get back in there, talk to them, explain what happened, it wasn’t our fault——",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You’re not going back inside. \f95 Pink (05/18/2015) 89A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What happened in there was an attack. We can hope for the best, but I have orders to prepare for a retaliation. So we’re leaving in twenty-four hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "That’s the wrong move. As long as they stay, we have to stay. We have to keep talking. A low, STRANGE TONE reverberates through the tent. This one is not the tone they’ve heard before. And it’s accompanied by a RUMBLE. EXT. SCIENCE TENT — DAY 95 Louise, Ian and Weber emerge from the tent to see: \f96 97 Yellow (06/11/2015) 90. The Shell lifts higher into the sky. It rises, vibrating everyone’s rib cages, the air beneath undulating as if reflected on water. Then, several hundred feet up... it stops. And hovers. Parked there. Staring down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Well. They’re not leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Why does this feel worse. EXT. SCIENCE TENT — NIGHT 96 Outside, the canopy of stars above is staggering. The Shell remains in the sky, partially eclipsing the moo Tilting down to find the Ops Tent, bustling with activity",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close in: the data playing out on a large flatscreen. The twelve landing site MONITORS are all black. Ian and Louise sit together, down from their early high o receiving the gift. Now they face a mountain of material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I don’t get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "We’ve only been at this an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "No, I mean-~ what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I recognize maybe one in every twenty logograms. It will take some time to unpack the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "But look at their math. This is their code; their building blocks. But I don’t know where anything starts or ends! It may as well be random. Strange RORSCHARCH-LIKE DIAGRAMS animate on screen. \f98 Blue Draft (05/06/2015) 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It can’t be random.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "I know. Tan gets up and starts pacing. Stares at the dark monitor",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN, (CONT'D)",
          "text": "I wonder how the Brits are doing. He kicks at the back of his chair and storms off. Louise is too tired to get up and go after him. Her eyes heavy and she’s still wounded from the explosion. She rak her fingers through her long hair and stares at the scree",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (0.S.)",
          "text": "What’s this term here? INT. LAKE HOUSE - LOUISE’S STUDY - NIGHT (FLASHBACK) 98 Louise reads papers at her desk. She runs her fingers thr her short hair, like she just did. Her study is walled with books, and her desk allows her a view through the open door all the way down the hall. Hannah (age 12) steps to the threshold. Leans against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Sweetie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "What's the term for that thing, like a technical term, where we make like a deal, and we both get something out of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "A compromise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "You remember what it sounds like? \fBlue Draft (05/06/2015) 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Like it’s a competition but both sides end up happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Like a win-win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "More science-y than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "You want science, call your father. Louise returns to her papers. Hannah frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "You always do that. You and Dad. Put in just a little effort and then kick me to the other parent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Hannah, that’s not fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "It really isn’t! She storms off down the hall. Louise watches her go. Trie think of what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN, (V.O.)",
          "text": "Louise-- 99 INT. SCIENCE TENT —- LOUISE’S DESK - DAY 99 Louise snaps her head up, having drifted off to sleep at work table surrounded by computers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "No. I’m up. (then) What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "That question is irrelevant, if you’re a heptapod. He smiles at her. Eager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "You cracked something. Didn’t you. \fYellow (06/11/2015) 93. Ian nods. He grabs a bottle of HAND SANITIZER stowed atop comms shelf and his pen-sized laser pointer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I found something that demonstrated Fermat's Principle of Least Time. Tan shines the laser at the sanitizer and oddly, we can S THE BEAM cutting through the bottle. Ian moves the pointe he talks, demonstrating: IAN (CONT’D) (beat) Light always knows the shortest route to a point in terms of time, even if it has to change course. For a long time we thought it was cheating. Like how does it know the shortest path is this curve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "The heptapods know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "More than that. He triggers an animation sequence of data that looks like three-dimensional network of nodes. Then one strand GLOWS inside the network, linking two disparate parts. IAN (CONT’D) It’s how they see everything. How they travel. Except the shortest path is outside space and time. With this, we could build a space ship with no rockets. We’d just-- (snaps fingers) ~-and we're there. Louise catches her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It's not a weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Yeah. Well... Nobel thought the same of dynamite... Nonetheless, Louise is visibly relieved. IAN (CONT’D) There’s something else. At the tail end of the code. \fYellow (06/11/2015) 93A. Tan makes a few keystrokes on a monitor and brings up an image on a large flat-screen. \f100 Pink (05/18/2015) 94, THE SCREEN shows a series of intertwined logograms. Like Persian rug of alien data. Ian magnifies one corner... revealing: “1 / 12\" -- followed by an elegant little symbol. TAN (CONT’D) They used Arabic numerals. “One of twelve.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(a-ha moment) Do you know what this means? INT. OPERATIONS TENT - “WAR ROOM” — DAY 100 Connected to the Operations tent, but made private, walle off from the screens and the noise. Mainly it’s just a conference table, some comms gear, and a world map. Louise, flanked by Ian, confronts Colonel Weber at the conference table with Agent Halpern. She holds up the printout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "This is just one piece of it. What they're telling us, right here, is that ours is one of twelve. We’re part of a larger whole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Or we’re one of twelve contestants for the prize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(to Weber) Why do I have to talk to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You did your job, now he gets to run the show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(to Halpern) We need to talk to the other sites and help them with whatever they've gotten from the other heptapods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "In case you don’t remember, we're blacked out. So are the other nations. We’re on our own. \fPink (05/18/2015) 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "This is telling us the pieces go together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "And I’m telling you no one else believes that. Halpern swivels his laptop around and shows a recording: AGENT HALPERN (CONT’D) Two hours ago we pulled this audio off a secure channel in Russia. Someone on the science team there was broadcasting wide. He clicks playback, and we see a screen go black with Eng translation appearing as the recording plays over the sou of pounding on the door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSIAN SCIENTIST, (V.O.)",
          "text": "Their final words translate to, “There is no time, many become one.” I fear we have all been given weapons because we answered the timeline wrong, please, if you-- With the CRACK of a gunshot the recording abruptly ends. Louise begins to fray at the edges. Staving off panic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Well, I mean, there are ways to interpret what he said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "I don’t need an interpreter to know what this means. Russia just executed one of their own experts to keep their secrets. He clicks through to show on his monitor: Every Shell now hovers over their site. From Hokkaido to Wales, the massive spheres hang in the air. Waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "“Many become one” could just be their way of saying “some assembly required...” \f101 Blue Draft (05/06/2015) 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Why hand it out to us in pieces? Why not just give it all over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What better way to force us all to work together, for once? Halpern looks to the other people in the room. Weber stud him carefully. Ian nods, in support of Louise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Even if I did believe you, how in the world are you going to get anyone else to play along and give up their data? Ian jumps on this one:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "We offer our own in return. Halpern looks to Weber. Is he serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "A trade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "So it’s a non-zero-sum game. Louise hears this and it dawns on her-- INT. LAKE HOUSE - LOUISE’S STUDY - NIGHT (FLASHBACK) 101 Hannah storms down the hall. Picking up right where we le her from the previous flashback. Louise sits forward, with that same look of realization:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "A non-zero-sum game! Hannah stops. Turns back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "That’s it! Yes! Thank you, Mom. Hannah shuffles back into her room. Louise slowly touches her face, an even deeper question n creeping into her mind: Did I just alter my own past? \f102 Pink (05/18/2015) 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER, (V.O.)",
          "text": "(pre-lap) What did you just do? Louise seems to hear the voice beside her and look-- INT. OPERATIONS TENT - “WAR ROOM” - BACK TO SCENE 102 Weber stands at her side. Behind him, by a set of comms stations, Halpern and his team are on phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I’m-- I’m sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Nobody locks horns with the CIA like that. What motivated you? Louise is still a bit lost, reeling from the effect she j had on her own memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Family. Weber is surprised and confused by this answer. They’re interrupted by Halpern, who steps up with:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Nine of the landing sites have gone total comms blackout. Only way to reach them is to physically drive there and yell at the border guard. Which we're doing, but it won’t be fast enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "There's gotta be some way to get a message to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "To our allies, maybe, but at this stage it’s too little too late. What we need is to get all the nations online before one starts global war, and there’s no way for us to reach them. It’s a living nightmare for Louise; all that needs to hap is for people to talk to each other, but no one will. The",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (0.S.)",
          "text": "Yes there is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B102",
          "text": "Blue Draft (05/06/2015) 98. All eyes on Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "It’s right over our heads. He taps a screen displaying the Shell hovering outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Maybe you see how that’s problematic for us now. PRESSING ON LOUISE, as the others discuss options:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN, (0.S.)",
          "text": "And if their intent is global war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (0.8.)",
          "text": "Then at least we know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK POP",
          "text": "INT. CYLINDER CHAMBER — DAY A102 Louise is in a dark space of unknown dimension, lit from bright light on one side, wearing a breathing mask, her h dancing weightlessly around her face-- INT. OPERATIONS TENT - “WAR ROOM” — BACK TO SCENE B102 She snaps out of the vision, looks around: The men are still arguing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "I’m not having our decisions outsourced to the enemy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "They aren’t the enemy, when have they made any act of aggression toward us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Maybe this is their way of being aggressive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "That isn’t the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Then what is? \f103 104 Al04 B1l04 Pink (05/18/2015) 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "How do we get you back in the room when it’s half a mile straight up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I’m sure Louise would-- They all look to where Louise was standing. She’s gone now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s raining when Ian, Halpern, and Weber step out. Halpe is first to point out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Vehicle's missing. Another low BASS TONE emanates from the ship-- and it see to PUSH THE CLOUDS around it like a ripple on water. INT. “THE SHELL” - CONTINUOUS Alo4 FROM BLACK, a circle of BLACK separates and shrinks. It takes us a moment to realize we’re inside the ship, looking straight down as a cylinder descends to the groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ian grabs a pair of binoculars from an OFFICER and looks in the direction of where the Shell had been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through magnification he sees the cylinder descend... And where it lands is close to where LOUISE now waits for Both of them are tiny, almost silhouettes at this range. But it looks like Louise has a breathing mask in her hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN, (0.S.)",
          "text": "What the hell is she doing? She steps into the cylinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "What you hired her to do. \f106 107 108 Yellow (06/11/2015) 100. INT. CYLINDER CHAMBER — CONTINUOUS 105 Plain, dimly-lit from below, cramped. Louise puts her fingers on the inside wall, feeling it-- --and then the cylinder seals her up inside, in darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cylinder elevator lifts off. Noiselessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise can feel the acceleration in her stomach, and in t pitch of the low tone reverberating inside. She looks around for anything else in the chamber with he No windows. No views outside. Outside the walls of the chamber, another metallic ROAR. Followed by a distant HIGH PITCH. Louise waits for a portal to open. None do. She’s trapped inside this space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "«.-Hello? At her feet, light sets the floor aglow. And then a luminous GAS seeps in and begins to rise aroun her. Filling the cylinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Oh god-- oh god oh god-- Louise puts on the oxygen mask as the barrier rises up to shoulders, then her neck and finally up over her head-- UNDERNEATH, the world is bright and mostly clear, and yet Louise’s hair drifts up around her face as if she were underwater. Louise breathes through the mask. Looks aroun A portal opens up opposite her. Light shines on her face. INT. “THE SHELL” - CONTINUOUS 108 Louise steps out to a dimensionless sea of bright mist. \fYellow (06/11/2015) 101. No walls or ceiling. She looks up to see what might be a heptapod drifting int the white void far above her. Her breath is shallow. She is in a truly alien place now. There is no reference for this experience. Something dark and enormous “swims” through the mist, pas by her, always just far enough to make it impossible to s clearly -- it could be a swarm of small things, or someth the size of a blue whale. And then a heptapod approaches from behind her. Louise sp around in time to see it as its seven limbs advance to he Beat. She finally controls her breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Costello? Costello stands with limbs poised before her... Then the mist clears a bit, revealing more of his heptapo body. The limbs and torso? What seemed to be the entire f of the alien? Not so. It is more like the fingers and han a much larger being. Costello towers over her. She looks up, in awe. And then it writes on the invisible floor beneath them. W two fingers. Ink sluicing out from them into a logogram. SUBTITLES: “Louise.” Louise takes a breath. LOUISE (CONT’D) Where is Abbott? Costello moves the ink around with one appendage and a ne logogram forms. SUBTITLES: “Abbott is dead.” Louise holds her stomach, she’s hit so hard by this. LOUISE (CONT’D) I’m sorry. We are sorry. The logogram ink shifts again. Louise looks down to read SUBTITLES: “Abbott chooses to save Louise and Ian.” \fYellow (06/11/2015) 101A. Another ink-shift for a second logogram: SUBTITLES: “Louise has question?” Louise remembers her mission. Her reason for making the t LOUISE (CONT’D) I need... need you to send a message. To the other sites. Costello replies by modifying the first logogram. SUBTITLES: “Message here. Louise has weapon.” LOUISE (CONT’D) That’s just it, I-- (directly) What is your purpose here? \fBlue Draft (05/06/2015) 102. Costello stares down at her. Inky globules drift in from the mist, showering not rando but into patterns. Circles. A hundred logograms. A thousa Click-click, flutter-whisper-tone. SUBTITLES: “The story our people. A span of two point nine billion years.” Louise marvels at it. A chain of them light up at her feet, shifting for her to see. Louise reads it aloud:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "“Three thousand years from this point, humanity helps us. We help humanity now. Returning the favor.” (to Costello) You know both your past and your future... How? A podium screen rises between Louise and Costello. The timeline riddle appears. Up close, more details are visib It’s more artful than a simple line segment with a large bulbous flourish at one end. There are little stems and c along the line. And then that familiar logogram-- SUBTITLES: “Solve.” LOUISE (CONT’D) Did we answer wrong? A NEW SERIES OF SYMBOLS: “Many answers given. Many become one. Only one matters.” The message the Russian Scientist translated, in part. Lo looks back at the timeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "But I don’t understand, it’s time-- (then) Time. Wait. Is it? What's the logogram for time... Louise is seized with a realization. She reaches out and touches the timeline on the screen. Nudges it. It moves. From both ends, she wraps the line into its own circle... exact representation of the logogram. It pulses when she completes the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "Time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "B108",
          "text": "c108",
          "sentiment": "neutral"
        },
        {
          "speaker": "D108",
          "text": "Blue Draft (05/06/2015) 103. Then, a few more inky shapes bleed into the symbol for a crucial sentence. The awareness causes a memory attack--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hannah age 8, skipping stones in the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Shell landing in Montana. INT. LAKE HOUSE - LOUISE’S BEDROOM - NIGHT (FLASHBACK) C1 Louise at home alone. INT. “THE SHELL” - BACK TO SCENE D108 Louise sucks in a breath, mentally returning to present d in a panic. Even more confused and frightened. Costello retreats from her, as she translates the sentenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "“There is no linear time”-- (then) Wait! What is happening to me? What_do I do? The ship shudders. The THRUM returns as the cylinder descends, to seal Louise inside once more. Costello turns to her, some of his arms float in the air the strands of Louise’s hair. Despite his unearthly figur he seems to look upon her with tenderness. A final logogr forms on the floor between them: SUBTITLES: “You already have. You choose life.” The THRUM increases in urgency. That same cylinder rises around her feet to encase her once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "I don’t understand-- WAIT-- With a ROAR, the cylinder seals her up, into darkness. \f109 Yellow (06/11/2015) 104. EXT. BASE CAMP — DAY 109 From the top of the hill, the massive Shell begins to TUR itself. Rotating, yet remaining in place. Like spinning a billiard ball on its axis. The ovoid craft reverses its hemispheres until finally it sitting upside-down from its previous position. Louise emerges from behind the hill, running toward us. H hair is damp from the exposure to the alien atmosphere. Three pickup trucks rush toward her. SIX MEN in full HAZM suits grab LOUISE, as the spaceship starts to leave the ground with an ASTONISHING SOUND. Ian is among the men. He calls her name but it’s drowned by the sound of the ship overhead. The spaceship then disappears in the clouds. Everyone outside base camp stares up at the sky, every fa fretting and worried about what it means. Weber is among the six. He steps close to Louise, grim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You got everyone’s attention with your little field trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I hope you got good news, too. Captain Marks rushes to Weber:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Sir! We’re getting the order from command to evacuate immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN MARKS",
          "text": "Big Domino. Captain Marks and Weber move for the War Room tent. Louise gives Ian a pained look. Like she’s lost and afrai",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Tan... I don’t know what it means. Louise wobbles a step. Ian holds onto her. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Whoa now. I got you. Louise looks down at her boots-- They’re covered in mud from the slog across the field--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise stands on the back patio, one hand on a deck post. boots are covered in mud. She looks around. It’s raining. A 7-year-old Hannah comes in from the rain and sits down the bench at the patio. Louise reaches up and feels the length of her hair. Looks her hands. Notes her wedding ring-- she’s still wearing i",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (0.S.)",
          "text": "Help me, mommy. Hannah struggles to get her muddy shoes off. Louise bends down and starts to work the laces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Baby? What day is it, do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Sunday. (then) Are you gonna leave me like Daddy did? Louise snaps back to full attention on her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Hannah, honey, your father didn’t leave you. You’1l spend time with him this weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "He doesn’t look at me the same way anymore. Louise touches Hannah’s hair. She has so much love for he daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Oh, god. I’m... That was my fault. I told him something he wasn’t ready to hear. \f111 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Believe it or not, I know something that’s going to happen. I can’t explain how I know, I just do. When I shared it with Daddy, he got real mad. Said I made the wrong choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Why? What’s going to happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It has to do with a very rare disease. And it can’t be stopped. Kind of like how you are when you get focused on swimming, or poetry, or any of the amazing things you share with the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I’m unstoppable. Said like a little mad scientist. Louise brings Hannah in close, to hide the fact that she’s trying not to cry. Louise breathes in the smell of Hannah’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(to herself) Hold onto this moment-- EXT. BASE CAMP — BACK TO SCENE 111 Ian holds onto Louise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Hold onto this moment. She realizes she’s back. Sucks in a breath. She’s crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "What just happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I remembered something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What was it? Louise looks into his eyes. Then pulls him in for a hug. \f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "B112",
          "text": "c112 Pink (05/18/2015) 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Why my husband left me. Ian didn’t expect that answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You were married? Louise wipes her eyes and struggles to find her game face",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The translators, scientists, and techs are gone here. ARM SOLDIERS now populate the place, tearing down all non- essential material as fast as possible. Halpern supervise Louise rushes in and gets to a keyboard at her hutch. She calls up the heptapod data on the screens. Spreads it to every available screen. Loops and whorls of logograms, al strung together like DNA strands. Geometric formulae anim around the cursive writing. A wall of alien graffiti. Ian hurries in behind Louise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "It's too late for this. We’ve only cracked maybe one percent of it, it'll take weeks-—- Louise puts up her hand, silencing Ian. She closes her ey INT. LAKE HOUSE - LOUISE’S STUDY - DAY (FLASHBACK) All2 Louise pulls a hardback book from a box of advance copies Its cover: “The Universal Language” by Dr. Louise Banks. INT. LAKE HOUSE - LOUISE’S STUDY - DAY (FLASHBACK) B1l12 The table of contents show twelve chapters. INT. LAKE HOUSE ~- LOUISE’S STUDY - DAY (FLASHBACK) C112 Hannah’s drawing is now framed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (V.O.)",
          "text": "That's supposed to be a book. The girl’s handwriting: “Mommy and Daddy save the world.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "113 Pink (05/18/2015) 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise’s eyes snap open, and she takes in the sight of al the alien symbols once more. She lets out a ragged breath, in awe of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I can read it... (then) Ian, I know what it is. A new SIREN now begins to wail around the campsite. Louis and Ian look up, unsure what to do. Colonel Weber enters and marches for them with Captain Ma behind him-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "You two: We’re evacuating you right now. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "War, that’s what. Weber grabs onto them both and wills them into motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Wait-- I figured out the gift!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "Good for you. He ushers them outside--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and they keep marching for the helipad, despite Louise trying to slow things down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "It's their language. They gave it all to us. It’s in twelve parts because I separated their first symbol into twelve segments-- and they knew I would. Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "So we can learn heptapod if we survive. Not much of a gift. \fBlue Draft (05/06/2015) 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(emphatic) When you learn it, truly learn it, you perceive time the way they do. Weber stops as they’re two dozen feet from the chopper. H has to shout over the sound of the rotors and the siren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL WEBER",
          "text": "I see we are out of time. We did our best, but it wasn’t enough. The dominoes are falling now. Weber gestures at Ian to suggest: Get her on the chopper. Then he turns and hurries back for the ops tent. Louise stands, rigid with tension. Ian tugs at her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Come on! Louise whirls around to face Ian but when she does-- INT. BALLROOM — NIGHT 114 --she is dressed in a RESPLENDENT RED EVENING GOWN. Her h is done up. She looks stunning. All around her is a cocktail party in full swing. Classic music plays from a live band nearby. Louise looks around and takes in the ambiance. A dozen national FLAGS hang on the walls as a symbol of unity. On stage (currently unoccupied), that heptapod logogram for “time” is on prominent display. The crowd of PARTYGOERS is international and dressed up. One of them sets their sights on Louise and advances: A distinguished Chinese man (65) in a tailored tuxedo. She seen him before, on monitors. GENERAL SHANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "Doctor Banks, what a delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "General Shang. The pleasure is certainly mine. They shake hands, but Louise offers a slight bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your President said he was honored to host me at the celebration, but I confess I am only here because I wanted to meet you in person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Me? Well. I’m flattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "Eighteen months ago, you did something... remarkable. Something not even my superior has done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "You changed my mind. In a way, you are the reason for the unification. All because you reached out to me on my private number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Your private number? General, I don’t know what, uh... Shang shows her his sleek SMARTPHONE. It’s open to an ID screen with a number. She accepts it, staring at the scre",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "Now you do. I do not claim to know how your brain works, but I believe it’s important you see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(beat) Wait. I called you, didn’t I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "You did. And you spoke to me. I will never forget what you said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "General, you must forgive me. I’ve had a bit to drink tonight. I might need a reminder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "Yes. You warned me of this as well. He looks over his shoulder, to make sure no one is eavesdropping. Then he leans close to her. \f115 Buff (08/20/2015) 111-112. She turns her head so he can speak into her ear. The classical MUSIC plays and the other Partygoers chat, providing a drone of noise. Louise’s eyes widen. She puts her hand over her mouth. Above the music and chatter, that high RINGING TONE build again, overtaking it all-- Louise blinks and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She’s right back where she was a moment ago. Ian tugs at to get into the helicopter. Louise sucks in a breath like she was just pulled from co water. The memory of the future leaves her shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAN",
          "text": "Come on! But she doesn’t follow him. She turns and runs for the te Ian runs after her. IAN (CONT’D) Louise! \fAll6é",
          "sentiment": "neutral"
        },
        {
          "speaker": "B116",
          "text": "c1ié Buff (08/20/2015) 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halpern watches a monitor as others around him pack up fo evacuation. One of the SYSTEMS OPERATORS seated near him frowns and gets Halpern’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS OPERATOR",
          "text": "Sir! A sat line here is dialing China.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Here? What do you mean “here”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS OPERATOR",
          "text": "Base Camp, sir. INT. CORRIDOR All6 Louise hurries down the corridor. Sat phone to her ear. Waiting for an answer on the other end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "C’mon, C’mon... A voice on the other end answers. It’s Shang. Louise gets jolt of hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halpern is now leaning over the Systems Op, focused on hi screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "Whose phone is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYSTEMS OPERATOR",
          "text": "Sir, it’s your phone. Shocked and alarmed, Halpern looks to the table for his phone. It’s not there. Now Halpern is on the move, as he goes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT HALPERN",
          "text": "(to CIA) Search the base now! INT. CLEAN ROOM c1l6 Louise enters the clean room, speaking urgently with Shan",
          "sentiment": "neutral"
        },
        {
          "speaker": "E116",
          "text": "Buff (08/20/2015) 113A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(in Mandarin) General, I’m calling from the American site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CIA and Soldiers search the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise speaks with Shang as two soldiers arrive in the cl room. Louise locks herself in the chamber, still talking to Sha",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(in Mandarin) Your wife spoke to me in a dream, she said you'd help save the world by being braver than everyone else--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "(in headset, to Systems Op) We found the source of the call, waiting for instructions. Tan arrives from Yellow Tunnel, opens the door of the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Louise! What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Changing someone’s mind...give me 20 seconds. Ian gets in the chamber and locks the door. Halpern arrives from Yellow Tunnel and draws a gun. The t soldiers raise their rifles on the other side of the cham Ian locks the second door and puts himself between the soldiers’ guns and her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALPERN",
          "text": "Drop the phone now or we shoot! Ian protects Louise from both sides with his body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF",
          "text": "\fBuff (08/20/2015) 1138.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You can’t stop this now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(in Mandarin) War doesn't make winners, only widows. She listens briefly and then drops the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (CONT'D)",
          "text": "I already did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weber, talking to officers, is interrupted by another officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Colonel, urgent message from the Pentagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the walkies: \"China is standing down!!!” Halpern, hearing the news, lowers his weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I repeated what his wife told him before she passed away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "How did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "He told me. (ALT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He will tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weber and Halpern enter into the Skype room followed by Louise and Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBuff (08/20/2015) 113¢c. One of the monitors at another nation’s site comes to lif CHINA. On screen is GENERAL SHANG. He looks shaken to his core. In articulate English, he announces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL SHANG",
          "text": "China is standing down. Instead, we offer the information we received at our site-- the “gift.” (beat) It is one of twelve. A second monitor awakens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SCIENTIST",
          "text": "We won’t be upstaged by you blokes. Uploading our data. Then a third monitor returns to life. Australia. Everyone in the room starts to breathe again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise steps out with Ian close behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(amazed yet scared) Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise is ily overcome by the emotion of what she just experienced. She looks at Ian in an entirely new way. It’ moment where she wants to tell him everything, and doesn’ know where to start. And there’s a tsunami of joy, sorrow, pain, and hope hitt her as she realizes where she is again. \f118 Yellow (06/11/2015) 114. Finally, she nods at Ian, wiping her face. Tenderly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Ian... If you could suddenly see your whole life, start to finish... Would you change things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I don’t say what I mean enough. And I’m changing that right now. Tan is just as tender with her. IAN (CONT’D) I’ve been tilting my head to the stars for as long as I can remember, and you know what’s surprised me the most? It’s not meeting them. It’s meeting you. That's all it takes for Louise. She puts her arms around and kisses him on the mouth. As the kiss intensifies, that high pitch returns. And whe Ian shifts from a kiss to a tight hug, when Louise hugs b INT. HANNAH’S ROOM - NIGHT (FLASHBACK) 118 Louise hugs Hannah (age 4, tucked in bed) goodnight. Loui goes to click off the light by Hannah’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Yes, little-nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Why is my name Hannah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Don’t you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I don’t know yet. Where did it come from? \f119",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Oh, so this is another episode of your series, “Why is it this way?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "You make me curious about everything. Louise smiles sweetly at her daughter. She then gestures wooden NAME PLAQUE spelling out HANNAH on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Your name is special. It’s a palindrome. That means you can read it both forwards and backwards, and it’s still the same. Hannah gets it right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I’ve decided. I like my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I love you, Hannah. Hannah smiles at her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (0.8.)",
          "text": "Well, I love you both. Louise looks back at-- IAN, standing in the doorway. Smiling. Ian is Louise’s husband. And Hannah's father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (0.S.)",
          "text": "Daddy! Ian steps in and scoops Hannah and Louise into a bear hug A rush of noise again, and-- EXT. BASE CAMP —- BACK TO SCENE 119 Louise is still hugging Ian. Her face half-buried in his shoulder, she says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I forgot how good it feels to be held by you. \f120",
          "sentiment": "neutral"
        },
        {
          "speaker": "A120",
          "text": "121 Al21 Bl21 Buff (08/20/2015) 116. EXT. LAKE — DAY 120 A black sedan pulls up to the driveway of Louise’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise and Weber both sit in the back seat. It feels like they’ve been riding in silence for some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEBER",
          "text": "I’m not going to pretend to understand what you did up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "I’m not going to try to explain it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEBER",
          "text": "I took a lot of risk when I chose you. But it was clearly the best decision I’ve ever made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Thank you for believing in me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEBER",
          "text": "Goodbye Louise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Goodbye. Louise steps out and walks towards the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.0.)",
          "text": "So that is your story, dear Hannah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise stands in the empty room that we know is Hannah's. INT. LAKE HOUSE — DAY (FLASHBACK) Al21 QUICK POP: The artwork of Hannah's, with the stick figure",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK POP: Louise teaching a group about logograms. On he right hand is a sparkly ENGAGEMENT RING. HX kX oe \f122 123 Buff (08/20/2015) 116A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "It’s also the ongoing story of our people. I can see moments as we prepare for the future. Ian was right: It’s about choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 122",
          "text": "INT. LOUISE’S FOYER - EVENING 123 The front door opens: It’s IAN. Dressed up as nicely as h can be. Bottle of wine in hand. Louise is dressed beautifully. With a new haircut: short. Just like the flashbacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Wow. You look amazing. (re: hair) The change fits you well. \f124 Al24",
          "sentiment": "neutral"
        },
        {
          "speaker": "C124",
          "text": "Yellow (06/11/2015) 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise steps in, carrying her wine glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.0.)",
          "text": "I’m about to make a choice, too. One that I will have to live with forever. This is the same scene as the first. Shot for shot. She finds the message written on glass: “Do you want to make a baby?” Beat. The twinkle in her eye, the thoughtful moment... It all breathes here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "In some ways this choice saves the world, but I’m not thinking about that, Hannah. I never am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINAL SERIES OF SHOTS",
          "text": "INT. LAKE HOUSE - HANNAH’S ROOM - DAY (FLASHBACK) Al24 Louise cradles NEWBORN HANNAH in her arms. Hannah crooks tiny hand around Louise’s finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four-year-old HANNAH dressed as a cowgirl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Stick ‘em up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hannah, age 12, getting grounded:",
          "sentiment": "neutral"
        },
        {
          "speaker": "E124",
          "text": "125 Blue Draft (05/06/2015) 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "When do I get to live my own life? INT. MERCY HILL GENERAL HOSPITAL -— DAY (FLASHBACK) D124 Louise standing with DR. J. BYDWELL in a hospital hall. S hiding her face in her hands. Bydwell reaches out and put consoling hand on her shoulder. Her body shifts from a so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hannah, on her death bed in the hospital. Holding Louise’ hand. The two clinging to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "I’m just thinking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louise touches the glass where the question is written... “Do you want to make a baby?” IAN steps into view, with a wine glass in his hand, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Well? Do you? She smiles broa",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Yes. And now we stay here a moment longer than the opening sce and see that while Louise is smiling, a tear slips down h cheek. She is both the happiest and the saddest right now Because she knows what happens next. FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_197"
    }
  ]
}