{
  "movie_id": "MOV205",
  "scenes": [
    {
      "location": "WEST BERLIN",
      "time": "NIGHT",
      "characters": [
        "CHAOS",
        "EAST GERMAN GUARD",
        "FIRST CHIEF INSPECTOR",
        "FLASHCUT TO",
        "GRAY, (PRE-LAP)",
        "HARD CUT TO",
        "STASI",
        "OTHER SIDE OF THE TWO-WAY MIRROR",
        "CORONER",
        "PHOTOS",
        "BROUGHTON, (V.0.)",
        "ROOM SERVICE ATTENDANT",
        "THE END",
        "ELEVATOR",
        "FLASH CUT",
        "HARDCUT",
        "SPYGLASS",
        "GENTLEMAN",
        "GRAY, (CONT'D)",
        "CONTROL ROOM/HALLWAYS",
        "BACK TO ISO-FAC",
        "BACK TO SCENE",
        "KURZFELD",
        "PERCEVAL",
        "HARDCUT TO",
        "C, (PRE-LAP)",
        "BROUGHTON",
        "FIGHT TIME",
        "EAST GERMAN",
        "GASCIONE",
        "BROUGHTON, (V.O.)",
        "KURZFELD, (CONT'D)",
        "KURT LODER, (V.O.)",
        "HALLWAY",
        "LASALLE",
        "LASALLE, (CONT'D)",
        "MERKEL",
        "THE NARGA III DECK",
        "MERKEL, (CONT'D)",
        "SPYGLASS, (CONT'D)",
        "NEWS FOOTAGE",
        "MERKEL, (BARTENDER)",
        "FLASH CUT TO",
        "WHOOOOM",
        "BROUGHTON, (0.C.)",
        "BACK TO",
        "BAKHTIN",
        "BERLIN",
        "GRAY",
        "HARDCUT BACK TO",
        "THEATER",
        "PERCEVAL, (CONT'D)",
        "SNIPER",
        "BREMOVYCH",
        "WATCHMAKER",
        "POLIZEI, (0.S.)",
        "PERCEVAL, (V.O.)",
        "KGB.",
        "MORGUE EMPLOYEE, (V.O.)",
        "GRAY, (V.O.)"
      ],
      "dialogues": [
        {
          "speaker": "NEWS FOOTAGE",
          "text": "MTV's Kurt Loder reports from the Berlin Wall. We see fro the MTV news footage that massive crowds are assembling. EAST GERMAN SOLDIERS stand on the Wall, holding an MTV umbrella, an iconic symbol of the times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "We MOVE ON a reflection of Perceval on the television. Perceval leans in, shuts off the television and stands wi clear objective. Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air is electric as West Germans carry hammers, chisel and pickaxes with purpose towards the Berlin wall. We see Perceval turn the corner into a dark alleyway near parked Saab 900 Turbo. Perceval sees a figure in the shad and slows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Well, I suppose that’s it. We’ll be obsolete by morning. I’1l be back in London, and you... back to the party. We hear the faint sounds of HAMMERS STRIKING against concrete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "The simplicity of our struggle crumbles as that wall comes down. The lines on the map drawn by men who never faced the risk themselves will be harder to see. In the distance, the CROWDS’ CHEERS are heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A different world is approaching. More volatile. More corrupt. There will be no ideologies to protect us. Just the brutal and cold conscience of commerce. Perceval’s eyes follow a group of West Germans with hand tools moving towards the Wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Extortion... Whoever has the list in this new world has all power. Without it? Just a target. Perceval turns back to the wordless figure in the shadows",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "We played our hands. Hell, I’m just glad to see your face at this moment, as the ramparts of tyranny fall into the history books. Perceval smiles softly to himself as he looks towards the crowds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Listen to them. In the faint light, we see the flash of gunmetal. We hear a GUNSHOT BARK out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “LONDON, NOVEMBER 11, 1989 - TWO DAYS LATER” A bathtub filled with ice cubes and freezing water. A wom appears from beneath the surface. This is LORRAINE BROUGHTON. Broughton’s body is athletic and strong but also patchwor bruises and cuts from the last ten days. She pulls a towe across her body, steps from the cold water and pours two fingers of Stoli into glass. Broughton looks down at the words “Hotel Moskva” on the label and then to the mirror. She CLICKS on the dial of shitty RADIO. We hear David Bow “Cat People Putting out Fire.” Broughton opens a vanity drawer. Next to the cosmetics i framed photo of her and a handsome man in front of the Bl Mosque in Istanbul. Broughton stares down at the photo fo moment, held by a memory and then reaches for a compact. Broughton covers her contusions with makeup and dresses i Navy crepe wool skirt suit from Chanel, heels and Jackie- sunglasses. Simple and sexy. As she opens a Kelly bag we see a Browning Hi-Power at re next to a pack of Woodbine cigarettes. Broughton doesn’t to chamber check the weapon. It’s always loaded, cocked, locked and awaiting her command. She pulls a cigarette from the pack, steps out of the bathroom, glances at the her empty bed and lights her Woodbine. Broughton walks out her apartment door. Bowie’s voice builds as we follow her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The morning is crisp. A double-decker bus drives past wit “Boycott Apartheid” painted on its side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just across the Westminster Bridge sits a limestone and g post-modern fortress. This is the British headquarters of MI6. Broughton walks through the busy streets and into th Century House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves through the lobby and towards a line of people waiting at the metal detectors. The SECURITY PERSO wave her straight through. She belongs here; she’s a bad Security walks her to a single elevator, inserts a key, a Broughton enters the elevator alone. The doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELEVATOR",
          "text": "There is only one button, and that is an arrow down. Broughton pushes the button and rides the elevator for so time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "As the doors open, she is meet by another two armed secur personnel who nod and wave her past them. Broughton walks down a long, top lit, Kubrickian 60s hal We see a remote video camera track her. No one else is do here, and the two security personnel are 100 yards away b now. Broughton stops at an unmarked door. We see another video camera lens focus on her, and the electronic DEAD BOLT CL the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The “BIN” is a sterile ISO-FAC (Isolation Facility) for t debriefing of operatives returning to England. The room i sparse. All the walls are covered in 60s acoustic sound t save for a two-way mirror on one wall. MR. ERIC GRAY, mid-sixties and capable, sits with EMMETT KURZFELD of the CIA at wooden table. Broughton enters and slows as she sees Kurzfeld.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "How was your flight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Uncomfortable. Broughton takes a seat across from the two men. BROUGHTON (CONT’D) Sir, what is he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "We thought it would be helpful to get Kurzfeld’s perspective. Gray leans back and sits next to Kurzfeld.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER SIDE OF THE TWO-WAY MIRROR",
          "text": "We see a older man, “C,” watching. His face is reflected the glass of the two-way mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (V.O.)",
          "text": "Given the scale of recent world events, C will not be joining us. Broughton looks straight into the two-way mirror and nods with the confidence that C is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON, (V.O.)",
          "text": "Yes, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO ISO-FAC",
          "text": "\fBroughton looks at Gray and Kurzfeld.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Let’s begin, for the record. Gray reaches across to a Nagra III reel-to-reel recording unit that rests on the desk. Gray CLICKS the recording DI",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (CONT'D)",
          "text": "Under formal direction of the Joint Intelligence Committee: The following will serve as first contact and operational archive for Her Majesty’s Military Intelligence Section 6. Recorded on the 11th of November 1989. The voices of record are as follows, Senior Directorate Officer Eric Gray, Senior Case Officer Emmett Kurzfeld of the U.S. Central Intelligence Agency, and returning British Operational Officer Lorraine Broughton. Gray leans forward and begins the interview. GRAY (CONT’D) Tell us about Berlin. Were you there when Perceval was shot? Broughton calmly replies to Gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No. Broughton looks to the two-way mirror and then to Kurzfel Gray scribbles down a note in a folder stamped “Top Secre in front of him and looks up at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Let’s start from the beginning, shall we? A GRAFFITI TITLE CARD SCRAWLS OUT: “THE COLDEST CITY”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “LONDON, NOVEMBER 2, 1989 - NINE DAYS AGO” Hard rain. Broughton walks up the wide stairs of Century House. A handmade Fox umbrella shelters her from the weat \fINT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS The office is classic British Empire. Framed conquest map hang on the walls. A Regent desk in dark wood and oxblood leather chairs. Gray and another man, the Chief of the Se Intelligence Service known only as \"“C,” sit across from another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Broughton speaks four languages, and her Russian is excellent. Cc What about her field craft and perishable skills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "She's an expert in Escape and Evasion, NATO and Warsaw Pact Weapons systems, and hand-to-hand combat. Cc Knowing the reds as I do, she'll need to use every damn one of them. There is a KNOCK on the office DOOR. Neither Gray or C st as Broughton enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Sorry to pull you in on short notice, Lorraine. You know C, of course. Broughton looks to the emotionless man who remains seated a straight-back chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Yes, of course. C motions towards a chair, and Broughton sits at the tabl and opens a pack of Woodbine cigarettes. BROUGHTON (CONT’D) Mind if I smoke, sir? Gray pulls a cadet lighter from his pocket, leans across desk and lights Broughton’s Woodbine. Broughton takes a d off of her cigarette and exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "I‘ll get straight to the point. How well do you know, James Gascione?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough to say hello... We did work together several years back in Istanbul. Gray and C share a quick look, trying to decipher if she lying to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (PRE-LAP)",
          "text": "As of yesterday morning Gascione was reported as incommunicado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “WEST BERLIN, NOVEMBER 1, 1989” 5 AM. Snow is falling. Most Berliners in the French, Brit and American sectors of this divided city are asleep. A dependable-looking middle-aged man runs down the empty street.(The same man from the photo in Broughton’s vanity This is JAMES GASCIONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON, (V.O.)",
          "text": "Who was Gascione handling? Gascione’s shoes pound the pavement. His lungs burn. Each quick exhale leaves a ghostly trail behind him. Remember gradation of fear in Gascione’s eyes as he glances over h shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (V.O.)",
          "text": "Gascione was running an agent codenamed Spyglass, a Stasi officer. Two ROUGH MEN chase after him through the snow. They are business. They are KGB. Gascione cuts through a backyard, hurdles several fences, vaults over a brick wall and lands. He checks over his shoulder again. Nothing. Maybe he lost them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (V.O.)",
          "text": "Spyglass had just delivered a list to Gascione. Gascione sprints towards the river and glances again just as... ... the ROAR of an ENGINE gets his attention. Gascione h his hands out on instinct, headlights blinding him until feels the front of a sedan SLAM into his legs just above knees. Gascione’s body is lifted and then violently pinned again parked car. Pain surges through his body as he looks down his mangled legs. The sedan reverses a few feet, and Gasc crumples facedown onto the snowy pavement. The two rough men slowly jog up to the scene as an averag looking man, YURI BAKHTIN emerges from the car and moves towards Gascione.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKHTIN",
          "text": "Look at me. Gascione’s eyes tilt upward at Bakhtin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GASCIONE",
          "text": "You... cossack... bastard! Bakhtin presses the barrel of a Makarov pistol onto Gascione’s forehead. The MAKAROV BARKS OUT, and Gasicone consumed by the white halo of a muzzle flash. Silence. Bakhtin grabs Gascione’s wrist and removes a classic “” C Bucherer ” wrist watch. Bakhtin nods towards the two roug men, who lift Gasicone’s lifeless body from the blood-soa snow and dump it into the river Spree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C, (PRE-LAP)",
          "text": "Gascione is dead. INT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS Broughton lowers her cigarette without a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "The Jerries fished him out of the Spree River this morning. A West German coroner extracted a 9x18mm from the base of his skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Soviets. Gray sets down a black-and-white photo of an average-look MAN in a Soviet military uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our sources point to Yuri Bakhtin, a lead KGB officer who was ticketed out of Berlin on Aeroflot to Moscow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You want me in Moscow? Cc Bakhtin never arrived in Moscow. Gray picks up the photo and scans the documents within a (Top Secret) folder stamped “UK eyes only.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "So either our man on the ground is wrong, or Bakhtin pulled a switch and is now lost to us. Broughton takes another drag from her cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Gascione was en route to where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Our Head of Berlin operations when he was assassinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "How sensitive is the list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Spyglass claimed it was a complete inventory of the identities and locations of every active clandestine officer. Broughton lowers her cigarette as a thin ribbon of smoke curls up towards the low ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Is that even possible? Cc The real question must be: is it wise to hope it’s not possible instead of proving it is? There is a moment of silence in the room. A challenge has just been laid down. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Everyone is hunting for it: the Yanks, the Frogs, us, and the Soviets for sure. Cc Tell her the rest of the good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Spyglass disclosed the list would expose a double agent by the name of “Satchel” within the allied intelligence network. Cc You find Satchel in this embarrassing mess and we'll hang him for treason. Broughton exhales smoke from her lungs and hardens to the truth of this knowledge. Cc (CONT'D) The list is the whole damn chessboard. Whoever controls it controls the Cold War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Berlin is already on a short fuse. Hungary has dismantled hundreds of kilometers of the Iron Curtain since May. Last month, East Germans stormed the FRG’s embassies in Prague and Warsaw. They were given immunity and sent to West Germany. Cc Gorbachev’s glasnost nonsense has his people hopeful, and there is nothing worse than a hopeful enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "The Wall won’t last much longer. David thinks it might even fall before Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "David, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "David Perceval is our number one in Berlin. We are sending you to link up with him. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’ve never been to Berlin, and if Bakhtin has the list, he’s on the run. Gray sits behind the Regent desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "We don’t think he does. There’s no question he would have taken it straight to Moscow. Cc The list is still in Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Perceval is searching for it, but we want another pair of hands at the tiller as it were. C leans ever so slightly forward in his chair to commit importance to his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C, (PRE-LAP)",
          "text": "Most of the allied officers have been in Berlin for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “EAST BERLIN, NOVEMBER 2, 1989” Perceval slams a empty shot glass of whiskey down on the We hear Public Enemy’s Chuck D coming through the SPEAKER with “Fight the Power.” Drunk East German youth fill the place. It’s a strange mix of punk, hip hop, and anti-East German establishment. Perceval takes some D-marks from a KID for a bottle of Ja Daniels and a old Penthouse magazine. Another East German hands him money, and Perceval hands over a pair of Levi's Perceval has a nice little side business in selling contraband. Cc (V.0.) With no embassy to watch over them, they play by their only rules. Perceval sees a clean-cut East German enter and sit at a quiet table near the bar. \f12. This is SPYGLASS. He is the real reason Perceval is in the East. Perceval m across the room and joins him at the table. Perceval hand small brown bag of contraband (canned food, Jack Daniels women’s jeans) to Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The Jordache jeans were not easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "They are for my wife’s birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Let me cut right to the bone. Where is the goddamn list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Is this a joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "No joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I gave it to Gascione last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Gascione never showed. Spyglass looks up at Perceval with consternation settling his brown eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Why do you think I jumped the Wall, and I made contact with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I don’t know. I followed all the orders. Look, I was careful. I met Gascione in Friedrichshain. He took the list from me. Spyglass’'s eyes are filling with despair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS, (CONT'D)",
          "text": "I did my part. I have risked everything.... You must to get me and my family across!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Calm down. Perceval studies Spyglass for a moment. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Are you going to kill me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I’ve thought about it... However, I can’t ignore the fact you are telling me the truth. Spyglass takes a breath as he controls his anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Did you make a copy of the list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "No... I memorized it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The entire list? Spyglass nods. Suddenly, the front door of the club is ki in. We see the green-gray uniforms of the EAST GERMAN STA OFFICERS surge into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Goddamn it. Perceval scans the room. An EAST GERMAN BARTENDER quickly motions to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Move! Perceval and Spyglass avoid the chaos of the room. The bartender pulls back a small service door to reveal a hallway. The bartender, Perceval, Spyglass, and several patrons ru down the hallway to the door leading outside. Perceval op the door to see two STASI OFFICERS standing directly in f of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STASI",
          "text": "(in German) You? Your papers! Now! Spyglass and the others are in the hallway, unseen to the Stasi. Perceval reaches into his pocket and pulls out a w leather wallet. He steps towards the Stasi and in the sam motion, throws the wallet into one officer’s face as a distraction. Perceval punches one Stasi in the throat and knees the other in the family jewels. Both drop to the al and writhe in pain. \f14. Perceval looks back through the door, still open a few in as Spyglass and the others are witness to his burst of violence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I'll be in contact. Perceval steps past the two Stasi on the ground and slowl jogs away down the alley and into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C, (PRE-LAP)",
          "text": "It seems Berlin has its way with the younger generation. It’s infectious, an epidemic really. They’re all feral and have gone native. INT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS Broughton exhales her Woodbine and stares at Gray and C through the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "You have no family, no colleagues, no friends there. Cc No history to confuse your loyalties. You don’t even know Perceval. C stands and slowly walks towards the threshold of the of door. C pauses with his back to the room. Cc (CONT'D) When that bloody Wall comes crashing down, we don’t want to be under it. I want that list, Broughton. Bring it back home, and you'll find yourself at Buckingham for tea. C moves out the door, and Broughton looks back across the desk at Gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "I recommended you for this. So, do try and look grateful. Gray hands Broughton the TS folder. \f15. GRAY (CONT’D) I know, it’s short notice. H/WAR suggested you use Gladys Lloyd, as she was never compromised. Commit everything to memory and then burn it all. Gray points to a large metal “burn can” for documents in corner of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (CONT'D)",
          "text": "A car will take you to your flat. Pack and then go straight to Heathrow. Remember, Lorraine, trust no one. Gray walks toward the office door. Broughton flips open t folder to a black-and-white photo of BER-1, David Perceva",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What’s he like, sir? David Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perceval carries a flashlight and takes a pull off a fift JD. He walks briskly and makes his way through a covert tunnel network towards West Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (V.O.)",
          "text": "David Perceval is a royal pain in the ass. INT. CENTURY HOUSE - GRAY’S OFFICE - CONTINUOUS Gray stops and turns at his office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "However, he is arguably one of the best damn spies to ever serve the Crown. My office is yours. Gray steps out of the office, and Broughton opens the TS folder in front of her. PRE-LAP on soundtrack: “One Thing Leads to Another” by Th Fixx. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton is in a window seat. We see a couple empty mini bottles of Stoli on the tray in front of her and hardcove copy of Trevanian’s “Shibumi”. Broughton looks out the wi at the bleak November sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton walks off the Pan Am flight and towards the passport control kiosks. She hands the West German PASSPO OFFICER her UK passport. He looks at the passport photo a then to Broughton. He flips through the pages with scruti gives her another look and then stamps her passport and w her through. We follow Broughton into the uncluttered airport terminal loose crowd waits for the arriving international traveler From this crowd, a GENTLEMAN steps forward, all business, extends his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "Ms. Lloyd? Broughton slows to a stop. The Gentleman’s British accent good, perhaps too good. GENTLEMAN (CONT’D) Mr. Perceval was running late. He sent me to pick you up. Broughton scans the terminal then looks back to the Gentleman. GENTLEMAN (CONT’D) Checked bags?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "Please, follow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton eyes her surroundings as they cross into a park lot. We see an attractive WOMAN turn from a phone booth, watch them, then methodically dial a number on the pay phone. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A forest green BMW 2002 sedan is isolated at the end of t parking lot. The Gentleman and Broughton climb in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Gentleman pulls out of the airport parking lot and on the main route. They drive in silence. Broughton looks into her side mirror and notices a Saab 9 Turbo tailing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "Well... it’s a remarkable time to be in Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That so? Broughton looks again to her mirror and sees the Saab is still there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "The music, nightlife and great restaurants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You've got a suggestion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "For the beautiful people, go to the Palm for a drink. Broughton looks back to the mirror. The Saab speeds up be them and taps the BMW 2002 in a perfect PIT maneuver. Broughton quickly buckles her seat belt. The Gentleman is busy controlling the car to notice Broughton reach across depress the button to his seat belt. The BMW spins off th road, and Broughton braces for impact. The BMW slams into a metal guard rail. The WINDSHIELD SHATTERS, and the Gentleman is ejected onto the hood. Broughton relaxes and looks out at the bloody and moaning body of her driver. A figure drags the Gentleman off the and onto the frozen ground. We see Perceval look back thr the shattered glass at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Welcome to Berlin. \f18. Perceval stuffs a rag in the Gentlemen’s mouth and secure his mouth, ankles and hands with duct tape. Broughton unbuckles her seat belt and steps out of the BMW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I could have handled him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I have no doubt. Question is: What were you waiting for? Perceval drags the Gentleman across to his idling Saab. T boot is already open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Who does he work for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KGB.",
          "text": "Perceval dumps the Gentlemen into the boot. The Gentleman starts to realize what is happening. Broughton unloads a right hand into his face, more as a fuck you to Perceval anything. The Gentleman’s body goes limp. Perceval shoots a look, impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am on the ground five minutes and get blown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You’re not blown. Perceval slams the boot closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "He knew my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Troubling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "And yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Not surprised. Broughton and Perceval move and get into the car. \f19. INT./EXT. PERCEVAL’S SAAB - CONTINUOUS The inside of the car is littered with Wienerwald wrapper and empty beer cans. Perceval jams the Saab into gear and speeds away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "How would anyone know I was on that flight? Perceval turns with a peripheral smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Those are the kinds of questions that keep us up late at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We should message the home office and let them know what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Christ and Mother Mary. London sent you to sort this mess out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I just go where I am told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Story of our lives. Checkpoint Charlie, by the way. Perceval points out the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’m not here to collect postcards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Ahhh... You’re all business under that lipstick. Broughton ignores the remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I was told you'd be briefed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Your cover is civil service? Gladys Lloyd, Cambridge-educated lawyer sent by James Gascione’s family to return the body and effects of their now-deceased son, a British subject. \f20. Perceval looks for a reaction but gets nothing from Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Just how in the hell the suits think that’s going to help find our damn list is beyond me. Picking up Gascione’s body won’t take much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I‘1l just have to be creative. Perceval points outside the car again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Brandenburg Gate. My office is just there... I suppose HQ thinks there’s no point in replacing Gascione with the Wall coming down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Seems improbable after twenty-eight years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Everything is probable. And that assertion confirms to me you don’t know the first damn thing about this city, so don’t pretend you do. The tension builds within the car. Perceval SLAMS on the brakes and slides the car to stop. Perceval gets out of t car, opens the trunk, pulls the KGB driver out and drags onto the sidewalk. We see a sign the reads: “Embassy of the Union of Soviet Socialist Republic.” Perceval leans the KGB driver against the Soviet Embassy' wrought-iron gates. Within the compound several SOVIET GU start to move towards the gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Sending my old friend Bremovych a message. Perceval stomps his foot across the driver’s face for goo measure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. EAST BERLIN’S HOHENSCHONHAUSEN PRISON- NIGHT We see a man built like a Soviet T-10 battle tank. He wea gray Soviet translation of a Brooks Brothers suit and is business as he moves into the room. This is ALEKSANDER BREMOVYCH, KGB. A dozen STASI OFFICERS have six EAST GERMAN PUNK ROCKERS B-BOYZ from the underground night club lined up in their underwear against the wall. There is a wooden table in th center of the room and nothing more. Bremovych sets a car of Russian “Belomorkanal” cigarettes on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in German) You’re not free to go. You may never be free to go. Unless you tell me what I want to hear? Bremovych lights a filter-less Belomorkanal from a pack o twenty five. Four Stasi officers drag a young man over an SLAM him face down onto the table. Bremoyvch holds a smal B/W photo of Bakhtin. BREMOVYCH (CONT’D) (in German) Have you seen this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAST GERMAN",
          "text": "(in German) No. Bremoyvch nods and lays down another photo of Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in German) Last night at the club, did you see this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAST GERMAN",
          "text": "(in German) No. Bremoyvch takes a long drag on the filter-less cigarette then jams it into the young East German’s eye. The young howls in pain and buckles under his captor’s hands. Bremo lights another cigarette and holds up the carton for the of young men to witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in German) If I must, I will use all of them to get the truth from you. \f22. Bremovych turns back to the whimpering young East German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. PERCEVAL’S SAAB —- CONTINUOUS Perceval and Broughton are driving through the streets of West Berlin. We see outside, a massive wall of graffiti-covered concre that divides East and West. Broughton",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I didn’t travel as a QM, so I need you to supply me with a firearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "This is Berlin, not Tombstone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Gascione was assassinated, and I was just set up by the KGB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "If the KGB wants you dead, you’1l need more than good looks and a pistol. looks out the side window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Turn left here and take me to my hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "They said you’d never been to Berlin. How in the hell do you know where your hotel is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I can read a map, you chauvinistic sonofabitch. Perceval SLAMS on the brakes and pulls the car to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You may not be declared here by Her Majesty, but I am still the head of this goddamn station, and you'll respect me. \fBroughton Broughton her small",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Patrick 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Respect is a two-way street, Mr. Perceval. Clearly, you don’t want me here. However, C himself gave me this job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "c is an arrogant lapdog and doesn’t know fuck all about the world past the edge of his desk! opens the door and steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Good night, Mr. Perceval. crosses the hardscrabble street and walks towards hotel, never looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERLIN",
          "text": "Nagel print hangs on the wall. The room is equal parts Euro-chic and Miami Vice. We hear the RUNNING WATER from the bathroom. Broughton sits on the edge of the bed watching MTV news on a color Zenith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT LODER, (V.O.)",
          "text": "The civil disobedience in East Berlin continues to build momentum. The disenfranchised youth leaders shout out their protests through the tear gas and water cannons. One eyewitness tells of police beating the peaceful demonstrators with batons. Broughton turns off the sound on the Zenith. She moves th hardcover of “Shibumi” onto the nightstand, picks up the rotary telephone, dials, and speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Guten Abend. Ich bin Fraulen Lloyd, auf der Britische Botschaft Khan, Uh... Kann ich mit der Coroner Sprechen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGUE EMPLOYEE, (V.O.)",
          "text": "You are English? Why do you require the coroner? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’ve been sent to arrange the return of a British subject, recently dead... I’m told you have the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORGUE EMPLOYEE, (V.O.)",
          "text": "Nobody works tomorrow. It’s Sunday. Call Monday, in the morning. Auf Wiedersehen. Broughton hears a CLICK and sets the phone on its cradle. Broughton walks into the bathroom and turns off the cold water filling the chipped porcelain tub. She turns to a h dozen little ice buckets filled to the top and then dumps them into the bathtub. This is her daily ritual, the ice bath. Broughton switches off the bathroom light. The ZENITH is still PLAYING in the other room. She undresses in the fai light and steps into the freezing water without pause. Broughton sinks up to her nose with only her pale green e on the icy surface... then disappears below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 3, 1989” Broughton stands on the steps of a colorless apartment building and RINGS a call box BUZZER. Across the street, fifty feet away, is the graffiti-covered Berlin Wall snak through the neighborhood. INT. ATTACHE’S OFFICE - DAY Surveillance gear and monitors sit on a small table. Contraband is everywhere: LPs, Jack Daniels, cartons of L Strikes and Marlboro Reds. We hear the BUZZER, and Percev still in his clothes from last night, stirs and answers t call box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON, (0.C.)",
          "text": "Mr. Perceval? It’s Ms. Lloyd. You left a message at my hotel. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I'll be right down. Perceval grabs his coat and moves towards the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton waits and watches a couple of children kick a soccer ball against the Wall. We see the same WOMAN from airport watching from a parked beige Mercedes 300D. After a few moments, Perceval exits his building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Let’s take a walk. They start down the street, side by side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "About yesterday... in the car... the chauvinistic remarks. I shouldn’t have -- Broughton, without slowing her stride, interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Apology accepted. Perceval looks at Broughton and then clears the air betwe them with a simple nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "It’s as cold as a witch’s tit on the dark side of the moon today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I like the cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "No wonder they kept sending you to Moscow. Broughton looks at Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Don’t act surprised. We both read each other’s file. Perceval stops at a street vendor selling currywurst from rolling cart. Perceval turns to Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Buy you breakfast? \f26. Broughton doesn’t need to say no for Perceval to understa He buys two, and they walk through a broadstone archway. We see a sign that reads “TIERGARTEN PARK.” They continue on the crushed gravel path until stopping n to a frozen duck pond. Perceval throws small pieces of hi currywurst bun out onto the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You shouldn’t feed them bread. It's bad for their digestion. A thin man wearing horn-rimmed glasses and a heavy winter topcoat approaches. It’s Emmett Kurzfeld.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "She is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You damned Americans will back up anything in a skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "You must be Ms. Lloyd. I am Kurzfeld. Broughton extends her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Pleased to meet you. Kurzfeld’s hand stays in the warmth of his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Kurzfeld here went to Princeton. Broughton slowly retracts her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Kurzfeld thinks he knows everything... So you two should get along just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "I’ve been in Berlin almost as long as David... Nobody wants the list to fall into Soviet hands. Broughton looks to Perceval. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What else have you shared with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Just women and scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "We watch out for one another. Broughton looks back to Kurzfeld.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I think Bakhtin is going to dump the list on the black market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "What makes you so sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "If one of the Allies has it, we'd already know. If Moscow had it, there’s nothing we can do. So either Bakhtin puts it up for sale, or we'll never see it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "She’s smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You only say that because you had that same idea. Kurzfeld turns to Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "What’s the plan with Spyglass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I haven't decided yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "I should be going. Let me know if the company can help in any way. Kurzfeld nods towards Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD, (CONT'D)",
          "text": "Good day, Ms. Lloyd. Kurzfeld walks on alone through the park covered in rags snow and frozen grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Is there even a plan? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Not yet, and if there was, I'd be damned if I'd share it with the Yanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NAGRA III keeps recording. The ashtray on the table i filled with several crushed Woodbines. Gray and Kurzfeld across at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "So, how would you describe the situation on the ground those first couple of days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Hostile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "With Perceval?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "With everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Who was in the country? Broughton pulls another Woodbine out of her pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You weren't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is colorless. A lone figure walks through the col and across the “Bridge of Spies.” As the figure gets clos we see it is Bremovych. His KGB DRIVER is waits for him on the West German side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) Did she get the message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "(in Russian) I believe so. \f29. Bremovych pauses for a moment and looks at the swollen fa and black eye of the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) Did the woman do that to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENTLEMAN",
          "text": "(in Russian) No. The Gentleman opens the side door of a black sedan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) You’d look much worse if she touched you. Bremovych climbs in. INT. ATTACHE’S OFFICE - DAY Perceval and Broughton enter the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Can I take your coat? Broughton hands over her coat. She moves down a short hal as Perceval hangs her coat on a hook by the front door. Less chaos than the rest of Perceval’s apartment. A plain desk and two worn-leather club chairs. A bookshelf runnin the length of the room. A small TELEVISION PLAYS MTV Euro in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "So this is what you get after years of service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "In a complicated world, I prefer things to be simple. Broughton scans the shelves filled with volumes in six foreign languages, save for the “Great Books” that are al English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You like to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Depends on the book... If I said Epictetus, I would be lying... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Volume 23... Chapter 15... “He who neglects what is done for what ought to be done, sooner effects his ruin than his preservation.” Broughton’s eyes settle onto Volume 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Machiavelli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The prince of princes. Broughton turns back to Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "“It’s a double pleasure to deceive the deceiver.” A hint of a smile from Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Ahhh. Niccolé sounds sweeter somehow, coming from you. Perceval is at his desk and reaches for an eighteen-year- bottle of single malt from the Isle of Skye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No. We hear the German version of “Major Tom” by Véllig Losge PLAYING on the TELEVISION. Broughton picks up a “Penthouse” magazine from a stack on table. BROUGHTON (CONT’D) Your library includes Larry Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The champion of free speech. Broughton sets the magazine back down as Perceval pours t fingers of Talisker into a heavy glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am sorry about Gascione. Perceval raises the glass in silent tribute. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "James was a gentlemen, one hell of a spy and a true friend. I know you were close. James told me as much. Broughton remains steady and without emotion. Perceval sl sips the scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’ll need his address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I’ve been there. The West Germans have been there. God only knows who else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I haven't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You always get your way? The slightest smile appears at the corner of Broughton’s mouth, then disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We'll let that question keep you up tonight. Perceval nods and lifts his glass of scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "It’s down the street from Fehrbelliner platz. Brandenburgisher Strasse 10. It’s a walk-up. Fifth floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Gascione’s passport?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The police have his passport. He was carrying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Don’t you have a copy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "No... but don’t worry your pretty little head. The Circus called me yesterday with the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Can you write it out for me? \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Already have. Perceval glances at his desk and hands her a piece of pap with Gascione’s passport number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Where would you recommend for dinner and a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Is that an invitation? Broughton gives him a silent look, and that’s all Perceva needs to have his question answered. Perceval moves back the front door and hands Broughton her coat from the hook",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Well then, you can’t go wrong with the Ritz off Potsdamer. The venison is marvelous. Broughton turns for the attaché office door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Thank you, Mr. Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You’re welcome, and feel free to drop in anytime, Ms. Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton pops open the back on the hardcover novel of “Shibumi” to reveal a lead lined compartment. Inside: a Narga SN mirco recording unit and thin surveill microphone. With care Broughton tapes the wire to her lean body and t conceals the Narga SN recorder. Broughton checks herself the mirror. Perfect. Behind her, the bathtub of ice cubes drains. Broughton steps into the room and glances at the Zenith. We see news of the German protests growing in size around both sides of the Berlin Wall. Broughton grabs her dark coat and is out the door. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along a quiet street, just around the corner from Zoo Station, is a tiny watch repair shop. Broughton enters wi purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves through orderly store filled with hundred grandfather clocks. A couple of patrons mill about the aisles. In the back of the shop, a middle-aged man known as the WATCHMAKER stares through magnified jeweler’s glas at the guts of a “Newman” Daytona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I'd like to purchase a watch. The Watchmaker never looks up from his delicate work. Wit thick German accent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "I don’t sell watches. I only fix them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am looking for an East German watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "The East German watches aren’t worth wearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am looking for a Ruhla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "A Ruhla is very different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I will pay a premium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "I sense you’re serious. Come back tomorrow before closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Thank you. Broughton exits the shop without another word, and the Watchmaker never looks up from the precision of his work. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A working-class neighborhood. Broughton approaches the apartment building and deftly breaches her way inside. INT. GASCIONE’S APARTMENT BUILDING - STAIRWELL - NIGHT Broughton climbs up a dimly-light stairwell to the fifth floor landing. She quickly shims the lock and steps into apartment 5A without a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves through Gascione’s apartment and studies details of a dead man. The CAMERA FOLLOWS her as she moves to the bedroom, examining. A closet of perfectly-folded clothes and shoes in neat ro The bed’s made with military corners. A porthole into Gascione’s precise and orderly life. Broughton steps into the living room. She walks towards a Biedermeier Secretaire desk and picks up a framed photo. We see a young James Gascione and David Perceval in the English countryside, Holland & Holland shotguns cradled o their shoulders and freshly-killed rabbits in both of the strong hands. Broughton sets the photo down and takes in the room. Outside the window, Broughton notices the building across street bathed in blue flashing lights. She leans towards window for a better view. We see German polizei cars roll to a stop. A dozen OFFICE advance towards the apartment building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves through the hallway as she hears the poli five floors below. Broughton pushes a sofa out of the living room and down t short hallway. She pushes the sofa out into the stairwell landing. We hear POLIZEI BOOTS four floors below. \f35. Broughton moves back to the kitchen and finds what she ne a box of steel wool and bottle of high-proof rubbing alco Broughton moves back down the hallway. We hear POLIZEI BOOTS three floors below. Broughton piles the steel wool on the sofa, soaks the sof and steel wool in rubbing alcohol and stands back. Broughton draws a black ski mask from her jacket pocket a pulls it over her head. We hear POLIZEI BOOTS two floors below. Broughton lights a match against the wall and tosses it o the soaked steel wool and sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOOOOM",
          "text": "Broughton pushes the burning sofa down the stairs at the advancing polizei and forces them to dive out of the way. polizei push past flames and climb the stairs. Still wear the ski mask, Broughton ducks back in the apartment and w in the darkness. The first officer charges in with his baton in hand. Broughton slams the door and bolts it shut. As the office turns, Broughton strikes him with blinding speed and then hanging arm throws him to the floor. The officers outside in the hallway are POUNDING on the D Broughton picks the baton and then cracks it down on the officer. He is out cold. We hear the CHAMBERING of a breaching ROUND into a shotgu and Broughton rolls out of the way as the LOCK on the fro door EXPLODES inwards. Broughton bolts through the living room as a second offic grabs her from behind. Broughton snaps her head back, crushing his nose, and then hip throws her attacker throu the glass doors of the balcony. EXT. GASCIONE’S APARTMENT BUILDING - NIGHT Broughton steps over the broken glass and the officer. Sh quickly climbs out onto the thin features of the building It’s not gymnastic pretty but sixty feet off the street, Broughton is strong and without fear. Broughton, now on the rooftop, quickly scans the building around her as she sprints across the flat roof. \f36. Three polizei officers pull themselves onto the rooftop, the chase is on. Broughton jumps down a staggered rooftop lands and sprints with the polizei closing in. EXT. VARIOUS ROOFTOPS — CONTINUOUS Without slowly down, Broughton jumps across onto the next rooftop and lands safely. The polizei follow her with les elegance. Broughton leaps across an open gap between the last two apartment buildings, lands on a ledge and then jumps into void below. The three polizei run to the edge of the rooftop, only to the human wearing a ski mask and dark winter jacket land the thick nylon roof of a farmer’s market tent. Broughton slides down the tent roof, lands on her feet, a never looks back. The three polizei can do nothing but wa as the figure disappears into the evening crowds. PRE-LAP on the soundtrack: “Der Kommissar” by After the F",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton steps from a taxi and walks towards the doors o the Palm Restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soundtrack shifts to a piano player behind a Bosendorfer singing a slow and sexy club version of “Der Kommissar.” Broughton walks up to an empty space at the Art Deco bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Stoli on ice. The BARTENDER nods. Broughton puts a cigarette to her lip and turns slowly to the room. A PATRON holds out a Riga metal lighter with its flame burning. Without a word, Broughton leans into the fire, lights her smoke, and only when she pulls away do... We see the Soviet KGB agent, Bremovych.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Haben sie, fraulein? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I don’t speak German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "You are British? Broughton nods her head slowly through the smoke, studyin his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "And you sound Polish, with a slight affect of Slovak. Are you from the Carpathian mountains?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Impressive, Miss... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Lloyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "This can’t be your only talent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Talents can be overrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Now dedication, Loyalty that is rare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I agree. Broughton goes back to her Stoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "How do you like Berlin, Ms. Lloyd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Exciting, so far. Mr?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Bremovych. Are you on holiday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "On business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Aren’t we all. A woman steps to the bar behind Broughton. This is DELPHI LASALLE. She’s a mixture of punk rock and Peter Beard mus This the same woman who was watching Broughton at the air and on the street. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "I leave you alone for only a moment and already you are attracting admirers. Lasalle turns to Bremovych.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "Monsieur, three is not always a crowd, but tonight it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Ahhh... French women. Bremovych looks at Broughton. BREMOVYCH (CONT’D) What about the British? Maybe we can make some sort of arrangement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "My apologies. Good evening. Broughton shares a look with Bremovych, and then he exits past the restaurant tables towards the coat check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Whoever you are, you have quite the high level of confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "No more than that communist pig. Lasalle watches Bremovych leave and then turns back to Broughton with a smile that could end the Cold War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "My name is Delphine LaSalle, and I am at your service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What makes you think I need your service, mademoiselle? Lasalle gestures to the Bartender for a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "A woman drinking alone is always in need of something. Allow me to be presumptuous; are you here for work or pleasure? \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am a lawyer for the British government. And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "I was raised in Paris in the 18th arrondissement. My parents were teachers, and I made my way to West Berlin after studying at the Sorbonne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "A respectable story. And what brought you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "The danger of course. The Bartender sets down a tumbler in front of Lasalle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "And a broken heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’m sure he regrets losing you. LaSalle smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "I am sure she does. LaSalle takes a drink and lets her sexuality hang in the for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "You must join me for a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What are we doing now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "This place is pretentious. My friend owns a club, and I know the city well. You’d be surprised what secrets one overhears late at night out on the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Secrets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "What every woman loves. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "The French will never change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "It’s our charm... I'll give you the address. Tomorrow night, around eleven. Lasalle writes out the address on a cocktail napkin. We see several paparazzi start a frenzy of STROBES by the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What is that about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "David Hasselhoff is in town. Lasalle slides the address in front of Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "Until then. Lasalle moves towards the crowd of photographers and out the street. We see Perceval watching from a corner table, safe distance from being noticed by Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 4, 1989” Broughton walks up the wide, brick steps of a government building. We see Lasalle across the street, watching Broughton ente the West Berlin City Morgue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CORONER walks Broughton through the spotless corridor",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "The body was identified by your attaché.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I believe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "This was not a question... It was a statement. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am sorry. This is the first time I've been sent to do this. I was told you'd have his passport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "It will be released with the body. After you, Ms. Lloyd. The Coroner holds the door open for Broughton. INT. CITY MORGUE - EXAMINATION ROOM — CONTINUOUS A bright, sterile world. Along the wall, stainless steel racks of cold storage hold dead bodies. The Coroner heave cold rack open and pulls back a thin cotton sheet from th body. Broughton stares down at James Gascione in the stillness of death. There is a moment of contemplation fo fallen friend or maybe more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "He was your colleague?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "A different department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "Which department? Broughton looks at the Coroner, nice try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "A different one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "You have the transfer papers? Broughton hands the transfer papers to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I filled them out while I was waiting downstairs. The Coroner studies the paperwork carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "Wait one moment, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Is something the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "The passport number is incorrect. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "There must be some mistake. The FCO gave my attaché the number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "It’s your responsibility to give me the correct papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "It’s obviously the right man. The corner pulls the sheet over the body and pushes the c rack back into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "I will not release this body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "It’s a simple clerical error.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORONER",
          "text": "Ms. Lloyd, in Germany we don’t make clerical errors. I would advise you to talk to your embassy in Bonn. I must inform my superiors. The Coroner moves back to the door and holds it open for Broughton without another word. INT. ATTACHE’S OFFICE - DAY Perceval sits behind his bare desk with his dark eyes loc onto Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You gave me the wrong number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The hell I did. Perceval grabs the morgue’s transfer papers from Broughto",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "You wrote “16” where it should have been “76.” Perceval slams the paper down onto his desk. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "You realize the coroner will now inform the chief of police of West Berlin. They'll probably refuse to release the body for another week while they investigate. Not to mention they'll now suspect Gascione was an officer. Perceval pushes back from his desk and looks dead center Broughton’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Let’s take a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perceval and Broughton tread through the crisp afternoon parallel to the colorful graffiti-covered concrete of the Berlin Wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The passport number. You’re being “creative.” Broughton’s face shows nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You said yourself it wouldn’t take much time to pick up the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I should send you back to England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I don’t think C would appreciate that very much. Perceval turns to Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Look... if you’re going to be here for awhile, we had better play nice with one another. Two US ARMY jeeps with SOLDIERS from the 2nd Battalion 6t Infantry patrol past. Perceval gestures towards the Brandenburg Gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "How would you fancy a trip to the East tonight? I have to go check for word from Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You meeting him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I never have. James turned him. Spyglass hasn't surfaced since the exchange of the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What about Bakhtin? London said he mostly likely had it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Trust your gut. If Bakhtin wanted the Russians to have it he would have given it to them. He knows the importance of that list. Bakhtin gone so deep we won't find him until he comes up to make his move. They climb the stairs of a wooden observation platform fo tourists and West Germans to see over the Wall to the Eas",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Look at it... Berlin is a city under siege, surrounded by seventy miles of barbed wire and concrete, three hundred and ten guard towers, sixty-five anti-vehicle trenches, and forty thousand heavily-armed Soviet-trained frontier troops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "All that and five thousand of the GDR citizens still had the guts to escape. Perceval points and moves his hand along the ribbon of concrete. He stops at a tenebrific group of buildings on eastern side of the Wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "There’s a letter box around the back of Gantzstrasse. Terrified or not, if Spyglass knows anything, he is supposed to leave word at that dead drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Home office said Spyglass had exposed an Allied double codenamed Satchel. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Nonsense. I’ve heard about Satchel for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You don’t think he is real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Look if he exists, which I highly doubt, he has more at stake than anyone. When this wall comes down Satchel will be ducking bullets from both sides. Perceval looks at Broughton and sizes up the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Let's drop the official pretense. Everything in this conversation can be off the record. Broughton nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "London sends you to gather a body and orders us both to find a list. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Because the KGB killed Gascione and took the list from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Partly true... Look, We are all on the damn list. You. Me. Every one of us, patriots and traitors alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That’s a bold statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You do this job long enough, you become fairly accurate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Let’s not forget what we do for a living. We turn people against their closest friends, family members, and the very countries they profess to love. We exploit, corrupt, and bribe business and government officials for any scrap of advantage... Win at all costs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two World Wars in this century alone makes that rather clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "To win once, you can play by the rules, but to win every time, you have to play dirty... You think London is worried for other reasons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I know they are. This list is about covering the Queen’s ass not the officers that serve the Crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Welcome to Berlin. Perceval smiles at his own words being repeated to him. BROUGHTON (CONT’D) You're not worried Spyglass could be setting us up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "It’s a possibility. Even if the Soviets knew, I doubt the KGB would try to turn Spyglass back or even pay for a train ticket to Siberia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What would they pay for? Perceval calmly replies:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "A bullet. The two stand in silence and look out over the Wall to th colorless East beyond. The stakes are clear to both of th life or death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I can’t cross tonight. I’m meeting someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The little mademoiselle from the bar last night? Broughton glances at Perceval. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "I tell you to go to the Ritz for venison, and you go to the Palm for drinks. Perceval studies Broughton for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "You think you’re the only one doing their job? Broughton says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Just be careful. You can’t trust Frenchies. Perceval walks down the wooden stairs and leaves Broughto standing alone on the observation platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton removes thin wire from her body and sets it bac into the hardcover book. We see several fully recorded SN mirco tapes on the desk. Broughton stands on the bed, sli a ceiling tile back and places the novel, Narga SN and recorded tapes in the small space and slides the ceiling back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night sky is without warmth. Broughton walks along th rain-soaked Kurfiirstendamm. West Germans mill about the shopping district. Broughton moves into the crowds at Zoo Station and exits the other side. She crosses the quiet street, looks over shoulder once to confirm no one is following her and then enters the small watch repair shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton proceeds to the back towards the workshop. The Watchmaker is hunched over another Swiss watch, never loo up from his work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "Your watch is ready. It’s on the counter in that plain envelope. Broughton picks up the plain envelope. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "How much do I owe you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "If it works to your satisfaction, we can discuss payment. Broughton puts the plain envelope inside her coat pocket without looking inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Very well. Broughton looks at the Watchmaker for a moment and then leaves. PRE-LAP on soundtrack: “The Politics of Dancing” by Re-Fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The smoke-heavy room is full of West Berlin’s new wave yo Lasalle stands at the back of the room near the crowded b as Broughton enters and approaches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "I wasn’t certain you would show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "How could I resist your invitation? Broughton lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "You are finished with your work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I may be here for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Then we have to enjoy ourselves. Lasalle hands Broughton a glass of Stoli on ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You pay attention. LaSalle lifts her drink in salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "I look for pleasure in the details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’m sure. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "What is it you’d like from me? In one movement, Broughton lifts and empties her glass of vodka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Another drink to start. LaSalle orders another round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Are you enjoying the club?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Not really. It’s pretentious. LaSalle smiles at Broughton, leans closer and whispers in ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "May I take you somewhere quiet, where we can talk? Broughton looks at LaSalle and off that look --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton pushes Lasalle against the hallway wall, kissin her softly, then harder and with more passion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Ma cherie. (beat) This is how you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Oh yes. Broughton pushes open the club’s bathroom door just as tw young punks exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton locks the bathroom door as her winter coat fall the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "You like to play rough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Sometimes. \f50. Broughton’s hand wraps around the small of Lasalle’s back pulls a concealed handgun from Lasalle’s lean waist. BROUGHTON (CONT’D) When I’m the one holding the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You've been following me since I arrived at Tempelhof -- outside the city morgue and my colleague's apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "You are mistaken. Broughton backhands Lasalle across the face, sending her the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Why the gun? Lasalle looks up with a thin stream of blood at the corne her perfect mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Berlin is a dangerous city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Especially if you keep lying. Lasalle stares up the barrel of her own gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "I know who you are, Miss Broughton. You're not so well disguised as MI6 may think. You’re here, of course, because of the death of Gascione. Broughton holds the weapon steady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What do you know about his death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Only that I am interested... If someone is killing Allied officers, shouldn’t we all care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You're with DSGE? \f51. Lasalle nods her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Why do you think your colleague was sanctioned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "He was carrying a document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "That list is very sensitive. Broughton cocks the hammer back on the pistol and drops t safety off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I never said list. I said document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "My colleagues in Paris were right. They informed me the “document” is very valuable. This is why you were talking to the watchmaker. Your looking for Bakhtin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "There is a good chance it will float onto the black market. If Bremovych is still looking for it, Bakhtin hasn’t handed it off and clearly has other plans. Lasalle leans over and picks up Broughton’s winter coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "If it’s still in Berlin, it will surface. You must be careful. You are vulnerable. Lasalle hands Broughton her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You're a better liar than my station chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "To be a spy takes a steady hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Mademoiselle. Broughton de-cocks LaSalle’s pistol and thumbs the safety \f52. BROUGHTON (CONT’D) Let me show you what takes a steady hand. Broughton pulls Lasalle closer, and they fall... INT. LASALLE’S APARTMENT - NIGHT .»+. onto the sheets of a simple bed. Lasalle’s hand push back along the wall... her fingers climbing against its r surface, finding the light switch. Broughton looks straight into Lasalle’s eyes which read e parts temptation and fear. Broughton leans in, kisses her gently bites her lower lip. Lasalle’s hand pulls down against the light switch and th bedroom goes dark. EXT. LASALLE’S APARTMENT BUILDING/INT. PERCEVAL’S SAAB - Broughton sits on the edge of the bed and exhales her cigarette smoke out the open window. The cold air feels g Lasalle awakes... We see Broughton’s coat slung over the chair. RACK FOCUS... Outside the window. A beat-to-hell Saab 900 Turbo stands out among the street parked cars. Perceval lowers a high-powered Nikon F3 and telephoto lens. We see a “Seceret Service Style” ear bud his ear. The headlights of the Saab illuminate, and Perce pulls out into the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton leans forward and taps her Woodbine in the asht A dozen used cigarettes rest there now. Gray threads a fr reel to reel onto the NAGRA III and CLICKS record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "So you made contact with the French operative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Yes... You could say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Could she be Satchel? \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No. Gray looks at Kurzfeld and then scribbles a note into the folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "What was your assessment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I believed she had information that I could either use or exploit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An etiolated morning light comes through the window. Broughton has the open plain envelope on the small desk i front of her. Broughton takes apart the back of the Ruhla wristwatch wi small screwdriver. She releases the pressure from the mai spring and disassembles the watch movement using the pry points. Broughton lifts the wheel plate and turns it over with a small tweezer. We see engraved on the inside are a column of numbers. Broughton removes the escape and sweep wheels. She sets t on the desk with the rest of the internal parts. Broughton lays out a map of West and East Berlin. She loo at the column of engraved numbers. First number in the sequence is 06. Broughton finds the number 06 on the map, and it tallies with Checkpoint Char Broughton looks to the next number: 7E. Broughton takes t tiny sweep wheel from the watch and rolls it on its edge times in the direction of East, matching the 7E directive and lands on the next engraved number 01. Broughton repeats this action from position 01. 3N is the next number, and Broughton rolls the sweep wheel 3 times the direction of North. She lands on number 12 on the gri coords of her map. Broughton looks to the engraved numbers again. 2E is the number. Broughton rolls across the map 2 times in the direction of East. She stops, lifts the sweep wheel and m the rendezvous point on the map. \f54. Broughton commits every detail of the map to her memory a begins to reassemble the watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 5, 1989” Broughton waits to cross into East Berlin. A formidable- looking EAST GERMAN GUARD stares down at Broughton’s passport, then back into her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAST GERMAN GUARD",
          "text": "You should have applied for a visitor’s permit. What kind of work do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Legal affairs, I’m a lawyer. The East German Guard looks down again at her passport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAST GERMAN GUARD",
          "text": "Wait here. The East German Guard takes her papers and speaks with hi SUPERIOR as Broughton waits. The East German Guard makes phone call, then returns with Broughton’s passport and ha it back to her. EAST GERMAN GUARD (CONT’D) If you do not return before six o'clock, you will be arrested. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Yes. Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves past an assembly of protesting EAST GERMA YOUTH near the blank concrete Wall. Broughton walks the local streets. As she moves, she glan at her reflection in a store window. We see two young STASI OFFICERS shadowing her. Broughton steps up her pace. The two Stasi officers conti to follow her. Broughton moves through a crowded S-Bahn station and out other side. The Stasi still follow... farther back now. \f55. Broughton moves towards a large set of shops at the base the East Berlin TV tower. We see a government sedan pull to the curb. The Stasi officers turn to the government sedan. Bremovyc and his driver are in the front seat. In the rear seat si two KGB officers, the same two rough men from Gascione’s assassination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Bring her to me. The KGB officers step from the back of the car and join t two Stasi officers. Broughton now has double the trouble walking towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves towards a local cinema named the Kino International.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves through the doors and into the mid-centur modern lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEATER",
          "text": "Broughton quickly moves into the dark and packed theater. Stasi and KGB officers chase after her. We see Richard Attenborough’s “CRY FREEDOM” and a young Denzel Washington on the screen. Broughton egresses through the row of people, running dow the aisle, then behind the aged-silk movie screen. Broughton reaches up onto the movie theater wall and pull down hard on the FIRE ALARM! The audience jumps from their seats and floods the exits the Stasi and KGB pursue Broughton. Broughton melts into the crowd and disappears out the bac doors in the mass exodus of patrons. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bremovych and his driver pull to the curb at the rear of movie theater. The Stasi and KGB search the crowd outside Broughton. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Keep looking for her. The two KGB officers move away from Bremovych’s sedan and back towards the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton moves through the bombed-out neighborhood left from the Second World War. She enters an abandoned buildi on the southwest corner of Arnimplatz. INT. ABANDONED BUILDING - ROOFTOP —- CONTINUOUS Broughton moves up a set of crumbling stairs towards the roof. The Berlin Radio Tower looms close. Broughton steps onto the rooftop. We see the young Bartender from the East German Club sitt in one of two lawn chairs on the roof. His newly-dyed hai and tattoos are visible from under his plain jacket. This is MERKEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL, (BARTENDER)",
          "text": "You're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "And you were followed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I lost them twenty minutes ago near the Palast der Republik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "You're as good as your reputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I'm already known by reputation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "To the right people. \f57. Merkel sits in one of the lawn chairs and looks out acros the drab rooftops to the West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Is this the best place for a rendez- vous? Merkel points towards the Orwellian tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "Keep your enemies close. Please have a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "The watchmaker told me there has been great interest in the black market over the last few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am looking for --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "A list... It is the desire of you and every foreign officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Do you know who has it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "Some say Bakhtin has it others say he doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "No one knows. All this talk of Satchel has people nervous on both sides of the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "If Bakhtin or the list surface you must let me know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "The price will be extremely high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We will not be outbid. Broughton hands Merkel a fist full of Deutschmarks. \f58. BROUGHTON (CONT’D) Five thousand marks to get you started. Broughton moves across the rooftop and down the dilapidat staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton laces the wire and SN mirco recording device ba onto her body with flawless detail. Checks herself in the mirror, grabs her coat, and is out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Watchmaker is busy at work, when a solitary man enter the shop and moves towards the back to speak to him. Only when the man arrives do we reveal it is Bakhtin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKHTIN",
          "text": "I am interested in selling a watch? The watchmaker continues his accurate work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "Tell me what you are selling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAKHTIN",
          "text": "It’s extremely valuable and the finest quality. The watchmaker looks up at Bakhtin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHMAKER",
          "text": "You have my complete attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The neon signs are bright. The KaDaWe department store is open late, and all is bustling along the kKurfiirstendamm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a leather bar. On the wall, a mural-sized painting o young Ronald Reagan in biker chaps 4 la “Daddy and the Mu Academy” by Tom of Finland. We hear “You Spin Me Round” by Dead or Alive PLAYING on a JUKEBOX. \fThe room is filled with men enjoying men and women women. Save for Perceval and Broughton, who sit in vinyl booth against a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Berlin is like a beautiful woman gone bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That why you like it here so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Nowhere else in the world has such a concentration of musicians, artists, filthy squatters, junkies, and hedonists. I don’t like it here. I love Berlin. 59. enjoying a red Broughton looks across at two men wearing full dress whit clearly more Village People than US military.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Spyglass left us a message. We guarantee safe passage, and he will cross over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Why take the risk when we can just wait until the Wall comes down? Perceval raises his beer, about to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The entire Soviet bloc is on edge. Haven’t you seen the bloody protests on the news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I saw one this morning on Unter den Linden. Perceval stares at her, his beer still as stone in front him. He slowly lowers the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You went to the East? What in the hell were you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That it was best you didn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Why not? \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Deniability. Perceval leans forward for impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "This isn’t a goddamn game. NATO has over ten thousand warheads, and the Russians have half that number. Perceval stares at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "So while you skip around the East, try and grasp the blowback if something were to happen to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Nothing happened, and I needed to secure the trust of my contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You can’t trust the Frenchie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "This contact is a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Well now, you are playing all the angles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We need ground truth to find that list. I won’t need to go over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "On the contrary. Spyglass is in hiding and desperate to get out. Gascione’s death has everybody jumpy. Right now, the people in the Stasi don’t know if they’re going to be staring at a firing squad or freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "This is my first time in Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I’m not sure if I believe you. Broughton leans back into the booth slightly. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Believe what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Spyglass is an asset that we can’t lose. Right now, he is scared, and scared people make mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We need him out before the KGB or the Stasi discover his treason. Perceval quickly scans around their table and firmly grab Broughton’s arm to get her attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Keep your voice down. I’m still your number one, and you work for me. Broughton says nothing, only looks at Perceval’s hand on bicep. Perceval gets the point and releases his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Don’t ever touch me again. Now you listen. I am here on C’s direct orders. My work does concern you, but you’re mistaken to think it’s under your purview. Broughton stands and shoulders her winter coat. BROUGHTON (CONT’D) I don’t have to take orders from you. So with all due respect, you can go fuck yourself. Broughton walks out the door without another word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cold rain. Perceval steps outside as Broughton walks down sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(to herself) Come on... 3... 2... 1... Perceval jogs after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Wait. \f62. Perceval catches up to Broughton at a taxi stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "I can’t operate alone on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "So get the American. Kurzfeld seems happy to share your bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Out of the question. The Americans would have Spyglass on an aircraft back to Langley without his feet ever touching the ground. I need your help. Perceval extends his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Truce? Broughton takes a moment, and then her hand meets his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Don’t make me regret it. Broughton releases his hand, opens the taxi door and gest for Perceval to join her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton looks to the German TAXI DRIVER and then to Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Kasier Whelm. Broughton glances towards the taxi driver, and Perceval k without saying anything (For operational security use a geminate-conversation). Broughton speaks Arabic. Perceval replies in Bahasa. BROUGHTON (CONT’D) (in Arabic) Bakhtin is a ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "(in Bahasa) Seems to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Arabic) Did Spyglass photograph the list? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "(in Bahasa) No. He committed the entire list to memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Arabic) Then if we have Spyglass, we won't need the list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "(in Bahasa) Precisely, We break him out. Don’t worry I can make allowances for you being unseasoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Arabic) I’ve jumped the curtain more times than you have wished Maggie Thatcher dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "(in Bahasa) Not here... not in Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Arabic) What about the tunnels? When was the last time they were used?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "(in Bahasa) Stay out of the tunnels. We need something out of the box. Broughton takes a moment and then replies with confidence",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Arabic) The East Germans are planning a large demonstration at Alexanderplatz. The Stasi security services will be spread thin. The taxi slows to a stop. We see they’re outside the bombarded ruins of the Kasier Whelm Memorial Church. Perceval hands the driver several D-marks and exits. Broughton follows him onto the sidewalk. They now return English. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Bring him out in daylight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We will use the protest as cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "It’s bold. Broughton’s determination is clear to Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You get us in and I’1l get us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Deal... Where do you want Spyglass to meet us? I’1l drop hima message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "There is an abandoned building on the southwest corner of Arnimplatz. I'll need two days with my contact to make the arrangements. Perceval nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "One more thing, your Arabic is piss poor. Broughton turns, and without missing a beat, calls out ov her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "And your Bahasa is shit. Perceval watches her go, then lifts his coat collar to th cold and moves out alone into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 7, 1989” Broughton wears a jet black wig and a simple brown overco She enters an S-Bahn station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton waits on the platform on the U6 line. The train arrives, and she steps into the matte-red train car. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is empty as Broughton sits next to Perceval. The train rolls down the tracks towards East Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Next stop is Friedrichstrasse. On the south side of the station there is a green service door marked “Diensteingang” for the Deutshe Reichsbahn employees. The train begins to slow for the upcoming station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "The Red Army terror cell and the West German communist party used it for years. On January 18, 1979, I led out the East German double Werner Stiller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That was you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "My first dance, and I’ve been using the breach point for the last ten years. Broughton and Perceval stand to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Just do as I do. The doors open, and they step out into the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk through the station until they reach a green me door marked just as Perceval said: “Diensteingang.” Perceval waits a beat for several workers to pass and the produces a small key and opens the door. Broughton and Perceval slip inside without a wasted movem",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL ROOM/HALLWAYS",
          "text": "They move through an empty control room and down several dimly-light hallways until they reach an exterior door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Hold. \f66. Perceval looks out through the dirty industrial glass win at four East German guards standing at attention across t street. Perceval looks at the sweep hand of his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "They turn their backs at the changing of the guard. Outside, four more East German guards goose step towards group standing at attention. Perceval locks eyes onto Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Three seconds to get out of this door and around the building before we're seen. Outside, the guards goose step to a stop. As their comrad step off duty, the others step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Now. Perceval opens the metal service door, and they exit ina steady walk. Broughton and Perceval turn the corner just the East German guards pivot and stand at attention, neve seeing them exit the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton and Perceval move through a barren neighborhood quickly enter the door of the abandoned building. From across the street, Spyglass watches their movements apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton and Perceval descend the stairs to the basement they turn the corner, they find Merkel waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "Ms. Lloyd speaks highly of you. Perceval looks to Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "And you as well. At the top of the stairs, Spyglass appears, and all three them turn. Broughton motions to Merkel. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Watch the street to make sure he wasn’t followed. Merkel nods and moves up the stairs past Spyglass. Percev steps forward towards Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I am confident Ms. Lloyd can get you across. Broughton approaches Spyglass and holds out a small packa from Perceval’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You smell like a Stasi officer. Broughton gestures to a small adjoining room. BROUGHTON (CONT’D) There is a bucket of water. Shave off your moustache. Use this soap and cologne, it is from the West. Spyglass takes the package and does as he is told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "How big is this protest supposed to be, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Thousands. Merkel comes back down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "He wasn’t followed. Merkel steps to a small table and rolls out a kitchen tow Inside the towel is a Markov pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL, (CONT'D)",
          "text": "Per your request. Broughton chamber-checks the weapon and indexes the trigg perfectly to her hand. Broughton closes her eyes, feels t pistol’s weight, then finally looks down at the crisp pro of the front sight. We have just witnessed flawless muscle memory and Brought mastery of a weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "It will do. \f68. Broughton seats a loaded magazine, racks the slide and th the safety. Clocked and locked, she slips the pistol into waistband. BROUGHTON (CONT’D) Everything else ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "Yes. All the details you requested. I’1l lead you around the corner towards Alexanderplatz and let you handle the crossing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I am ready. Broughton turns back to a clean-shaven Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What about his shirt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "I wouldn't be caught dead in it, but for him, it’s prefect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Stand over here. A 6x6 foot patch of the wall has been freshly painted pal yellow. Spyglass stands in front of the yellow patch. BROUGHTON (CONT’D) Face him and look like a free man. Merkel steps forward and with a POLAROID LAND CAMERA -- CLICK! FLASH! -- Merkel pulls the film from the camera ba steps aside to a small folding card table and gets to wor BROUGHTON (CONT’D) What did you tell your commanding officer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I was going to tell him I was sick, but my family and I’ve been in hiding since the other night. Spyglass is about say more when Perceval interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Do you know anyone at Oberbaumbriicke? \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Any colleagues?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "No. They are all at the demonstration. I checked the work rotations weeks ago. Merkel hands Perceval a forged West German passport. Perc opens the lead page. Spyglass’s new photo is attached and stamped perfectly with the DDR-embossed seal. Perceval ha it to Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You are Johann Schmidt, resident of West Berlin. I am your English wife, Mary. You are a banker, and we have a daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "What is her age? My daughter is four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Then she is four. Broughton looks to Perceval. BROUGHTON (CONT’D) We have been visiting your brother Hans on this street. Memorize all of this, because you will be doing the talking. My German is terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Who sends a woman who speaks no German?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The same people who are going to give you a cottage in the countryside with a little garden. Spyglass looks at Merkel, who says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Take off all your clothes. Spyglass turns around, visibly unsettled by her request. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I will not be treated like I ama common prisoner. Broughton glances at Perceval and then back to Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Shut up... You do what I say when I say it. You have two minutes to strip naked. Everything! You will take nothing from the East to the West. Nothing. Do you understand? Spyglass stares at her silently. Broughton points at the package wrapped in brown paper sitting on the table. BROUGHTON (CONT’D) That’s underwear, socks, clothes, shoes, belt, scarf, and coat. Merkel sets down a wallet and a set of keys next to the b paper package of clothes. BROUGHTON (CONT’D) You now have a wallet, forged documents, German driver's license, bank card, Dmarks, and house and car keys. Spyglass just stands there. BROUGHTON (CONT’D) Herr Schmidt, you have ninety seconds. Spyglass strips down completely naked and begins to pull the underwear and socks. Then, we hear a NOISE and Brough draws and levels her pistol at the top of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "(in German) Show yourself! From the darkness appears a plainly-dressed East German w (HELENA) and a young girl of four years (AUDREY). Merkel looks at the woman and child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL, (CONT'D)",
          "text": "Jordache. Nice touch. Perceval turns to Spyglass. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Who the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "My family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I told you I couldn’t guarantee to get them across. Half-dressed, Spyglass moves towards his wife and child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Please, you must help us. Broughton looks at Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You said you never met Spyglass. Perceval remains silent, and Broughton looks to Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Of course we have met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Enough! Spyglass stops talking. His wife and child are frightened",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Where?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "At a bar in East Berlin. Broughton turns to Perceval, who knows he has been caught hear the CROWDS of demonstrators outside MARCHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "The protest is coming. Broughton doesn’t look away from Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You lied to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "We're all liars, and you know that. My lies are reserved for work. Now you know the truth, so that makes us friends. Perceval looks to Spyglass, the woman and the little girl \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "So let’s drop the righteousness and get this family across. We hear the SWELL of the CROWDS outside now. Broughton lo at the scared faces of Spyglass and his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Can you get them over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Yes. Broughton turns back to group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You will stay with me, Herr Schmidt. You have 60 seconds to finish getting dressed. Spyglass hugs his wife and child and pulls the rest of hi clothes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perceval scans the streets. Merkel hands Broughton an umbrella at the doorway of the abandoned building. Spygla and his family are at his side. We hear the distant CROWD from Alexanderplatz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "Good luck. The PROTESTERS slowly surge around the corner and begin t march past them. Merkel steps into the loud crowd moving the streets. Spyglass kisses his wife and daughter who have tears streaming down their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "(in German; to daughter) You must listen to your mother now, and be a brave little girl. Perceval removes a East German Ushanka (fur-lined officer hat) from his overcoat and puts it on his head. Perceval takes off his overcoat to reveal the green uniform and shoulder boards of an East German Oberst (Colonel). Spyglass kisses his wife again. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS, (CONT'D)",
          "text": "(in German) You must go with him now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "We'll see you in West Berlin. Perceval and Spyglass’s family quickly blend into the thousands of East Germans and disappear down a side stree Broughton lifts her umbrella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Let's go. Broughton and Spyglass step into the groundswell of the protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same two KGB rough men (from the Gascione assassinati and movie theater scene) are back, dressed in matching tr suits. They occupy a gutted room. One works as a SNIPER a the other as his SPOTTER. They're set back from the window behind a Dragunov rifle high-powered optics. We see them scan the crowd below with precision, searchin for their target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton looks to Merkel in the crowd, then lifts her bl umbrella. Merkel nods, and throughout the crowd, dozens o black umbrellas begin to open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sniper watches through his Dragunov scope as umbrella begin to pop up and conceal the protesters. The Sniper glances at his spotter, who is unsure of what to do. We see a sea of a hundreds of umbrellas on the streets be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the street, the crowd swells in size and closes the distance to the border laced thick with concertina wire. \f74. The EAST GERMAN GUARDS watch the protesters as they advan towards the Oberbaumbriicke checkpoint. Broughton turns to Spyglass as he leans into her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Ms. Lloyd. Spyglass's face reveals distress as he takes a few weak s and staggers to his knees. We see dark blood soaking down Spyglass’s back as the cro of protesters comes apart. We hear a SHOT ECHO off of the tall buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAOS",
          "text": "Umbrellas drop to the ground. Broughton’s eyes scan throu the terrified protesters as East German Guards begin runn in all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spotter calls distance, bullet drop, and wind. The Sniper’s trigger fires with a smooth cadence. They search street below for their target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the street, Broughton pulls Spyglass behind a park car to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I’ve been shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I know. Broughton scans the buildings and rooftops. Another ROUND DEFLECTS off the hood of the car and POUNDS into the wall the building. BROUGHTON (CONT’D) They have the high ground. Broughton grabs the side mirror of the car and angles it towards the buildings. She is looking for the Sniper from trajectory of the incoming rounds. We see the slight glint of a rifle’s optics. \f75. BROUGHTON (CONT’D) I’ve got them. Broughton pulls Spyglass’s scarf from around his neck and hands it to him. BROUGHTON (CONT’D) Listen to me. Apply direct pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I don’t want to die. Broughton slaps Spyglass’s face as hard as she can to get complete attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You will NOT die! Say it. Spyglass puts the scarf against his wound with new resolv",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I will not die... I will not die...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Direct pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Direct pressure... I will not die... Direct pressure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Can you run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "If I must. Broughton grabs Spyglass, and they sprint across the stre towards the base of the Sniper’s building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spotter provides security in the doorway as the Snipe breaks down and bags his rifle. The sniper team moves out into the hallway and SLIDES the bagged weapon down a coal shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton and Spyglass enter the lobby. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Stay right here. Spyglass leans against the base of the staircase. Brought takes off her coat and reverses it, quickly changing the color from brown to green. Broughton exhales through her nose, slows her heart rate, and heads up the stairs. First floor... Second... Third... and, as she is turning corner to the fourth floor landing, the sniper team appea coming down two steps at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER",
          "text": "Entschuldigung, fraulein. Broughton passes them on the stairs, and they pass her. We see Broughton’s pistol press against the back of the Sniper’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) That accent sounds distinctly Muscovite to me. Without hesitation, the young Sniper spins and disarms Broughton. The PISTOL SKITTERS across the tile floor. The Sniper draws and raises his own Markov when Broughton charges and disarms the weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGHT TIME",
          "text": "Two highly-trained men against one bad-ass woman. It is close. Brutal. And extremely violent. Punches, knee and elbows thrown from both sides. The two men are relent with their attack on Broughton. The Sniper knees Broughto the face, and her body crumples to the floor, broken. The Spotter picks Broughton up and is about to finish her when... Broughton smashes her head into the Spotter and drives her thumb into the Sniper’s eye. Broughton’s body slams against the wall, sending plaster dust into the air They fight on. We watch as three savages beat the living hell out of eac other in a dingy staircase in East Berlin. The Spotter leaps for the one of the disarmed pistols, bu Broughton is there to stop him. They struggle for the wea and roll across the landing. \f77. The Spotter pounds his fists into Broughton’s body. Broug escapes the barrage onto her back just as the Spotter rai the Markov pistol to her head. Broughton uncoils her body, thrusts her legs into his che and launches the Spotter backwards into the dazed Sniper. They both disappear over the stair railing without so muc a whimper. Four floors of FREE FALL and then they SLAM onto the lobb floor next to Spyglass. Broughton picks up her pistol fro the floor and calmly walks down the stairs. Broughton pic up the second pistol from the lobby floor and then steps the two dead bodies. BROUGHTON (CONT’D) Let's go. Broughton and Spyglass move on. Broughton never looks bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton and Spyglass move down the street littered with black umbrellas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Yes, you can. Two unarmed EAST GERMAN GUARDS see Broughton supporting Spyglass, who’s soaked in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAST GERMAN GUARD",
          "text": "Halt! The two East German Guards jog towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Keep walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAST GERMAN GUARD",
          "text": "Halt! Broughton turns and points her pistol directly at the two unarmed East German Guards. They back away, hands in the and then turn and break into a full run. Broughton sees what she wants. She takes two steps to a parked Trabant sedan. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "How can you be so confident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I allow for no other option. Broughton swings the door open and grabs a handful of wir beneath the dash. A few seconds is all Broughton needs to the engine turned over. Broughton shifts her eyes down the street several blocks. We see a dozen East German frontier troops running up the hill toward them with their weapons drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton watches in the rear-view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Hold on. Broughton jams the sedan in drive, cuts the wheel hard an spins out across the cobblestone streets. The East German jump into several military cars and give chase after Broughton. This is FRENCH CONNECTION meets BULLITT but through the streets of East Berlin 1989! Broughton races the stolen sedan through featureless neighborhoods. A half-dozen East German military cars hun her at breakneck speed. Broughton rallies down a narrow alleyway, out onto a wide street and through a gauntlet of near misses. Two East Ge military cars try to block her route. Broughton smashes through a crude roadblock and spins the military cars lik tops. Several more East Germans’ cars join in the hot pursuit. Broughton’s side WINDOW EXPLODES and sends glass through sedan. Broughton has had enough. Broughton slides to a stop, jams her sedan into reverse, draws and empties the Markov pistol out the windowless ho to her side. BULLETS STRIKE into the pack of pursuing military cars. Broughton whips the sedan back around as three more East German cars pile up in a smoking heap. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "We'll never... make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We'll make it. Broughton’s sedan is up on the sidewalk, flying over and through most every obstacle as the East German noose tigh around her. Out the window, the Friedrichstrasse Station can be seen few blocks away. BROUGHTON (CONT’D) It’s just ahead. Broughton slides the sedan around the corner and towards station when a East German T55 tank rolls down the street them, stops and levels its big gun at them. Broughton looks in her rear-view mirror at the military c coming up behind her. Broughton scans her surroundings. Broughton reverses the tiny sedan. BROUGHTON (CONT’D) Hold on! Broughton yanks the steering wheel hard and slides the se onto a narrow street above the Spree River. She jams it i gear, and they race on. Without warning, an East German military truck slams into sedan from a side street. The tiny sedan buckles on impac Broughton and Spyglass flip end over end and plunge into Spree River. The cold water pours into car from the shattered window. sedan quickly disappears and is consumed by the dark rive Broughton remains calm as the cold water rushes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "My foot is trapped. Spyglass pulls at his trapped leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’1l get you out. Broughton unbuckles herself and leans across to aid Spygl She pulls at his leg. Nothing. Broughton dives under the rushing water and tries to release his foot. Nothing. She surfaces, and the water continues to rise past their ches \f80. BROUGHTON (CONT’D) I WILL get you out! Broughton is about to dive under the water again, when Spyglass grabs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "The last thing I am told can’t be another lie. Spyglass’'s eyes are pure and without fear. The water fil to both of their shoulders. Spyglass grabs Broughton’s ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS, (CONT'D)",
          "text": "My wife, Helena, and daughter, Audrey -- tell them I love them. Promise me. Broughton nods as the water reaches their necks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPYGLASS",
          "text": "Go... Save yourself. They each take one last breath as the cold water covers t Broughton holds onto Spyglass’s hand until his body convu and relaxes in death. The tiny sedan twists in the river’s current. Broughton pushes the car door open. She glances back at Spyglass’s lifeless body and then never looks back again... Broughton swims underwater through the wintry river. She doesn’t have much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NARGA III DECK",
          "text": "and the tail of the tape flapping on another full reel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Do you need to take a break?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No. \f81. Broughton lights another Woodbine and watches in silence Gray pulls the tape archive off of the deck, drops a fres one on and threads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "I am ready when you are. Gray CLICKS record, and the reel starts back up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton’s head breaks the surface, and she pulls hersel against the wooden pylon of a boat dock out of sight. She looks up the river to see dozens of East German soldi searching. Broughton struggles to pull herself onto the d as her body is quickly going hypothermic. A CAR SKIDS to a stop on the street above of her. We hear the DOOR OPEN and FOOTSTEPS approach her. Broughton is desperate, fighting to warm her body as her fingers fumble with her empty pistol. We see boots run up and then stop next to an exhausted Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "I’m here. Merkel grabs Broughton’s hyperborean body and quickly tos her into the warm car. Merkel speeds away with Broughton the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton, wrapped in wool blankets, huddles around a coa fire contained in a metal bucket. Merkel sits in the flickering light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "The KGB positioned a sniper team in a building. I recognized them from several days ago. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "You recognized them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I caught up with them in the stairwell of the building. They had blue eyes. I killed them both. Merkel looks at Broughton who shares no emotion. Broughto stares at the fire and replays everything in her mind. BROUGHTON (CONT’D) Perceval?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "I lost him and Spyglass’s family in the crowd. I am sure they are safe in the West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Spyglass is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "And you are alive. Broughton’s still trying to put all the pieces together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "The KGB knew everything. Broughton stands, blanket wrapped around her shoulders. BROUGHTON (CONT’D) I need to get across. I need to call in and make contact with my superiors. Merkel stares at her for a moment in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "You're a strong woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I prefer it to good-looking and useless. Merkel stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "Follow me. Broughton follows Merkel down a faintly-lit hallway. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL, (CONT'D)",
          "text": "You must use the old tunnels. Merkel kneels and lifts a false section in the floor, revealing an opening within the tiles. Merkel hands Broug a metal flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL, (CONT'D)",
          "text": "Walk until you see the metal ladder, it will bring out in the West. Broughton lowers herself down into the dark hole and turn the flashlight. INT. EAST BERLIN —- SEWERS - MOMENTS LATER The flashlight’s yellow beam illuminates the damp tunnel. Broughton walks in silence towards West Berlin for severa hundred yards until... We see the beam of her flashlight cut across a dead man’s body. The cold has kept the body preserved with a foxed green h to the skin. Broughton kneels down for a closer look and identifies the face warped by death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(to herself) Batkhin Broughton quickly searches his pockets and body and finds nothing of value. She stands and moves on past the KGB officer’s corpse towards the West. EXT. ATTACHE’S OFFICE - DAY Broughton stands in the cold and RINGS the BUZZER, which unanswered. She tries again, nothing. Broughton moves bac out onto the streets and is on the move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 8, 1989” Broughton, wrapped in a towel, sits on the edge of her be staring at the wall. Broughton’s emotions are just below surface of her face. She replays every detail in her mind Crossing over. The family. The snipers. How did the KGB know? The car flooding with water. Spyglass’s death. \f84. How did the KGB know? Suddenly, Broughton stands and moves through the room. Sh takes apart the phone. Nothing. She looks in the lamps. Nothing. Under the beds. Nothing. Window sills. Nothing. Doors. Nothing. She searches for the device. Then, from across the room, she sees her coat, still damp from the S River. Broughton inspects the buttons, pockets, and liner. She f along the collar and pulls a tiny UHF device and hard wir out of the coat. We hear POUNDING on her hotel door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLIZEI, (0.S.)",
          "text": "Offen sie die tur! Polizei! Broughton stuffs the device back into her coat just as... We see the hotel door BURST open. The POLIZEI enter with complete intimidation. They’re followed by an older and very severe-looking FIRST CHIEF INSPECTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You have no right to break into my hotel room! Who in the hell are you?! The First Chief Inspector points at the four silver stars his meticulous uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "Ms. Lloyd. I'm First Chief Inspector of this district, and your rights here are not the same as if you were in Knightsbridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I would like to call my attaché in the British sector and see if he agrees with you. The First Chief Inspector narrows his eyes at the remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "A high ranking Stasi officer was killed yesterday in East Berlin. His body has been pulled from a submerged car in the river. \f85. The First Chief Inspector looks for a reaction but gets n from Broughton. FIRST CHIEF INSPECTOR (CONT’D) This has caused a great deal of tension between East and West.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "How can I help you, Inspector?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "First Chief Inspector, Ms. Lloyd. We are told the Stasi officer was trying to defect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "There are sixteen million East Germans that to want to defect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "Two Russian nationals were also killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Why are you telling me this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "Witnesses say that there was a woman aiding the Stasi officer. A woman that fits your general likeness. The First Chief Inspector stares at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I don’t believe you have any evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "What makes you so sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Because if you did, I would be in your jail by now. The First Chief Inspector takes a step closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "The Britisher who was shot last week was a spy, wasn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "How would I know? \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "Your government sends you to replace him and stage a Stasi officer's defection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I have no idea what you are talking about. I am a British civil servant, a lawyer. The First Chief Inspector takes another step, closing the distance to Broughton’s face. Broughton remains stoic und the tension in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "Where were you yesterday afternoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "++. was with me. The First Chief Inspector turns to Lasalle standing in th hotel room doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "There are plenty of my friends who will confirm this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHIEF INSPECTOR",
          "text": "No doubt. The polizei brush past Lasalle. The First Chief Inspector strides towards the door and then turns back to Broughton FIRST CHIEF INSPECTOR (CONT’D) I‘11l will question each and every one of them thoroughly. The polizei are gone. Lasalle looks at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You didn’t have to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "When I didn’t hear from you, I got worried. Broughton moves towards her clothes that hang in the clos as she lowers her towel. Lasalle looks across at her nake frame. We see deep bruises covering Broughton’s body from punishing staircase fight and car crash. Broughton pulls her clothes. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE, (CONT'D)",
          "text": "I fear you are in danger. Broughton grabs her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We’re all in danger here. You should pack and run back to Paris. Broughton pulls on her coat and moves towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You'll be dead if you don’t. Now excuse me. Broughton moves past Lasalle, and the hotel room door clo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton walks off the street and up the stairs to a dra apartment building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perceval looks through the peephole and opens the door fo Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You look like shit. Broughton says nothing and enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Spyglass didn’t make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I know... Welcome to Berlin. Broughton starts to take her coat off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Leave it on. The Americans want to talk to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Have you told his family? \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Not yet. I was waiting to see if you even made it. Broughton takes a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I'll do it. Give me a few minutes alone with them. I made a promise. Perceval steps aside, and Broughton moves towards a small bedroom door. She knocks gently and then slowly opens the door. Spyglass’s wife and daughter sit on a twin bed and stare up at her framed perfectly in the doorway. BROUGHTON (CONT’D) I am so sorry. Helena pulls her daughter into her arms and cries out in grief. Broughton shuts the bedroom door and keeps her pro to Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perceval, Kurzfeld and Broughton stand near the frozen du pond in the harsh light of the afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "I expected more out of the Brits than a royal goat fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Maybe you should've backed us up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "We would've if we had known you were crossing him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You don’t have our own Stasi agent... do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Not one with a photographic memory. Goddamn it... So, who was blown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Not us... The KGB knew the EXFIL route and the best hide position for effective fire. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "That doesn’t guarantee who gave the sniper his orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Could it have been Satchel? They all look at one another for a moment knowing they do have an answer to that question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Well maybe the dead drop was compromised?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "No... only myself and Gascione ever knew its location. Perceval turns towards Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "What about your fixer, Merkel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "If I weren’t for him, I’d have never made it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Well, you never know whom to trust. Perceval looks at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That's right. Trust does seem to be in short supply these days. Broughton holds Perceval’s eyes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Could you've been the target?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "That Spyglass was just collateral?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "If the sniper wanted to shoot me first, he could have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Mighty convenient that they didn’t. \f90. Broughton takes a step towards the remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "What are you implying? Perceval steps between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Be serious, Emmett. This was obviously about silencing Spyglass before we got to him. He must have been blown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Well, whoever the target was, Moscow has sent us a message. Kurzfeld leans towards Broughton and points his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Langley is going to hang my ass in the wind for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I’m sure they're waiting for you to file your report. I know London's waiting on me. Kurzfeld walks away in disgust and doesn’t look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Let’s all just concentrate on keeping our heads down. Perceval turns to Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "It’s all cocked up, but I think he still likes us. They stand for a moment in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I don’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I‘1l work on a flight for you. C’s going to want whatever your side of this mess is in triplicate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 9, 1989” \fgl. Broughton stares out the window at the gray evening sky. half-empty bottle of Stoli sits next to her. We hear the PHONE RING. Broughton picks it up and speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Lloyd. INT. LASALLE’S APARTMENT - EVENING Lasalle stands in her bedroom in La Perla with the teleph pressed to her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON, (V.O.)",
          "text": "I don’t think it’s the best idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "A drink then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON, (V.O.)",
          "text": "You're persistent. Lasalle chamber checks her pistol, confirms it is loaded, slides it beneath the pillow on her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "Another of my charms. I’ve a recipe of great interest to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON, (V.0.)",
          "text": "What might that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LASALLE",
          "text": "It’s sweet as sugar. It has to do with Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton takes a sip of her Stoli and looks out around h empty hotel room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "All right, I'll be by later tonight. Broughton sets the phone down, looks out the window, and dials another number immediately. \f92. BROUGHTON (CONT’D) Are you busy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (V.O.)",
          "text": "Writing up a report for my old friend, \"C.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "There are some legal issues with the transportation I’d like to ask you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (V.O.)",
          "text": "Come by anytime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I'll get a cab and be right over. Broughton hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton steps from a cab and walks up to Perceval’s building. INT. ATTACHE’S OFFICE - NIGHT Broughton walks through the office door and leaves her co on this time. Perceval and Broughton are civil, however t is a cat and mouse tension to the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You look polished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’m saying goodbye to Lasalle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Lucky lady... Scotch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Sure. Perceval moves across to his desk and lifts a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "There aren’t any transportation issues. So, what do you really want to talk about? Perceval sets two glasses out and lifts the bottle. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Are you worried about how this looks in your file? How you’1l advance up the ladder at The Circus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I really hadn’t thought that far. Perceval pours three fingers of a single malt and hands i across to Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Well, don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Is that your official recommendation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You've never lost a package before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I've buried friends... enemies... and I’ve buried my emotions for a great many years... and with that, I’ve come to the conclusion that it simply doesn’t matter. Perceval offers Broughton a seat in one of the two worn- leather club chairs. Perceval lifts his highball towards Broughton. They both take a silent, smooth drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "There was a lovely Italian girl who once told me, “David, you can’t unfuck what has been fucked.” Perceval smiles and leans in, serious and measured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Listen carefully. At the end of a very long career of chasing shadows, the only reward you take home is to grow old. If you’re lucky, you tell some good lies to the boys down at the pub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I believed somehow the truth would lay out differently. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "There is that beautiful word. Truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "We’re in the enterprise of reshaping the truth to serve England. After all, there is no way around the datum that at times our job comes down to kill or be killed. Perceval pauses for a moment and then, upon reflection --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "The blood on our hands will wash away with time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "That’s it... just let it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Unless you want it to eat a hole straight through your guts. It’s simple. Somewhere, somebody got the upper hand. Maybe you were too conspicuous when you went over to see Merkel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Wait a damn minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Or maybe I was indiscreet when I picked up Spyglass’s message. As I already said, most likely, Spyglass himself was the loudmouth. The truth is we will never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "And the body I found in the tunnel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I told you those tunnels are history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "It was Bakhtin. Perceval takes a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Did he have the list? \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Who the hell knows how Bakhtin ended up there? Anyone, even Bremoyvch could have killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I suppose you’re right. Perceval sets his empty glass down on the side table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "I am right, and you’re damn fortunate to make it back to fight another day. Broughton holds up the UHF device and hard wire and hands to Perceval. His smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "It’s French made for the DSGE. I found it in hidden in my coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Never trust the Frenchies. Broughton nods and moves towards the front door followed Perceval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Can I give you a lift to Lasalle’s place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "No, I am going to walk. The fresh air helps me think. Perceval opens the door for Broughton as she steps out in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You're a hell of a good officer. Now... forget I ever said that. Broughton nods and continues on without ever looking back Perceval closes the door. He looks at the UHF device and wire on the table and then grabs the keys to his Saab. PRE-LAP on the soundtrack: “Voices Carry” by ‘Til Tuesday \f96. INT. LASALLE’S APARTMENT - NIGHT We see a window of the apartment slide open. Cold air gen blows the curtains. Lasalle listens to a Sony Walkman thr headphones as she pours a drink for herself in her bedroo and sets the bottle down. We reveal an INTRUDER wearing a ski mask standing behind Lasalle is completely unaware until the electrical cord p tight around her neck. Lasalle struggles to free herself. She throws the Intrude off of her and scrambles, gasping for air, towards the be The Intruder lunges after Lasalle as she crawls up the be reaching for the pillow, her concealed gun just inches aw We hear the downstairs BUZZER of the building. The Intruder climbs on Lasalle’s back, grabs the cord and pulls it tight around her neck. Lasalle’s hand is on the but she doesn’t have the strength to lift it into her pal EXT. LASALLE’S APARTMENT BUILDING - NIGHT A young couple leaves Lasalle’s building. Broughton slips through the open front door and moves down the hallway. INT. LASALLE’S APARTMENT - NIGHT Lasalle twists around and claws the ski mask off the Intruder. We reveal: Perceval as he pulls back on the cor and the life fades from her eyes. Lasalle’s body falls to the floor. Perceval moves off of Lasalle’s dead body and begins to search through the apartment. We hear a KNOCK on the door. Perceval is out of time. He turns and climbs out the open window as Lasalle’s front door is pushed open by Broughto Broughton enters and finds Lasalle’s strangled, warm body the floor. She moves through the apartment, sees the open window, and looks outside. Nothing. Broughton moves back through the apartment and stops at t bathroom. She looks in and sees it has been converted to small photo darkroom with a red blub. A clothesline hangs above the develop, fix, and stop trays. We see there are several photos of Broughton that reveal Lasalle’s fixatio \f97. Broughton closes the door and moves back into the kitchen see large glass containers of FLOUR, SALT... and SUGAR. Broughton turns over the container, dumping the sugar ont the counter along with a package. Broughton opens the pac to reveal a stack of photos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOS",
          "text": "Photo 1 - Perceval and Bremovych talking in a club. Photo 2 - Perceval talking to the KGB Sniper, Ivan Yerche Photo 3 - KGB Agent Bakhtin handing Perceval an envelope. Photo 4 - Perceval opening the envelope. Photo 5 - Gascione’s Burcherer timepiece in Perceval’s ha Photo 6 - Perceval standing over Bakhtin’s dead body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Broughton takes the photos and moves out of the apartment never looking back at Lasalle’s body on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton exits Lasalle’s apartment building and moves in the neighborhood. On the street, a sedan pulls out and follows her. Broughton can sense the sedan’s headlights a picks up her pace towards a busy intersection ahead. Broughton stops at a small newspaper stand and glances to the street and the approaching sedan. She can now see Bremovych and his driver clearly in the sedan driving tow her. She calmly turns and walks around the corner just as light turns red. Bremovych’s sedan pulls up just six feet away. Steady now Broughton looks across the six busy lanes of traffic to t hotel’s taxi stand. Out of the corner of her eye, she watches Bremovych. Then the sedan’s window starts to roll down. Against the red light, Broughton bolts out into the fray speeding cars and cuts through the screeching traffic. We hear HORNS HONKING and SHEET METAL SMASHING. Cars slide and pile up in the intersection. Broughton esc without a scratch. \f98. She sprints onto the median, across the next three lanes, jumps into the waiting taxi. Broughton looks across at th wrecks of a dozen cars. Bremovych stands next to his seda and watches her escape him once more. INT. ATTACHE’S OFFICE - NIGHT The room is lit by a single bare bulb and a small televis Perceval sits alone, drinking two fingers of single-malt scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS FOOTAGE",
          "text": "MTV's Kurt Loder reports from the Berlin Wall. We see fro the MTV news footage that massive crowds are assembling. EAST GERMAN SOLDIERS stand on the Wall, holding an MTV umbrella. An iconic symbol of the times. We MOVE ON the television, and we see the reflection of Perceval. He leans in and shuts of the TV. Perceval swings a small duffle bag over his shoulder and kicks over a Jerry can. The gasoline pours out onto the hardwood floor of his apartment. Perceval stands at his front door, lights a match and thr it onto the floor. The whole room is consumed in flames. Perceval moves on. EXT. PERCEVAL’S APARTMENT BUILDING - NIGHT Perceval steps out of his building. We see the flames and smoke coming from his apartment window. Perceval walks parallel to the graffiti-covered Wall and then cuts into alleyway towards his Saab 900 Turbo. A FIGURE steps towards him in the dark alley, and Perceva slows his steps as he approaches his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Well, I suppose that’s it. We’ll be obsolete by morning. I’1l be back in London, and you... back to the party. We hear the faint sounds of HAMMERS STRIKING against concrete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "The simplicity of our struggle crumbles as that wall comes down. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "The lines on the map drawn by men who never faced the risk themselves will be harder to see. In the distance, the CROWDS’ CHEERS are heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "A different world is approaching. More volatile. More corrupt. There will be no ideologies to protect us. Just the brutal and cold conscience of commerce. Perceval eyes follow a group of West Germans with hand to moving towards the Wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Extortion... Whoever has the list in this new world has all power. Without it? Just a target. Perceval turns back to the wordless figure in the shadows",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "We played our hands. Hell, I’m just glad to see your face at this moment, as the ramparts of tyranny fall into the history books. Perceval smiles softly to himself as he looks towards the crowds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Listen to them. In the faint light, we see the flash of gunmetal. We hear a GUNSHOT BARK out! BAAAM BAAAM BAAAM! Perceval’s body falls to the cold alleyway. Broughton ste from the shadows and stands with the smoke twisting from barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Lasalle was harmless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "No one is harmless. Lasalle was extorting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "And the list? \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "You're too late. Bremovych paid me handsomely. Perceval coughs up a mouthful of blood and stares up at Broughton holding her gun in his face. She reaches down a removes the “ Carl F Bucherer “ timepiece from his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You going to play out the lies until the bitter end? Perceval’s eyes struggle to focus on Broughton’s face and then, when they do, he softly grunts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Would you believe Queen and country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Yes, Comrade Satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "That’s how you’re going to play it? Broughton says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL, (CONT'D)",
          "text": "Well done... Well done. The pool of blood grows around Perceval’s body, and he relaxes in death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “NOVEMBER 11, 1989” It’s raining in England. It’s always raining. A Royal Air Force C-130 Hercules aircraft parks on the hardstand. The giant props slow to a stop as the rear ramp extends down. Broughton exits the front of the aircraft. We hear the SOUND of a lone BAGPIPER. Broughton turns and watches the Royal Scots Honor Guard e down the ramp of the C-130 with two flag-draped coffins, bodies Gascione and Perceval. Broughton stands in silence as the coffins are loaded for ground transport. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ashtray is full of Woodbines. The Nagra III reel to r records on the table. Gray leans forward and then exclaim",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "What happened? Broughton sits in silence for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I failed, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Your directive was to bring home one body, and you return with two. You were tasked to find the most important list of the last forty years of the Cold War, you come back empty-handed. You’re a bloody disgrace! Broughton leans across the desk. She has had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "You sent me into a hornet’s nest. From the moment I touched down, the KGB was on to me. You knew Perceval was on the bubble and he knew not to trust me. You wanted Satchel? Well here he is. Broughton sets down a manila folder. Gray looks through a stack of black-and-white photos from Lasalle’s apartment. Gray lifts a black-and-white photo a shows it to Kurzfeld. BROUGHTON (CONT’D) These photos are damning evidence of Perceval’s involvement with the KGB. Perceval was Satchel. Gray and Kurzfeld looks across at Broughton. BROUGHTON (CONT’D) Three days after Gascione was killed, Bremovych arrives in Berlin. Why? Because Gascione was onto Perceval and he was going to reveal him as the double. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "So Bremovych has Gascione killed to cover for Perceval. Broughton points to the photo of Perceval and Bakhtin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "And once you sent me to West Berlin. Perceval was covering his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "The sniper team was meant for you after all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I think so. I found a French made UHF device in my coat after Spyglass was killed. I now believe Perceval planted it and made it look like Lasalle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton sits at the desk in front of the Narga SN mirco recording device. A stack of recorded reel and reel tapes next to her. With great precision, Broughton methodically edits sections of tape together from different recorded conversations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton turns to Gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Sir, you told me to “trust know one”. In case you need anymore evidence against Perceval. Broughton pulls out the Narga SN from her purse and sets on the desk. BROUGHTON (CONT’D) Here is a recording of Bremovych and Perceval. Broughton leans forward and CLICKS on the Narga SN and th mirco reels begin to play her masterfully edited tape. \f103. We follow the dialogue back to each scene:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perceval walks with Broughton. Two US ARMY jeeps with SOLDIERS from the 2nd Battalion 6th Infantry patrol past. Perceval gestures towards the Brandenburg Gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Look... if you’re going to be here for awhile, we had better play nice with one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHCUT TO",
          "text": "EXT. PERCEVAL’S APARTMENT BUILDING - NIGHT Perceval is in the alleyway next to his Saab 900 turbo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Whoever has the list in this new world has all the power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bremovych stands along the Art Deco bar next to Broughton Lasalle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "Maybe we could make some sort of arrangement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the bombarded ruins of the Kasier Whelm Memorial Church. Perceval stands next to Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bremovych stands turns to Broughton at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "What about the British?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHCUT TO",
          "text": "INT. PERCEVAL’S SAAB - NIGHT Perceval stares to Broughton in the parked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERCEVAL",
          "text": "c is an arrogant lapdog and doesn’t know fuck all about the world past the edge of his desk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton stares at the mirror of the wall and then at th two veterans of the Cold War. She calmly leans over and CLICKS off the Narga SN and the mirco reels fall silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Do you need to hear more? Gray looks at Kurzfeld and leans over, CLICKS his NAGRA r to reel. The tape stops for the first time in hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "We are choosing to bury this one, Broughton. Your mission never took place. This conversation and the one that Emmett and I are about to have with C never happened. Broughton sits in silence. GRAY (CONT’D) I’m putting you on leave, effective immediately. Come back fresh in the new year. We’ll start the next decade well-rested. Gray and Kurzfeld stand and exit the room. Broughton sits the bare light. She slowly lights her last Woodbine and exhales. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: “DECEMBER 1, 1989” A gorgeous blonde steps from a Newcastle taxicab and walk into the airport. It’s Lorraine Broughton. She carries no bags. She walks through security and boards an internatio flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cc and Gray stroll along the Thames River under a late afternoon sky. Cc Thatcher is going to have a difficult time with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "It’s never good when one of our own stumbles. Cc nods and squints towards the Palace of Westminster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the descent, Broughton looks out the window. Cc (V.0.) Did we ever find the watchmaker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We slowly move into the shop window and reveal the watch repair shop is completely empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY, (V.O.)",
          "text": "We sent a team to the address Broughton gave us. It was clean, nothing but an empty store front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton steps up to a waiting taxi and climbs into the backseat without hesitation. The taxi pulls out and drive towards the city of Paris. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton is being driven through the City of Lights. The blonde wig is gone, and she’s wearing a new set of clothe She looks through a small Hermés Kelly bag. Broughton exi the taxi and turns into the early evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is nearly gone. Gray and C move their walk off th banks of the Thames and up to the Victoria Embankment. Cc We'll have to promote Broughton just to keep her quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "Yes, sir. EXT. PARIS - L’HOTEL RITZ - NIGHT Broughton walks across the Place Vendome. The RITZ DOORMA greets her as she enters the lobby. INT. PARIS - L’HOTEL RITZ - LOBBY/ELEVATORS - NIGHT Broughton moves through the grand lobby, passes the Bar Vendome and stops at the front desk. We don’t hear the conversation. Broughton smiles as she is handed the room and moves to the elevators at the end of a gilded hallway",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gray and C stand outside the black door of Number 10 Down street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAY",
          "text": "It’s still hard to imagine David Perceval and Satchel were the same person. Cc I never really trusted him. INT. PARIS - L’HOTEL RITZ - NIGHT Broughton walks down the hallway to the door of her suite She enters and takes off her coat. \fA titan of man sits on the couch with his back to her. stands and turns to reveal: Bremovych.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) Comrade Satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) Comrade Bremovych. Broughton moves toward Bremovych, and they embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) I am pleased you choose to meet in Paris before we return home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) I ordered room service from the concierge. Broughton leans in and kisses her counterpart. BROUGHTON (CONT’D) (in Russian) I could've done without being shot at in East Berlin with Spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) The West has made you soft with ideas of individualism, comrade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) My hope is Moscow and the party will be pleased. 107. He We hear a KNOCK at the hotel suite door. Broughton walks the door, and a ROOM SERVICE ATTENDANT enters with a roll cart and bottles of Dom Perignon and Stoli sitting in sil buckets of ice. Bremovych signs for the bill and tips the attendant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM SERVICE ATTENDANT",
          "text": "Merci. Bon nuit, Monsieur. The Attendant turns to Broughton. ROOM SERVICE ATTENDANT (CONT’D) Mademoiselle. \f108. Only in this moment do we sense something familiar about -- he turns and leaves without another word spoken. Bremovych lifts the Dom Perignon from the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) 1961. Very appropriate. Broughton moves to him, takes the bottle of Dom from his hands and sets it back into the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) Let’s start with the vodka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) A good Russian woman. Broughton lifts the bottle of Stoli from the second bucke and pours two glasses of vodka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) That you’ve been ordered to kill, haven’t you? Bremovych doesn’t react and deflects her question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) Lasalle, Gascione and Perceval they were all worthy enemies. Broughton holds up her wrist and reveals the “Carl F Bucherer” timepiece. BREMOVYCH (CONT’D) (in Russian) They may have won the battle for Berlin, but this... will let us win the Cold War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in Russian) Let's enjoy the night. Broughton hands Bremovych his vodka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BREMOVYCH",
          "text": "(in Russian) For the memories, Comrade Satchel. \f109. Bremovych and Broughton looks at the vodka and then empty glass. A shared moment of accomplishment between two warr in the Parisian hotel suite. Broughton moves to the vodka bottle. Bremovych reaches to small of his back and his strong hand makes contact with weapon. With one swift movement, Broughton draws a suppressed han out of the ice and double taps the trigger before Bremovy can react. The two bullets punch through Bremovych’s cran stem and kill him instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "(in English) For the memories, Comrade Bremovych. The Room Service Attendant appears from the hallway. This Merkel from East Berlin. He is followed by a cleaning tea that moves into the suite, lifts Bremovych into a body ba and begins to sterilize everything. Merkel looks at Broughton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERKEL",
          "text": "He’s waiting. Broughton walks out of the suite and never looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broughton walks out of a side door of the L’Hotel Ritz. W follow her several blocks as she cuts through the Jardin Tuileries and along the Place de la Concorde. She descend the stone stairs to a small motor boat waiting on the Sei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DECKHAND unties the boat and throws the line ashore. We hear the BOAT’S ENGINE cry out in the cold air. Broughton walks past the closed cockpit. At the controls the small motor boat: We see the Watchmaker. He touches the brim of his faded N York Yankees baseball cap as he recognizes Broughton. Not word is spoken between them. Broughton moves towards the of the boat. We hear a voice call out: \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Our team is clear of the Ritz and already at our Embassy. Emmett Kurzfeld steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "Perceval was never going to defect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "Unknown. I planted that story to safeguard you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I don’t feel good about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "I've been where you are right now, where everything and everyone I got close to ended up dead. They share a moment of silence. Broughton sits down on a small bench seat against the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I am tired, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "How many years have you given for this night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "More than I would have liked. Broughton hands Kurzfeld the “ Carl F Burcherer “” timepi Kurzfeld pries open the back plate, and within it is a se chamber: We see the encrypted list with the name of every Cold War intelligence officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURZFELD",
          "text": "It’s time you come home, Karen. Broughton smiles at the sound of her true given name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROUGHTON",
          "text": "I’m ready, sir. I have had enough of the cold. PRE-LAP on the soundtrack: “Home Sweet Home” by Motley Cr \f111. On the boat’s prow, a defiant AMERICAN FLAG SNAPS in the wind. Broughton and her American counter-intelligence tea speed past the Eiffel Tower under a starless night. SLAM TO BLACK. SUPER: GRAFFITI TITLE SCRAWLS OUT “THE COLDEST CITY”",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_206"
    }
  ]
}