{
  "movie_id": "MOV206",
  "scenes": [
    {
      "characters": [
        "LEON",
        "EMILY, (0.S.)",
        "CECILIA",
        "CECILIA, (0.S.)",
        "CECILIA, (V.O.)",
        "GRACE",
        "JACKSON",
        "NEWS REPORTER, (V.O.)",
        "YOUNG BRIONY, (V.O.)",
        "THE END",
        "NEWS REPORTER",
        "VOICE",
        "OLDER BRIONY, (V.O.)",
        "SOLDIER",
        "BRIONY",
        "2ND FRENCHMAN",
        "CORNET",
        "PIERROT",
        "INT. CORRIDOR. NIGHT",
        "LOLA",
        "MOTHER",
        "ASSISTANT",
        "MACE",
        "NETTLE",
        "FIONA",
        "VICAR",
        "INT. HOSPITAL ADMINISTRATION OFFICE. DAY",
        "OLDER BRIONY",
        "ROBBIE, (V.O.)",
        "GRACE, (0.S.)",
        "MRS. JARVIS",
        "MARSHALL",
        "NEWSREADER, (V.O.)",
        "DRUMMOND",
        "DANNY",
        "MARSHALL, (0.S.)",
        "CONSTABLE",
        "NAVAL OFFICER",
        "NURSE",
        "BRIONY, (V.O.)",
        "INSPECTOR",
        "BETTY",
        "2ND SOLDIER",
        "CUT BACK IN TIME.",
        "REGISTRAR",
        "1ST SOLDIER",
        "INTERVIEWER",
        "EMILY",
        "ROBBIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The doll’s house is kept in BRIONY’s bedroom. At 13, she’ youngest of the family, an intense-looking child with a w temperament. Her room is meticulously tidy, with model an arranged with military precision, all facing in the same direction, two by two, as if queuing for the Ark. BRIONY is typing out a version of her just-completed firs a battered copy of the Oxford English Dictionary open on desk. As the CAMERA arrives at her manuscript, she is typ with a confident flourish, the words THE END. Having done she leans forward to pull the page from the typewriter an it to a small pile (the play is no more than 8 pages) of manuscript, the cover page of which reads THE TRIALS OF A by Briony Tallis. It’s still early in the morning, but th of sweat BRIONY brushes from her forehead tell us that th is already exceptionally hot. INT. LANDING, STAIRCASE AND HALLWAY. DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding her manuscript, BRIONY hurries along the landing, door opening on to a spare bedroom. Inside, a HOUSEMAID i singing as she makes up twin beds. BRIONY descends the se staircase, which leads to a black-and-white tiled hallway doesn’t even glance into the library, a vast, gloomy room glimpsed through its open door, but turns to move towards back of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIONY glances into the empty dining room and passes thro scullery into the huge old kitchen, where GRACE TURNER, t housekeeper, sits at one end of the kitchen table polishi silver, while BETTY, the cook, is supervising two or thre KITCHEN-MAIDS, who are peeling mounds of potatoes, scouri trays, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I’ve finished my play!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Well done, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Have you seen Mummy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I expect she’ll be in the drawing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I hope you're not going to be getting under our feet today, Miss Briony, we've got a dinner for ten to prepare. BRIONY’s already on her way out of the room, not listenin INT. HALLWAY. DAY. BRIONY hurries back down the hall, reaches the drawing ro and is about to enter when she sees ROBBIE TURNER, an imp looking young man of 24 in working clothes, outside an op leading to the formal gardens. He’s putting on a pair of gardening boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Hello pal. I hear you’re putting on a play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Who told you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Jungle drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Will you come and see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’m not sure that would be quite... \fHe breaks off, quickly finds another tack and stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Why don’t you let me read it? You used to make me beautiful bound copies of all your stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I still want you to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Let’s see. BRIONY enters the drawing room. Inside the morning news p the wireless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Mummy, I need you! She closes the door behind her. INT. DRAWING ROOM. DAY. The drawing room is an enormous corner room looking out o terrace. EMILY TALLIS, BRIONY’s mother, a slightly faded with pale skin and raw nerves, finishes reading BRIONY’s manuscript. The radio has been turned off. BRIONY hovers her, anxious and excited. EMILY looks up and smiles warml BRIONY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Stupendous! It’s stupendous, darling! Your first play!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Do you think Leon will like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Well of course he will. ‘The Trials of Arabella’ by Briony Tallis. EXT. TALLIS HOUSE. GARDENS. DAY. It’s no later than 10am, but the sun is already high and down on the monumental facade of the Tallis house, recogn from its miniature version seen earlier. Lying on one of rolling lawns is CECILIA TALLIS, BRIONY’s sister, a beaut restless-looking girl of 23, who is making a desultory at to read a fat edition of Richardson’s Clarissa. She turns page to re-read something, then sighs, rolls on to her ba shuts her eyes against the sun. BRIONY is lying a few fee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "What do you think it would feel like to be someone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Cooler, I should hope. Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I’m worried about the play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I’m sure it’s a masterpiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "But we only have the afternoon to rehearse. What if the twins can’t act?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "You have to be nice to them. Think how you'd feel if your mother had run off with Mr. What’s-His-Name who reads the news on the wireless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Perhaps I should have written Leon a story. If you write a story, you only have to say the word ‘castle’ and you can see the towers and the woods and the village below... But in a play it’s... it all depends on other people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Mm. BRIONY rolls over. Some way off, ROBBIE TURNER pushes a wheelbarrow up to a flower bed and parks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Cee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don’t you talk to Robbie any more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I do. We just move in different circles, that’s all. Down by the flower bed, ROBBIE glances across at CECILIA BRIONY. But he’s very focused on his immediate task which planting of a row of cuttings from the greenhouse. He wip sweat off his forehead and begins to dig with a trowel. INT. NURSERY. DAY. Rehearsals are taking place in a now disused room on the floor, the former nursery, occupying the front corner of house. BRIONY has wedged herself into an old high chair a looks down at her red-headed cousins: LOLA QUINCEY, 15, a twin 9 year-old brothers, PIERROT and JACKSON. They’re al clutching handwritten copies of BRIONY’s play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Do we have to do a play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "Why do we have to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It’s to celebrate my brother Leon’s visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "I hate plays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "So do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "How can you hate plays?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "It’s just showing off. LOLA crosses her legs, revealing an ankle bracelet above sandals, and a set of brightly painted toenails; she spea quite calmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "You'll be in this play or you'll get a clout and I’1l tell the Parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not allowed to clout us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "We're guests in this house and what did the Parents say we were to make ourselves? Well? Pierrot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "Amenable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Jackson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Amenable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Amenable, that’s right. She turns graciously to BRIONY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Now, Briony, what’s your play about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It’s about how... love is all very well, but you have to be sensible. LOLA frowns, dubious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I suppose you’re going to be Arabella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Well... Not necessarily. She’s been surprised into this, but LOLA takes immediate ruthless advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "In that case, do you mind if I play her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Lola was in the school play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Do say yes, it’d be the first decent thing to happen to me in months. BRIONY can’t see any way to get out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I suppose we should start by reading it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "If you're going to be Arabella, then I’ll be the director, thank you very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Sorr-ee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I’m going to do the prologue. She looks down and begins reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Prologue. This is the tale of spontaneous Arabella Who ran away with an extrinsic fellow. It grieved her parents to see their first born Evanesce from her home to go to Eastbourne... The door opens; BRIONY breaks off and looks up to see DAN HARDMAN, the seventeen year-old spotty son of the head ga standing in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nothing. Just thought I'd watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Rehearsals are private, I’m afraid. You can see the play this evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’1l have to work then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Well, I’m sorry, Danny. DANNY reluctantly prises himself away, closing the door b him. BRIONY turns back to the OTHERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Can we have a swim now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, yes, yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "There’s no time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "Cecilia will let us. Before BRIONY can respond, the TWINS are charging towards door, pretending to fire guns at one another and shouting CECILIA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I’m sure a half-hour break would do us all good. LOLA saunters casually after the twins, leaving BRIONY al She sits on the floor, her back up against the wall, fann herself with her script, her expression morose. A wasp is buzzing irritatingly, trapped between two panes of the op window. BRIONY gets up and goes over to liberate it. She’ to lower the sash, when something outside catches her att Below, to one side of the house, is a terrace, dominated monumental fountain. Beside the fountain are ROBBIE and C glaring at each other. As BRIONY watches, ROBBIE stretches out a hand and says something, as if issuing a command. In response, although expression is mutinous, CECILIA immediately kicks off her unbuttons and removes her blouse and strips off her skirt that she’s standing before ROBBIE in her underwear. BRIONY gasps and steps back from the window. The wasp buz frantically. When she returns, ROBBIE is standing motionless by the fo and CECILIA has disappeared. Then, suddenly, the surface water breaks and CECILIA emerges from the fountain. She p her clothes, turns her back on ROBBIE and pulls them on t still dripping body. Then she bends and rises again, this holding a previously invisible vase of flowers, and strid back towards the house. ROBBIE, left by the fountain, rea out a hand and lays it on the surface of the water. BRIONY lowers the sash with a bang, liberating the wasp. EXT. WOODS. DAY. CUT BACK IN TIME. CECILIA, with an armful of wild flowers, runs through th enjoying the sheer exhilaration of movement. There isn’t in the sky. EXT./INT. NURSERY. DAY. CLOSE on BRIONY, seen through the window,staring out. EXT. WOODS. DAY. CUT BACK IN TIME. CECILIA runs on through the woods. INT. HALLWAY. DAY. CECILIA crosses the hall, as the TWINS come clattering an shouting down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Can we go for a swim please, Cecilia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I don’t see why not, as long as you don’t go near the deep end. And the TWINS rush away as CECILIA steps into the drawing INT./EXT. DRAWING-ROOM. DAY. CECILIA crosses to the window. Outside, ROBBIE is standin rolling himself a cigarette. CECILIA goes over to a cherry-wood table, where there’s a 18th-century Meissen vase. She drops the flowers untidily it and pulls out a crushed packet of cigarettes, which tu to be empty. She glances back out of the window, picks up vase, checks her reflection in the mirror and strides out towards the terrace. EXT. TERRACE. DAY. CECILIA speaks a little sharply, startling ROBBIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Can you do me one of your Bolshevik roll-ups? \f10. She doesn’t stop; and he follows her, making the cigarett she heads across the lawn towards the fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Beautiful day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I suppose so. Too hot for me. They move on in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "How are you enjoying your book?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "It gets better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I'd rather read Fielding any day. Much more... passionate. CECILIA suddenly feels awkward and hastens to change the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Leon’s coming down today, did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’d heard a rumour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "He’s bringing a friend with him. This Paul Marshall. The chocolate millionaire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Are the flowers for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Why shouldn't they be? Leon says he’s very charming. They reach the fountain: CECILIA puts the vase down on th step leading up to it. ROBBIE hands her the cigarette and it. They obviously know one another very well; yet there’ definite, perceptible constraint between them. There’s mo than a hint of accusation in what CECILIA says next. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "The Old Man telephoned last night. He says you’re planning to be a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’m thinking about it, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Another six years of student life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "How else do you become a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "You could get a Fellowship now, couldn’t you? With your First.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "But I don’t want to teach... He breaks off, looks away for a moment; then turns back t",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I said I’d pay your father back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "That’s not what I meant at all. There’s an edge of real hostility in her voice. She puts cigarette between her lips and bends to pick up the vase, preparing to dunk it in the fountain, having first taken flowers and laid them on the step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Let me do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I’m all right, thanks. But ROBBIE persists, reaching for the vase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "You take the flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I’m all right! He gets hold of the vase, just as CECILIA turns away; and the crisp sound of a dry twig snapping, two triangular se of the rim of the vase detach themselves in his hands. In \f12. shock, he lets them go; and they drop into the fountain a slowly, spiralling to the bottom, almost three feet down. CECILIA looks at him, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "You idiot! You realise this is probably the most valuable thing we own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Not any more, it isn’t. The hint of truculence in his voice serves to agitate CEC even more. She sets the vase down. Then straightens up, a that ROBBIE has begun to unbutton his shirt. She takes a towards him, then, confusedly, a step back. ROBBIE, afrai going to step on the vase, throws out a restraining hand, gesture so abrupt as to seem peremptory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Careful! CECILIA’s response is to kick off her shoes and, in front ROBBIE’s transfixed gaze, to strip down to her underwear. she steps over the lip of the fountain and lowers herself it. She gasps at the unexpectedly cold water, but doesn’t hes to plunge her face beneath the surface. ROBBIE, watches, unable to look away, his expression a qu mixture of fear and longing. CECILIA’S hair fantails out the surface of the water. UNDERWATER. DAY. CECILIA reaches down to the bottom of the basin and caref retrieves the two triangular shards of porcelain. EXT. TERRACE. DAY. CECILIA lays the two pieces of pottery down by the vase a with her back to ROBBIE, scrambles back into her clothes. she gathers up her sandals, tucks them under her arm, pic the pottery fragments and puts them in her skirt pocket, up the vase of flowers and marches back towards the house ROBBIE stands there, watching her go. Then he reaches out and lays it on the surface of the water, as if to calm it \f13. EXT./INT. NURSERY. DAY. BRIONY, seen through the window, closes it and stays wher is for a moment, staring out. Then she turns back into th and crosses it, grabbing up her notebook. EXT. PERGOLA. DAY. BRIONY strides through the rose-covered pergola, moving a from the house. EXT. TALLIS HOUSE DRIVE. DAY. A cream-coloured Rolls-Royce makes its stately way up the INT./EXT. CECILIA’S BEDROOM. DAY. CECILIA’s room is heroically untidy. The bed is unmade, t floor is littered with papers, clothes, and open books, t ashtrays are overflowing and the dressing-table is a disa area. CECILIA herself sits, painting her toenails, when s hears the SOUND of the approaching motor. She crosses to window gingerly, so as not to ruin her nail polish. In the distance she sees ROBBIE striding across the lawns way down to the lodge, where he lives with his mother. Th Royce slows and stops alongside ROBBIE and the passenger out to speak to him. CECILIA frowns in obvious annoyance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "No need to encourage him. INT. HALLWAY. DAY. The two young men, LEON TALLIS, 25, and his friend PAUL MARSHALL, 28, surge into the house, followed by DANNY HAR struggling with their suitcases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Cee! Mother! He turns to DANNY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Where is everyone, Danny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dunno, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I’m gasping for a drink. 14. He steps into the drawing room. DANNY, still with the lug follows confusedly. INT. DRAWING ROOM. DAY. LEON is moving over to the drinks table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Will you have one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Rather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Whisky?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Please. As LEON fixes the drinks, CECILIA bursts into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Leon! LEON takes her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Here she is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Oh, I’ve missed you. I’ve been going completely doolally up here. LEON turns to include MARSHALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "This is my sister, Cecilia; Paul Marshall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "I’ve heard an awful lot about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Likewise. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Where are we putting him? CECILIA turns to DANNY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "In the blue room. DANNY starts off up the stairs, then stops, looking gorml",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Mother's lying down, she’s got one of her migraines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Not surprised, this heat. CECILIA looks up at DANNY, somewhat irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "The big room next to the nursery. DANNY sets off, grunting with effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Is the Old Man staying in town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Looks like it. There’s some sort of rush on at the Ministry. INT. EMILY TALLIS‘S BEDROOM. DAY. EMILY is on her bed in her darkened room, propped up agai pillows, her eyes protected by an eyeshade, cooled by an electric fan that whirs on her bedside table. From the nursery comes the regular thud of a bouncing rub ball. EMILY sighs and pushes up her eyeshade. INT. NURSERY. DAY. The TWINS are sitting in their still wet bathing suits, b a rubber ball against the wall. LOLA lies on the couch, flicking through a fashion magazi",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "So aren't we doing the play? \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Don’t ask me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "I don’t like it here. EXT. LAKE. DAY. On the lake floats a white pontoon. CECILIA is wearing a one-piece swimsuit and nursing a glass of punch. MARSHALL LEON are also in bathing suits. We’re looking at CECILIA, on the diving board in the blinding heat, as MARSHALL’s d voice nibbles at the edge of her attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "And currently our main challenge is whether or not to launch the new Amo bar, the Army Amo. You see, Pass the Amo! CECILIA turns her head to look at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "My source at the Ministry of Defence - I used to clean his shoes at Harrow, so he’s very reliable - assures me we've a good chance of getting the Amo bar included in the standard-issue ration pack. Which means I’d have to open at least three more factories, more if they bring in conscription, which I’d say is bound to happen if Herr Hitler doesn’t pipe down - and he’s about as likely to do that as buy shares in Marks and Spencers, wouldn't you agree? CECILIA’s been making a valiant effort to seem interested she takes a sip of her punch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "This isn’t very good. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "I make a cocktail with rum, crushed ice, and melted dark chocolate. Absolutely scrumptious! CECILIA manages to catch LEON’s eye and make a discreet v face; LEON is obliged to rise to his feet to conceal an irresistible burst of silent laughter. To recover, he tur to speak to CECILIA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Guess who we met on the way in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Robbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "I told him to join us tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Leon! You didn’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "(to Marshall) So Robbie the Housekeeper’s son, whose father did a bunk twenty years ago, gets a scholarship to the local grammar and the Old Man puts him through Cambridge; goes up at the same time as Cee and for three years she hardly speaks to him! She wouldn’t let him within a mile of her Roedean chums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Anyone got a cigarette? MARSHALL produces a gold case, brings it over to CECILIA lights the cigarette she’s taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Don’t know what the hell he’s doing these days, messing about in flower beds... CECILIA is standing on the diving board now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "As a matter of fact he’s planning on doing a medical degree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "And the Old Man said yes to that? \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Look, I think you ought to go down to the lodge and ask him not to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Why? Has something happened between you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Oh, for God's sake. CECILIA dives into the lake. UNDERWATER. DAY. CECILIA swims by, powerful underwater breast-stroke. INT. BATHROOM IN THE LODGE. DAY. ROBBIE surfaces in his bath: he settles back, brooding, l up at a skylight, a small pane of glass directly above hi square of bright blue sky, through which flies an RAF pla INT. NURSERY. DAY. LOLA, PIERROT and JACKSON are hanging about aimlessly, al at a loss as to what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "When can we go home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "We can’t go home: it’s a divorce!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "How dare you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "Well, it’s true. LOLA grabs PIERROT by the shoulders and shakes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "You will never ever use that word again. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIERROT nods miserably. Eventually, JACKSON breaks the si \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Now what are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL, (0.S.)",
          "text": "I’m always asking myself that. They’re all startled by PAUL MARSHALL’s sudden appearance doorway. He advances into the room, hand extended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "My name’s Paul Marshall. And you must be the cousins from the north. What are your names? They tell him, as he shakes hands with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "What marvellous names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Do you know our parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Well, I’ve read about them in the paper. This causes consternation, from which LOLA is the first t recover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "What exactly have you read about them? MARSHALL realizes it may be time to back-pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Oh, I don’t know. Usual sort of nonsense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I’1l thank you not to talk about this in front of the children. MARSHALL turns to the TWINS and speaks with glutinous sol",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Your parents are absolutely wonderful people, that’s quite clear and they love you and think about you all the time. LOLA’s expression changes; he’s successfully appeased her follows swiftly through with a compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jolly nice slacks. LOLA smooths them down, visibly pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "We went up to see a show and got them at Liberty’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "What was the show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Hamlet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Ah, yes: to be or not to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I like your shoes. MARSHALL tilts his brown and white co-respondent shoes, self-satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Ducker’s in the Turl. They make a... wooden thing shaped like your foot and keep it for ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "I’m starving, when’s dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "I might be able to help you out, if you can guess what I do for a living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "You've got a chocolate factory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "Everyone knows that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Ah, so it wasn’t a guess. 20. serenely He takes a slab of something wrapped in greaseproof paper his pocket and unwraps it to reveal a shell of khaki suga he taps with his fingernail. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "There’1l be one of these provided in every kitbag of every soldier in the British Army. Sugar casing so it won’t melt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "Why should they get free sweets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Because they'll be fighting for their country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "Our Daddy says there isn’t going to be a war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Your Daddy is wrong. He’s snapped at the boy, and now smiles wolfishly in an a to make amends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "We're calling it the Army Amo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Amo amas amat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Top marks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIERROT",
          "text": "It’s boring how everything ends in 0. Polo and Aero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACKSON",
          "text": "And Oxo and Brillo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Sounds as if you don’t want it then. I shall have to give it to your sister. Which he does. She takes it, smiling triumphantly at the disappointed TWINS. She glances flirtatiously at MARSHALL watches with frank interest as she wraps her lips around of the bar. His voice is soft and breathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Bite it. You have to bite it. \f22. EXT. GROTTO. DAY. Beyond the formal lawns at the bottom of the garden is an crumbling grotto. This is BRIONY’s place: she sits in the scribbling furiously in her notebook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY, (V.O.)",
          "text": "The Princess was aware of his remorseless wickedness, but that made it no easier to overcome the voluminous love she felt for Sir Romulus...The Princess knew instinctively that the one with red hair was not to be trusted...As his young ward dived into the depths of the lake in search of the enchanted chalice, Sir Romulus twirled his luxuriant moustache...Sir Romulus rode north with his two companions, drawing ever closer to an effulgent sea...So heroic in manner he appeared, so valiant in word, no one could guess at the darkness lurking in the black heart of Sir Romulus Turnbull: he was the most dangerous man in the world. INT. ROBBIE’S STUDY/BEDROOM IN THE LODGE. DAY. ROBBIE sits at his typewriter, pensive. His tiny room is full of books; open on his desk is a copy of Grays Anatom reads back what he’s just written.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Dear Cecilia, I thought I should write to apologize for my clumsy and inconsiderate behaviour... He sighs, pulls the paper out of the typewriter, crumples and throws it in the waste-paper basket, where it joins o rejected drafts. INT. CECILIA’S BEDROOM. DAY. CECILIA is studying herself in the full-length mirror. Sh wearing a black dress and a jet necklace. With a profound sigh, she shakes her head and lets the dr fall to the floor. \f23. On SOUND: the final duet of Act 1 of La Boheme. INT. ROBBIE'S STUDY/BEDROOM. DAY. The music is on ROBBIE’S gramophone. He leans back, wrenc the paper out of the typewriter, again, crumpling it and throwing it in the waste-paper basket. A series of JUMP CUTS: ROBBIE moves over to the gramophon stands a moment listening to the climax of the duet, pick the arm and moves the needle back to replay the high note paces his small room. He feeds another sheet of paper int typewriter, stubs out his cigarette, pulls the sheet out typewriter and starts again. Decisively, he begins to typ As he types, the words appear on the paper: “In my dreams your cunt, your sweet wet cunt. In my thoughts I make lov you all day long. Robbie.” ROBBIE sits back with a small gasp and laughs; he’s surpr himself. Then he pulls the page out of the typewriter, se down on Gray’s Anatomy, pushes the typewriter aside and r for some notepaper and a fountain pen. After a pause for reflection, he unscrews the pen and starts writing. He writes: “Dear Cecilia...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "«+. you'd be forgiven for thinking me mad-the way I acted this afternoon. INT. CECILIA'S BEDROOM. DAY. CECILIA is now wearing a green halter-neck evening gown a jet necklace has been replaced with a rope of pearls. A c of other dresses lie on the floor beside the rejected bla dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "The truth is, I feel rather light- headed and foolish in your presence, Cee, and I don’t think I can blame the heat. Will you forgive me? Robbie. CECILIA fixes on a diamond hair-clip, contemplates her reflection for a moment, this time with satisfaction and the room. \f24. INT. STAIRS/FRONT ROOM. LODGE. DAY. ROBBIE comes downstairs in a vest, carrying a shoe brush pair of black brogues. His mother, GRACE TURNER, whom we' already encountered in the Tallis kitchen, is sitting in front room with her eyes closed, her feet up and her slip dangling from her toes. ROBBIE spreads out a double page Daily Sketch, before sitting to polish his shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Off out, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Yes; Leon asked me to join them for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "So that’s why I’ve been polishing the silver all afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’1l think of you when I see my face in the spoon. He stands up. GRACE watches him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "You’re not a bit like your father. Not in any way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "That’s because I’m all yours. ROBBIE kisses his mother’s forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I‘ll be late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Your shirts are hanging upstairs. ROBBIE starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Nothing. \f25. INT. ROBBIE'S STUDY/BEDROOM. DUSK. ROBBIE, rushing now, does up the front of his shirt and a same time finds an envelope, folds his letter, looks for cigarette case, puts the letter in the envelope and seals puts his jacket on, tests his lighter three times and lea room. EXT. LODGE & PARK. DUSK. ROBBIE leaves the bungalow, impeccable in his evening dre envelope in his hand and a spring in his step; he looks f the world like a young man with a glorious future. EXT. DRIVEWAY. DUSK. ROBBIE walks down the drive towards the Tallis house, his still in his hand. He comes to a monumental bridge that c a small stream. Below he sees a figure at the water’s edg slashing at nettles with a hazel switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Briony? Is that you? BRIONY turns, obviously startled and straightens her hair",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Are you all right? BRIONY nods, her face flushing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Do you think you could do me a favour? BRIONY scrambles up the slope to join ROBBIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Could you run ahead and give this to Cee? I'd feel a bit of a fool handing it over myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "All right. She takes the envelope from him, turns and runs off witho another word. He starts to roll himself a cigarette. ROBBIE watches her go, leaving the drive to take a short across the grass, running all the way. \f26. Suddenly ROBBIE gasps, as if punched in the solar plexus, lets drop the makings of the cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Briony. EXT. GARDENS. DUSK. But BRIONY is out of earshot, running across the gardens, clutching the envelope. INT. ROBBIE’S STUDY/BEDROOM. DAY. CUT BACK IN TIME. Again ROBBIE tests his lighter three times and leaves the But this time the CAMERA PANS back to ROBBIE’s desk and m on the hand-written letter, still lying on his copy of Gr Anatomy. EXT. DRIVEWAY. DUSK. ROBBIE, panicked now, cups his hands around his mouth and at the top of his voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Briony! INT. HALLWAY. DUSK. BRIONY runs into the hall and stands for a moment, alone. impulsively, she rips open the letter, stuffs the envelop her pocket and reads. The SOUND of a typewriter, builds to: INT. ROBBIE'S STUDY/BEDROOM. DAY. The hammers of ROBBIE’S typewriter in extreme close-up, c down with the word: C-U-N-T INT. HALLWAY. DUSK. WIDE on BRIONY, a tiny figure isolated in the vast hall, transfixed by what she’s just read. \f27. INT. DRAWING ROOM. DUSK. CECILIA and LEON, both holding gin-and-tonics, sit in a w seat overlooking the gardens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I suppose he’s what you might call eligible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Rather!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "He certainly seems to think he’s the cat's pyjamas. Which is odd, considering he has pubic hair growing out of his ears. LEON snorts with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I imagine he’d give you a lot of very noisy boneheaded sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "He’s quite a good egg, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "You say that about everyone. LEON’S face lights up as BRIONY bursts into the room; he into his Arthur Askey impersonation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Rummy, if it ain’t my little sis! BRIONY thrusts the letter into CECILIA’s hand without a w flings herself into LEON’S embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I wrote a play, Leon. I wanted to do a play for you, The Trials of Arabella. CLOSE on CECILIA as she unfolds the letter and reads. She blushes hotly, looks up to make sure her shock has not be observed and bows her head to read it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "There’s still time, doesn’t have to be this evening. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No, it’s impossible!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Briony? BRIONY completely ignores CECILIA, pretending to hang on every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Tell you what, I’m good at voices and you're even better. We’1l read it out after dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Briony, did you read this letter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes, let’s, that’s a wonderful idea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Briony... CECILIA’s about to speak, but she’s interrupted by the su appearance of PAUL MARSHALL, who’s carrying a silver tray which stand five cocktail glasses containing a sludgy bro liquid. He has a faint scratch running down his right che",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Here we are, my chocktail; I insist you try it. BRIONY tries to take advantage of this to slip out of the but CECILIA grabs hold of her arm and hisses at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Wasn‘t there an envelope? BRIONY wriggles free and hurries out of the room. INT. BRIONY’S BEDROOM. DUSK. BRIONY, not yet changed, paces restlessly up and down, tr make sense of the events of the evening. There’s a light the door and she looks up, very surprised to see LOLA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Do you mind if I come in? Before BRIONY can answer, LOLA comes in and perches on th of the bed; her expression is tragic. She’s dressed for d and wearing make-up and lipstick. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I’ve had the most appalling evening. The twins have been torturing me. Look. She pulls up a sleeve to reveal a blue bruise on her uppe",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "How awful! As she speaks she notices LOLA’s wrist is blotched and so looking; she reaches out to take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Chinese burns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "But why? LOLA is beginning to weep softly, in the presence of BRIO obvious sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "They want to go home. They think it’s me keeping them here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Lola, can I tell you something? Something really terrible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Yes, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "What’s the worst word you can possibly imagine? EXT. LAWN/TERRACE. DUSK. ROBBIE approaches the towering bulk of the house, draggin feet. He looks up at the lighted windows and comes to a h outside the front door, not at all sure he can bring hims proceed. Finally, he takes a deep breath and tugs at the pull. \fINT. BRIONY’S BEDROOM. DUSK. LOLA seems to have made a complete recovery. She’s starin BRIONY in undisguised fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "He’s a sex-maniac! BRIONY nods seriously, struggling to find the correct mat response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "What’s Cecilia going to do? From below, a ring on the doorbell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "You ought to call the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Do you think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "He said he thought about it ‘all day long.’ All you need do is show them the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "You won’t tell anyone, will you? Promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "If he found out, there’s no knowing what he might do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "You’re right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "You'd better tidy your face. I’ve still got to change. LOLA goes to the door, turns back in the doorway. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Thanks, Briony, you’re a brick. She leaves the room. INT. STAIRCASE AND HALLWAY. NIGHT. BRIONY, now changed for dinner, crosses the landing and s down the last section of staircase leading to the hall. A reaches the bottom step, she notices a diamond hair-clip in front of the door to the library. She crosses to the h clip and picks it up. A moment later she hears a low moan recognizably CECILIA’S voice, coming from behind the door INT. LIBRARY. NIGHT. BRIONY opens the door quietly and stands, framed in the d peering apprehensively in. The library is cavernous and dark, lined with floor-to-ce bookshelves. The only light comes from a desk lamp that p directly into BRIONY’s eyes. Silence. BRIONY takes a tent couple of steps into the room. As she does so, there’s a from the far corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA, (0.S.)",
          "text": "(whispering) Someone’s come in. BRIONY edges closer and suddenly, revealed in the corner, against the bookshelves, are ROBBIE and CECILIA. ROBBIE, one of CECILIA’s wrists pinned against the wall, appears attacking CECILIA, while CECILIA has a hand round his hea gripping a handful of hair. BRIONY, bewildered, stops by the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Cecilia? SOUND of a doorbell. EXT. TALLIS HOUSE. DUSK. CUT BACK IN TIME. CLOSE on ROBBIE’S hand, tugging at the bell-pull. When the door opens, it’s CECILIA, the folded letter in h hand. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "It was a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Briony read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Oh God. I’m so sorry. It was the wrong version.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "No one was ever meant to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "No. INT. HALLWAY. NIGHT. CECILIA turns away and moves briskly towards the library. ROBBIE, after a second’s hesitation, follows her, almost stepping on the hair-clip which has dropped from her hair INT. LIBRARY. NIGHT. It’s dark in the library. ROBBIE waits in the doorway, until CECILIA has switched o desk-lamp; then he closes the door behind him and advance tentatively into the room. CECILIA crosses almost the ful of the room, before turning to face him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "What was in the version I was meant to read?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I don’t know, it was more formal, it was less...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Anatomical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Yes. CECILIA doesn’t know whether to laugh or cry. ROBBIE begi inch towards her as she begins to back gradually into a d corner, until she’s up against the bookshelves. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "It’s been there for weeks and then this morning by the fountain... I’ve never done anything like that before and I was so angry with you, and with myself. I thought if you went away to medical school, I’d be happy. I don’t know how I could have been so ignorant about myself. So stupid. Tears well in her eyes. He’s moving closer and closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "You do know what I’m talking about, don’t you? You knew before I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Why are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Don’t you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Yes, I know exactly. He reaches out and draws her to him, until their faces ar inches apart. He kisses her briefly and pulls back; then look at each other and kiss again, this time a long, pass and breathless kiss, that draws from CECILIA a falling, s sound. He pushes her back into the corner and she starts at his shirt, pulling at his waistband. He buries his fac her breasts and she drags his head up by the hair and bit lip. She links her hands around his neck. He reaches down her dress and into her underwear. She kicks off her shoes raises one of her feet on to the lowest shelf. He undoes buttons, lifts her dress and enters her. She turns her he sharply, biting her lip. They stop moving and slowly turn look into each other’s eyes. Then, after a long, still pa they whisper to one another, barely audible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Robbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Cecilia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I love you. \f34. She gasps as he starts moving again, crushing her against creaking shelves. He takes her wrist and holds it back ag the wall. The door opens. CECILIA and ROBBIE freeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "(whispering) Someone’s come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Cecilia? CECILIA doesn’t answer. ROBBIE steps back from CECILIA an begins adjusting his clothes, keeping his back to BRIONY. CECILIA tidies herself up, steps out from behind ROBBIE a pushes past BRIONY without a word. BRIONY watches her lea room, at a loss, then turns back, startled, as she senses turning towards her. She takes a step back, frightened; b merely fumbles with his bow-tie and, staring coldly past leaves the room. INT. DINING ROOM. NIGHT. BRIONY enters the dining room to find ROBBIE holding CECI chair for her to sit. Also around the table are LEON, MAR LOLA and, at the top of the table, EMILY. DANNY HARDMAN i rather sloppily pouring wine for LEON, whilst leering acr table at LOLA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "In Charlotte Street last week, people were sitting out having dinner on the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "It was always the view of my parents that hot weather encouraged loose morals. In high summer my sister and I were never allowed out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "What do you say, Cee? Does the hot weather make you behave badly? CECILIA flushes red, taken by surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Good heavens, you’re blushing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "It’s just hot in here, that’s all. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Lola, wipe that lipstick off. You’re far too young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "What about you, Briony? What sins have you committed today? BRIONY, now seated, looks across at him indignantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I've done nothing wrong. She turns to look meaningfully at ROBBIE and CECILIA. Mea EMILY speaks to LOLA,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Have you seen the twins recently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Er...no. Following some nervous impulse, ROBBIE suddenly finds him joining in the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "They didn’t look very happy last time I saw them, poor little chaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "You know nothing about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "I can’t imagine what’s got into you, Briony. I’ve never known you be so rude. CECILIA dabs her lip with a napkin to find a tiny spot of",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Well, they’re not poor little chaps: just look what they did to Lola!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Jackson and Pierrot. Bruised her arm, gave her Chinese burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "She’s quite right, I’m afraid, I had to pull them off her. \f36. He indicates the scratch on his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "That’s how I got my war wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "The twins did that? Lola? LOLA doesn’t reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "It all turned into a bit of a wrestle. Still, no harm done, eh, Lola?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Would you go and find these boys please, Briony? Tell them dinner’s ready and where are their manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Why do I have to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Briony, you'll do as you're told or you'll go straight to your room. BRIONY rises from the table, her expression mutinous; EMI turns to inspect LOLA’s arm. Under the table, CECILIA rea for ROBBIE’s hand. INT. TWINS’ ROOM. NIGHT. BRIONY switches the light on and is surprised to find the empty. There’s a large ragged piece of paper on one of th As BRIONY moves towards it, she sees it’s headed in big r capitals: TO WHOM IT MAY CONCERN. She reaches for it. INT. STAIRCASE AND HALLWAY. NIGHT. BRIONY comes flying down the stairs, the piece of paper i hand. INT. DINING ROOM. NIGHT. All heads turn as BRIONY flings open the door. CECILIA le of ROBBIE’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It’s a letter! \f37. CECILIA immediately panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Give it here. Then she sees what’s in BRIONY’S hand and relaxes; BRIONY meanwhile, is advancing towards the head of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "They’ve run away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Who has?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "The twins. BRIONY reads from the piece of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "“We are going to run away because Lola is so horrid to us and we want to go home. Also there wasn’t a play.” She hands the sheet of paper to EMILY. LOLA has gone pale",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARSHALL",
          "text": "Not to worry, we'll send out some search parties, they can’t have gone far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Cee, you come with me. CECILIA manages to catch ROBBIE’s eye and half-shrugs, as say it can’t be helped. EXT/INT. TERRACE/DRAWING ROOM. NIGHT. BRIONY comes out on to the terrace; she hesitates a momen then moves off into the darkness. WIDE SHOT: the house with torch beams fanning out across grounds. VOICES calling out the twins’ names. EXT. LAKE. NIGHT. BRIONY crosses the small bridge that crosses from the ban the lake to the small island, her torch switched on. \f38. Seeing what might be the flash of another torch in the di she stops and listens. EXT. BOAT HOUSE. NIGHT. BRIONY comes down a narrow stone alley and peers into the darkness under the boat house. Suddenly, a duck splashes from under a boat, startling her. EXT. GROTTO. NIGHT. BRIONY climbs down the steep steps into the bowl of the g Then, once again, she hesitates and slows to a standstill Suddenly, out of the darkness, there’s a painful gasp; an BRIONY whirls round, pointing her torch. For a fraction o second there’s an image of LOLA, on all fours, her dress up and a tall male figure, kneeling behind her. BRIONY dr torch in shock; it shines up in her eyes, blinding her, s the man, rising to his full height, turning and scramblin up the bank, disappears before she can pull herself toget LOLA’S voice breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Briony? BRIONY picks up the torch and shines it at LOLA, who by n in a sitting position. She hurries over to join LOLA, dro to her knees beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Lola. Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "I’m sorry, I didn’t, I’m sorry... BRIONY puts her arm round LOLA’s bony shoulders; she seem strangely invigorated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Who was it? LOLA doesn’t answer. She’s sitting up now, her arms wrapp round her knees, rocking slightly. They talk in whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I saw him. I saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Yes. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It was him, wasn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Yes. It was him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Lola... Who was it? LOLA doesn’t answer. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It was Robbie, wasn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Robbie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "You saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Like you said, he’s a sex maniac. And you don’t even know what happened before dinner. I caught him attacking my sister in the library. I don’t know what he’d have done, if I hadn’t come in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "You actually saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Of course I did. Plain as day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "He came up behind me. He pushed me to the ground and then he put his hand over my eyes. I couldn’t actually, I never actually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Listen, I’ve known him all my life. And I saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOLA",
          "text": "Because I couldn’t say for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Well, I can. And I will. \f40. INT. HALL. NIGHT. LEON crosses the hall with LOLA limp in his arms, followe closely by BRIONY and CECILIA. He speaks to EMILY in an u undertone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEON",
          "text": "Call the police. And she'll be needing a doctor as well. INT. DRAWING ROOM. NIGHT. As the party surges into the room, following LEON, LOLA b into noisy tears, which continue as LEON lays her down on the sofas and EMILY tries to comfort her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "It’s all right, dear, you're all right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Is Robbie back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "I haven’t seen him. All this is very fast and chaotic: then BRIONY, who’s sta just inside the French windows, makes a quiet announcemen",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I know who it was. INT. LIBRARY. NIGHT. BRIONY, her face sharply lit against the dark library wal being interrogated by a stony-faced plain clothes INSPECT EMILY is scarcely visible. He rattles out the questions intimidatingly; but BRIONY’S answers are firm and unhesit",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSPECTOR",
          "text": "You saw him, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes, I saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSPECTOR",
          "text": "Just as you see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I know it was him. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSPECTOR",
          "text": "You know it was him, or you saw him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes, I did. I saw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSPECTOR",
          "text": "With your own eyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes. I saw him, I saw him with my own eyes. EMILY rests a comforting hand on her daughter’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Well done, darling. EXT. TERRACE. NIGHT. CECILIA paces on the terrace, drawing hard on her cigaret she peers out into the darkness, looking for ROBBIE. INT. LANDING. NIGHT. BRIONY hesitates outside CECILIA’s room, then tries the d gingerly. It’s dark in the room. INT. CECILIA’S BEDROOM. NIGHT. BRIONY steps into the room, closes the door, turns on the crosses to CECILIA’s dressing table, opens one of the dra and begins to rummage around in it. We pass through the wall into - INT. LOLA‘S BEDROOM. NIGHT. - LOLA’s bedroom, where LOLA, is being examined by a DOCT watched by BETTY the cook. INT. CECILIA’S BEDROOM. NIGHT. BRIONY continues to rummage, opening CECILIA’s desk. \f42. INT. LIBRARY. NIGHT. CECILIA is being interrogated: as with BRIONY, she’s brig lit, the INSPECTOR and EMILY are in shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "My brother and I found the two of them, down by the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSPECTOR",
          "text": "You didn’t see anyone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I wouldn’t necessarily believe everything Briony tells you; she’s very fanciful. CECILIA'’S BEDROOM. NIGHT. BRIONY throws back the covers on CECILIA’S bed and finds, on the rumpled sheet, what she’s looking for. CECILIA’s h and in it ROBBIE’s letter. INT. LIBRARY. NIGHT. DANNY HARDMAN is being interrogated. He’s flustered, almo tearful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "When they went looking, I went up to my Dad’s. I did, honest..",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSPECTOR",
          "text": "Why was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "To tell him all about it. INT. LIBRARY. NIGHT. CLOSE on the letter as EMILY reads it, the INSPECTOR wait the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I know I shouldn’t have opened it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "No. You should not. But at least you've done the right thing now. \f43. INT. DRAWING ROOM. NIGHT. Tea is being served to the various POLICE OFFICERS. MARSHALL is on one of the sofas, fast asleep, his mouth o LEON, sitting isolated in an armchair, sighs and consults watch. BRIONY sits at the piano. Suppressing a yawn, she reaches forward and plonks on one of the notes two or three times the window, CECILIA has seen something. A WIDER SHOT reveals a CONSTABLE stepping into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTABLE",
          "text": "Sir, there’s someone coming. EXT. TERRACE. NIGHT. CECILIA emerges from the house to join EMILY, BRIONY, LEO MARSHALL and the three POLICEMEN all of whom are watching motionless, the approach of a strange apparition through mist: which eventually reveals itself as ROBBIE, with PIE his shoulders and JACKSON, clinging on to his hand. EMILY sharply to BRIONY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "It’s time you went to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY",
          "text": "Now. Obediently, BRIONY turns and vanishes into the house. ROB closer now, stops in his tracks as he becomes aware of th POLICEMEN. INT. BRIONY’S BEDROOM. NIGHT. BRIONY is awake, crying into her pillow silently. She sto hearing the sound of a car starting, and jumps out of bed INT/EXT. LANDING/STAIRCASE/DRIVE. NIGHT. Briony runs across the landing and jumps up on to a windo to look out. Below is a police Humber with all four doors \f44. Then ROBBIE appears, his wrists handcuffed in front of hi moving between the two CONSTABLES. One of them rounds the get into the back seat. ROBBIE stops suddenly and turns b towards the house. At the same time, EMILY’S VOICE rings",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILY, (0.S.)",
          "text": "Cecilia! BRIONY cranes forward to try to see what’s happening. CECILIA, ignoring her mother, runs to ROBBIE. ROBBIE move towards her, catching the CONSTABLE off guard for a secon catches hold of ROBBIE’s lapel and whispers into his ear. CONSTABLE arrives and disengages her hand, gently but fir then leads ROBBIE to the car and pushes him down into the seat. CECILIA bursts into tears, as the door closes. The begins to pull away from the house. Visible through the b window, as he twists round to look over his shoulder, is shocked, white face of ROBBIE. The car is only about twenty yards away from the house, w it’s obliged to slow down by the irate figure of GRACE TU clutching an umbrella, marching down the very centre of t drive. As the car passes her and before it can accelerate she brings the umbrella down with a great crash on the sh paintwork, roaring out at the top of her voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Liars! Liars! Liars! BRIONY’S P.O.V.: CECILIA stands motionless, isolated belo the driveway. TRACKING SHOT: the CAMERA slowly CLOSES IN on BRIONY’s ey unblinking at the window. INT. BARN. NIGHT. ROBBIE TURNER, in a private’s uniform, is a good deal thi than when we last saw him, pale and unshaven. He’s with t corporals in the loft of a French barn: TOMMY NETTLE, a y skinny Cockney and FRANK MACE, a giant of a man, black, w once-white bandage round his large head, holding a patch one eye. He’s stuffing sacks with straw to make rough mattresses, while NETTLE tries to light a stub of candle. A CAPTION: NORTHERN FRANCE, 1940. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": ".«+.So I says to him: “you can sit round here twiddling your thumbs, waiting to get your head blown off if you want to, I’m off out of it”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Ssh. He’s heard footsteps approaching the barn. NETTLE and MAC for their rifles and ROBBIE takes out a revolver. Two fig appear in the doorway, carrying something, possibly weapo it’s too dark to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Bonsoir, Messieurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Bonsoir. He whispers to the CORPORALS",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Let me do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Anglais? Belges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Anglais.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "On a quelque chose pour vous. (We have something for you.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Quoi? (What?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACE",
          "text": "What’s his game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "He says he’s got something for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Fucking hell. The two FRENCHMEN take another step and ROBBIE and the CO release their safety catches. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Laissez vos armes! (Put away your guns.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Vous aussi! (Put away yours!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Attendez! (Wait!) One of the FRENCHMEN reaches in his pocket and brings out torch, which he uses to reveal that the two of them are c loaves and bottles. The two FRENCHMEN are obviously broth in their fifties. 1sT FRENCHMAN Ou a du manger pour vous. Du pain, du sucre... (We have some food for you. Some bread, some sugar.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND FRENCHMAN",
          "text": "Et du vin! (And some wine!) 1sT FRENCHMAN Vive 1’Angleterre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Er, Vive la France. Later. The two FRENCHMEN sit in the loft with ROBBIE, MAC NETTLE, circulating the wine bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND FRENCHMAN",
          "text": "Qu’est-ce que vous faites ici? (What are you doing here?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Tout au commencement de la retraite, il y avait un attaque de Panzers et j'ai été séparé de ma section. (When the retreat started, Panzers attacked and I was separated from my unit.) 1sT FRENCHMAN Ah, c’est vrai, 1l’armée anglaise se retire. (So it’s true, the English are retreating.) \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "On va disparaitre, avant qu’il fait jour. (We'll be gone at first light.) 1sT FRENCHMAN On s’est battu toutes ces années, tant de gens sont morts. Maintenant les Allemands sont de nouveau en France. (We fought all those years, lost all those dead. Now the Germans are back in France.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "On va revenir. On va les chasser. C’est promis. (We’ll come back. We’1ll throw them out. I promise you.) Later. Below, the FRENCHMEN smile and wave. 1sT FRENCHMAN Bonne chance! (Good luck!) They disappear into the night. NETTLE turns to ROBBIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Come on, then. How come a toff like you, talks French and everything, ends up a private? ROBBIE hesitates, then decides to be forthcoming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Not eligible for officer training if you join direct from prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "You’re pulling my tit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "No, I’m not: they gave me a choice, stay in prison or join the army. They’re looking at him with increased respect, as he adds quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "And, for the record, the last thing I am is a toff. He leans back against the wall, lost in thought. \f48. INT. JOE LYONS CORNER HOUSE IN THE STRAND. DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK IN TIME.",
          "text": "ROBBIE, in uniform, looks through the glass separating th from the café and sees CECILIA, in her nurse’s uniform, s at a table near the back. Suddenly overcome with nerves, turns away, facing the cloak-room, where he tries to get better of his fears. When he turns back, CECILIA, lit by of sunlight, is standing by her table, looking at him. RO pushes into the cafe and moves over to her. For a moment, stand in awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’m sorry I’m late, I got lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Hello. A short silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Shall we sit down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Yes, of course. She’s already ordered tea and now she pours him a cup. He hesitates over the sugar bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I’m sorry. I’m afraid I can’t remember...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Two, thank you. He begins stirring his tea; CECILIA puts a hand over his. moment passes, then he gently takes his hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Where are you living?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Tiny flat in Balham. It’s ghastly. The landlady’s rude and horribly nosey. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "You look the same, apart from the uniform of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I have to be back at the hospital in half an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Oh, God, that’s... He breaks off, mastering his dismay. Two OLD LADIES are gossiping at a nearby table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "No...Have you been in touch with your family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I’ve told you, I’m not going to. Leon came and waited outside the hospital last week. But I just pushed past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Cee, you don’t...owe me anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Didn’t you read my letters? Had they let me visit you, had I been allowed...every day...I’d have been there every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Yes. But if all we have rests on a few moments in the library three and a half years ago, then I’m not sure...I don’t know if... CECILIA puts her hand on his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Look at me. He does so. He’s close to tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Come back. Come back to me. She reaches out and puts a hand on his cheek; he inclines head, holding her hand between his cheek and his shoulder \f50. INT. BARN. NIGHT. ROBBIE lies awake, hearing the snoring of the CORPORALS. barn owl sits on an adjacent beam staring at ROBBIE, who’ composing a letter in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "Dearest Cecilia... Dearest Cecilia... Cecilia... EXT. WHITEHALL. DAY. CUT BACK IN TIME. ROBBIE is walking CECILIA to the bus stop, through millin crowds, many in uniform, past sandbags piled high in shop entrances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "A friend of mine has a cottage by the coast; she says we can use it when you’re next on leave. White clapboard with blue painted window frames. They look at each other; then he kisses her, a long, deep CECILIA starts to cry. A bus pulls up beside them. CECILI hurriedly produces a photograph of the cottage and hands ROBBIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Something to think about while you’re away. She tears herself away and scrambles aboard the bus. She on the platform, looking back at ROBBIE and the bus start and moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I love you. ROBBIE starts to run after the bus, but soon it accelerat away, leaving him marooned in the middle of the road, the traffic passing either side of him. \f51. EXT. BARN. DAWN. ROBBIE sits outside the barn in the pearly dawn light. He looking at the now somewhat battered photograph of the co which is attached to a bundle of letters, which he now pu in an inside pocket. Then, checking to make sure he’s not watched, he opens his shirt to reveal, at his solar plexu wound about the size of an old penny. It doesn’t look too just red and sore. But when he presses on it, he gasps in and the wound releases a flow of colourless liquid. EXT. FIELDS. DAWN. The three soldiers move across a field, silhouetted again rising sun. They move along the bank of a narrow canal, in which are reflected the shapes of three German bombers, passing ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Some poor sod’s going to catch a packet. EXT. STREET IN BALHAM. DAY. CUT BACK IN TIME. CECILIA moves briskly down the street with a letter in he",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA, (V.O.)",
          "text": "My darling, Briony found my address somehow and sent a letter. The first surprise was she didn’t go up to Cambridge. She’s doing nurse’s training at my old hospital. I think she may be doing this as some kind of penance. She says she’s beginning to get the full grasp of what she did and what it meant. She wants to come and talk to me. She kisses the letter and posts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA, (V.O.)",
          "text": "I love you. I’1l wait for you. \f52. INT. POSTBOX. DAY. The letter falls on to the pile of other letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA, (V.O.)",
          "text": "Come back. Come back to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "Come back. EXT. APPLE ORCHARD. DAY. ROBBIE, MACE and NETTLE move cautiously through a mist-sh orchard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "Come back. Come back. NETTLE, who's limping a little, comes to a ragged halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Where are we going, guv? He suddenly sits down on the ground and, with a cry of ra pulls off his boots and hurls them into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "I fucking hate those boots. I hate them worse than all the fucking Germans put together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "You'll have a job getting back to England in your socks. ROBBIE trudges off through the trees to retrieve NETTLE’s He approaches the area where he thinks NETTLE’s boots mig fallen, a little out of sight of the CORPORALS, finds the picks them up, wearily removes his tin hat, mops his brow closes his red-rimmed eyes. When he opens his eyes again, notices something, frowns and advances a few paces. In a clearing in the orchard, lying in neatly organised r are the corpses of thirty GIRLS, all around 13, dressed i neat black and white uniform of a convent school. ROBBIE looks down at them, appalled and moved. \f53. EXT. RIVER-BANK NEAR THE TALLIS HOUSE. DAY. CUT BACK IN TIME. There’s a natural pool not far from the weir in the river flows through the woods at the far end of the Tallis Hous grounds. ROBBIE finishes dressing, picks up a damp towel and emerg the trees to find BRIONY, still in her swimsuit, standing jump-off point, wrapped in a towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Come on, pal. You should be getting dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "If I fell in the river, would you save me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Of course. As ROBBIE bends down to do up his shoelace, there’s a lou splash. He looks up. BRIONY has disappeared, her towel li where she stood. Horrified, ROBBIE moves forward to look the river. BRIONY surfaces for a second, then goes under again. She’ drifting towards the weir. ROBBIE doesn’t hesitate. He di into the river. EXT. UNDERWATER. ROBBIE flounders around in the greenish murk. Then he see flash of white and the bubbles rising round BRIONY’s flai limbs. He swims powerfully towards her. EXT. RIVER-BANK. DAY. ROBBIE drops BRIONY in the shallow water near the bank an strides ashore, furious. BRIONY, on the other hand, seems delighted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Thank you, thank you, thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "That was an incredibly bloody stupid thing to do. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I wanted you to save me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Don’t you know how easily you could have drowned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "You saved me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "You stupid child! You could have killed us both! Is that your idea of a joke? She looks at him for a moment, shocked by his tone, but d nonetheless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I want to thank you for saving my life. I’ll be eternally grateful to you. He strides away angrily, into the woods, leaving BRIONY disconsolate amidst the cow parsley. EXT. RIVER-BANK IN FRANCE. DAY. ROBBIE leads MACE and NETTLE northwards beside a broad ri",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "The story can resume. Our story can resume. I will simply resume. NETTLE’s insistent voice breaks into his reverie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Let’s see Jerry come and have a go at us in fucking Southend. Or, better still, Trafalgar Square. No one speaks the fucking lingo out here. You can’t say “Pass the biscuit” or “Where’s me hand grenade?” They just shrug. Because they hate us too. I mean, that’s the point. We fight in France and the French fucking hate us. Make me Home Secretary, I’1ll sort this out in a fucking minute. We got India and Africa, right? Jerry can have France and Belgium and whatever else they want. Who’s fucking ever been to Poland? It’s all about room, empire. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NETTLE (cont'd) They want more empire. Give’em this shithole, we keep ours, and it’s Bob’s your uncle and Fanny’s your fucking aunt. Think about it. EXT. SLUICE. DUSK. It’s late afternoon and the sun is low in the sky as ROBB the CORPORALS trudge past some kind of sluice which squat across a broad canal. They’re approaching the outskirts o industrial quarter of Dunkirk, close enough now to see th pall of black smoke rising above the town. EXT. RAILWAY BRIDGE. NIGHT. ROBBIE is trying to get some sleep under a stone railway watched by an impassive bullfrog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "Dearest Cecilia, the story can resume. EXT. BEACH BELOW WHITE CLIFFS. DAY. On a deserted shingle beach, beneath towering chalk cliff CECILIA sits, looking out to sea towards France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "The one I had been planning on that evening walk. I can become again the man who once walked across a Surrey park at dusk in my best suit, swaggering on the promise of life; the man who, with the clarity of passion, made love to you in the library. The story can resume. EXT. INDUSTRIAL QUARTER. DAY. The three soldiers tramp along between narrow-gauge railw lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "I will return. Find you, love you, marry you, and live without shame. \f56. A WIDE ANGLE reveals that ROBBIE, MACE and NETTLE are mov past an enormous burning steelworks ringed with deep bomb craters, with destroyed vehicles at precarious angles. EXT. APPROACH TO BRAY DUNES. DAY. ROBBIE and his companions move along a straight road betw patches of scrub grass, the industrial quarter now behind Suddenly, ROBBIE raises his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I can smell the sea. He sets off at a run, along a path cut through long grass and NETTLE labouring behind. EXT. BRAY DUNES. DAY. ROBBIE scrambles up the final steep dune and stops. NETTL MACE join him, their jaws dropping in amazement. They are looking down at an astonishing scene. Beyond the beach at Bray is teeming with SOLDIERS, hundreds of thous men as far as the eye can see. The few ships there are, o the iron-grey Channel, are almost all capsized or ablaze; most striking of all, what looks at first sight like a se jetties turns out to be columns of SOLDIERS, six or eight standing out to sea for almost five hundred yards in the waters, the closest submerged up to their knees, the furt obliged to hold their rifles up above their tin helmets t them dry. The three MEN watch for a moment in silence, be MACE gives out a heavy sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACE",
          "text": "Fuck me, it’s like something out the Bible. For once, NETTLE is at a loss for words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Jesus Christ. ROBBIE shakes his head as if to clear it. EXT. BEACH AT BRAY DUNES. DAY. ROBBIE wanders with the others through what seems like a hallucination. \f57. Harnessed but riderless horses gallop across the sand. A with ragged black sails lies fifty yards from the sea. A football game is in progress. A small group of men throw their clothes and splash into the sea for a swim. Another group huddles in a bandstand, singing a hymn. A chaplain and his clerk are throwing prayer books and bi into a bonfire; the thin pages catch and float into the a black snowflakes. A YOUNG SOLDIER of no more than 17 sits quietly looking out to sea with tears streaming down his ROBBIE approaches a group of NAVAL OFFICERS, as they stri the beach with a clipboard, trying to do a head-count. Th moving briskly throughout the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "We've just arrived, Sir. Can you tell us what we’re supposed to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAVAL OFFICER",
          "text": "Nothing. Just wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Where are the ships?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAVAL OFFICER",
          "text": "A few made it in yesterday but the Luftwaffe blew them to buggery. We lost five hundred men when they sank the Endurance. And high command in its infinite wisdom is denying us air cover. It’s a disgrace, it’s a fucking disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "The thing is, I’m expected back, you see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAVAL OFFICER",
          "text": "There’s over three hundred thousand men on this beach, private. So you’1l have to wait your turn. Just be grateful that you’re not wounded, we've had orders to leave the wounded behind. NETTLE pulls ROBBIE away, as the NAVAL OFFICER continues beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Come on, guv, never trust a sailor on dry land. Best off out of it. \f58. ROBBIE moves on, dazed, through crowds streaming across t beach in opposite directions, past gutted and blazing veh From up ahead, the SOUND of a gunshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACE",
          "text": "That’s not right. To one side is a detachment of French cavalry, each man dismounted and standing to attention beside his horse. A OFFICER with a pistol moves slowly, almost ceremoniously, the line, shooting each horse in the head. ROBBIE moves on, as another horse goes down in the backgr He rounds the back of the beached whaler where a deranged SOLDIER is perched up on the mast, furiously waving and s at the top of his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "Can you hear me, laddies? I’m coming home. The seafront, or what’s left of it was once a cheerful re with cafes and little shops. ROBBIE, MACE and NETTLE pass bandstand and merry-go-round decorated in red, white and Soldiers have opened up the cafes and a good portion of t raucously drunk. Some lark about on bikes. A solitary sun in his underpants lies on a towel. A brawling couple roll the bank on to the beach. MACE climbs up on to the gazebo-shaped bandstand where a knot of SOLDIERS is singing “Dear Lord and Father of Mank Then he catches up with ROBBIE and NETTLE as they plunge ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Come on. I have to get something to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "You need one. You’re grey. He turns to MACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "He’s gone all grey, look. They move on past another group of SOLDIERS, disabling ve with their rifle-butts. Then ROBBIE points ahead to where cinema sits, perched unexpectedly at the top of the beach \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "There. Come on. He scrambles up a wooden stairway and disappears into the cinema, having taken one last appraising look out across raucous inferno of the beach. INT. CINEMA BAR. DAY. ROBBIE pushes his way through a tight crowd of SOLDIERS, singing “The Long and the Short and the Tall” with the wo changed from “Bless’em all” to “Fuck’em all”. He can’t fi anything to drink, and, as a brawl starts up and bottles to fly, he ducks through a door at the back. INT. BACKSTAGE AREA. DAY. ROBBIE finds a tap on the wall in a kind of box-room, clu with film cannisters; he tries it, but nothing comes out. background, the SONG has changed to “The White Cliffs of but ROBBIE has heard, under this, the murmur of French di and he moves forward to investigate. INT. CINEMA. DAY. ROBBIE scrambles down a ladder and finds himself at the f a giant screen where the huge face, full of doomed melanc of Jean Gabin leans forward to kiss the shining lips of M Morgan in Quai des Brumes. As Gabin kisses her a second t ROBBIE, dwarfed by the enormous black-and-white image, bu his face in his hands. EXT. STREET IN BRAY. NIGHT. ROBBIE wanders down a rubble-strewn street, between blazi buildings and vehicles; NETTLE, accompanying him, cups hi around his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Mace! Mace! They turn a corner and NETTLE, demoralised, stops to ligh cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Hold up, guv. \f60. ROBBIE , looking listlessly around, sees an elderly FRENC step into a shop with shattered windows. His interest abr aroused, he speaks crisply to NETTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Wait here. He sets off into the shop, leaving a bemused NETTLE. INT. SHOP. NIGHT. ROBBIE moves into a kind of parlour off the main shop. He around; he’s sweating now and very pale. Suddenly, a fami VOICE breaks into his reverie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE, (0.S.)",
          "text": "Why don’t you sit down? ROBBIE turns to find the reassuring figure of GRACE, his standing in a doorway. Gratefully, he sinks into a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "It’s so hot in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Take your boots off. Later. GRACE is washing ROBBIE’s feet. They exchange a te smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I have to get back. I promised her. To put things right. And she loves me. She's waiting for me. GRACE looks up at him, infinitely understanding. There’s explosion outside. EXT. STREET. NIGHT. ROBBIE strides out of the shop, carrying bread and wine, longer wearing his boots. NETTLE, who’s sitting waiting, obliged to jump to his feet and hurry after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Oi! Wait! NETTLE catches up with ROBBIE. \fél.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "What you done with your boots? No answer. NETTLE circles ROBBIE, trying to get his atten",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "You sure you're feeling all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Never better. He moves on, frowning in concentration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Now, I’m wondering if the beach really is the best place for dinner. EXT. SIDE STREET. NIGHT. ROBBIE and NETTLE turn into a side street, as bombs explo not far away, and the night is lit up by flashes of artil",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’m not sure, I don’t recognise it... NETTLE follows, scrambling over rubble and bomb debris. H indicates a dark opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "This’1l do. Down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "No, no, it’s a little further on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "What is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "This place I know, an old cottage, white clapboard with blue painted window frames. NETTLE finally understands he’s delirious and decides to along with him, whilst manoeuvering him towards the entra an abandoned ice factory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Oh, yes, that’s right, that’s where we're going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "It’s close to here. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "We’re there. This is it. He succeeds in leading ROBBIE into the side entrance of t factory. INT. ICE FACTORY. NIGHT. NETTLE guides ROBBIE between ranks of sleeping SOLDIERS, arriving at a steel staircase leading down to a cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Here we are. Down here. INT. STAIRCASE AND CELLAR. NIGHT. ROBBIE descends the narrow staircase, NETTLE following. T cellar is also crowded, but they reach an empty stretch o and NETTLE starts to help ROBBIE off with his pack. As he so, ROBBIE more or less collapses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "It’s all right, guv’nor. He straightens ROBBIE out and drapes a thin blanket over",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "That’s right. Get your head down. There you go. Tuck yourself in. Keep yourself warm. NETTLE hands ROBBIE a chunk of bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Chew on a bit of this but quiet like or they’1l1 all be wanting some. And try and get some sleep. Ssh. Having calmed ROBBIE, NETTLE settles himself down facing Darkness. Then a match flares. It’s ROBBIE: he has the bu letters in his hand, and the photograph of the cottage on coast. SOUND of the sea. Slowly the match burns out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Key moments from ROBBIE’s past, some familiar, some not, some running backwards. The fragment of Meissen flies back up out of the fountain attaches itself to the lip of the vase. \f63. ROBBIE takes back the letter he’s handed to BRIONY. The hammers of ROBBIE’s typewriter lift the ink from the N-U-C, leaving clean white paper. ROBBIE, alone, advances through a poppy-field in France, blazing sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE, (V.O.)",
          "text": "Find you, love you, marry you, and live without shame. The Dunkirk cinema is filled with SOLDIERS singing “The W Cliffs of Dover.” As Jean Gabin kisses Michéle Morgan, ROBBIE raises his fa from his hands. A SLOW TRACKING SHOT finds CECILIA, in her green evening standing outside the Tallis House. ROBBIE’s arrest, played backwards: he backs away from the breaks away momentarily from the CONSTABLE escorting him. CLOSE on CECILIA: She leans forward and whispers into ROB ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I love you. Come back. Come back to me. INT. CELLAR. NIGHT. ROBBIE comes awake with a start; NETTLE is gently shaking",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Bit too much noise, guv’nor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Noise? What noise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "You keep shouting. Some of the lads are getting a bit peeved. ROBBIE tries to lift his head but can’t. NETTLE strikes a",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Christ. You look a bit rough. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Thing is, I've decided to stay ona bit. I’m meeting someone. I’m always keeping her waiting. NETTLE wipes the sweat off ROBBIE’S forehead; he begins t speak, his voice soothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Now listen, listen to me, guv’nor. I went out for a Jimmy Riddle just now. Guess what I saw? They’re getting themselves sorted out down on the beach. The boats are back and a geezer from the Buffs is marching us down at seven. We're away, we're off home, mate! So get some more sleep and no more of your bleeding shouting, all right? ROBBIE looks peaceful. He speaks in a cracked whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I won't say a word. Wake me before seven, would you? Thanks so much. You won't hear another word out of me. I promise. FADE TO BLACK. INT. CORRIDOR AND WARD IN ST.THOMAS'S HOSPITAL. DAY. A broad, empty hospital corridor, simonized to an improba gloss. A CAPTION: LONDON, THREE WEEKS EARLIER. The SOUND of rapid, regular steps at the far end of the corridor. Then they appear, a group of PROBATIONARY NURSE following a WARD SISTER, like ducklings after their mothe At the back of the group is BRIONY TALLIS, now eighteen, dressed, like the others, in the constricting purple and tunic of a probationer. SISTER DRUMMOND, a woman in her thirties with a narrow mo a quiet but lethal delivery, and her NURSES sweep into a ward with high ceilings and windows. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Bed castors should be lined up and pointing inwards. I found three yesterday that weren’t. You know who you are. They keep walking, moving fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Which of you was responsible for putting away the blankets today? An amiable-looking nurse, FIONA AVERY, pipes up apprehens",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "I was, Sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "I don’t suppose you can tell us what you did wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "No, Sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Labels are folded to the inside, are they not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Oh, yes, Sister, sorry, Sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Do them again. Nurse Tallis, I'll see you in my office. The rest of you are excused. BRIONY follows SISTER DRUMMOND towards her office. INT. SISTER'S OFFICE. DAY. BRIONY stands across from SISTER DRUMMOND, who sits at he",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Is this job at all important to you, Tallis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Very important, Sister. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Yesterday you were seconded to men’s surgical. When your patient came round from his anaesthetic, it seems the first thing he did was to ask for Briony. Who might Briony be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Well, me, Sister. SISTER DRUMMOND suddenly draws herself up and shouts at B",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "There is no Briony! You are Tallis. Nurse Tallis. Is that understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes, Sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR. NIGHT",
          "text": "BRIONY stands at a window at the end of a long corridor l out at a view of the Thames and Parliament beyond. The su setting. Her focus shifts to her own reflection which she studies impassively for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "There is no Briony. She turns from the window and walks away down the corrido past people putting up the blackout shutters. Over this, VOICE of a RADIO NEWSREADER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSREADER, (V.O.)",
          "text": "This is the B.B.C Home Service. Here is the news. The B.E.F., with their French allies, are fighting a desperate battle in the Northern Zone of the Western Front. The Allied Forces have not lost cohesion and their morale is high. The R.A.F. continues to give all the support in its power to the Allied armies in Northern France... INT. NURSES’ DORMITORY. NIGHT. The CAMERA moves slowly through the 20-bed dormitory, tak jars of cosmetics, overflowing ashtrays and tennis racque the corridor a NURSE stands at the wall-mounted telephone talking to each one of her family in turn. \f67. Back in the dormitory, NURSES are putting in curlers, wri letters, crying gently on one another’s shoulder, dancing Flanagan and Allen record. Finally, we arrive at BRIONY, trimming the nails on FIONA’S right hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Thanks, I never could make the scissors work with my left hand. Mummy always did it for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "There. You’re done. She turns to her bedside locker, in which is the small po typewriter she used as a child. Somebody shouts “Lights out!” And the lights go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Oh, bother. BRIONY lies back on her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Good night, Tallis. INT. WATER TANK ROOM. ST. THOMAS’ HOSPITAL. NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The water tank room is high in a tower above the hospital SOUND of someone typing. BRIONY is perched on a step, amo pipes and tanks, typing furiously. Beside her, a small pi paper. A noise at the bottom of the stairs. BRIONY is startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Don’t panic. It’s only me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Fiona! I almost jumped out of my skin! FIONA climbs up. She’s wearing her dressing gown. She sit fishes for a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "So this is what you get up to after lights out. I thought you might be in the middle of some tempestuous romance. She shivers. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Don’t you freeze to death up here? She moves to look out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "I love London. Do you think all of this will be bombed and just disappear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No. I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Do you write about Sister Drummond? Do you write about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Can I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I'd rather you didn’t. It’s private. She puts out a hand to cover the title page, which reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Figures By a Fountain by Briony Tallis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "I don’t see any point in writing a story if you're not going to let anyone read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It’s not ready yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "What’s it about ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It’s just...it’s about a young girl, a young and foolish girl, who sees something from her nursery window which she doesn’t understand, but she thinks she does...I probably won't ever finish it. FIONA considers BRIONY for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "I look at you, Tallis, and you’re so mysterious. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIONA (cont'd) I’ve never been mysterious. Do you know what I decided tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "I could never marry a man who wasn’t in the Royal Navy. BRIONY thinks about this, then bursts out laughing. FIONA shushes her, giggling helplessly herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOSPITAL ADMINISTRATION OFFICE. DAY",
          "text": "A sympathetic-looking ASSISTANT with an index-card in her turns to speak to BRIONY, who’s in uniform, waiting on th side of the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Here we are, Cecilia Tallis, I think this is her address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Thank you. INT. WARD. NIGHT. BRIONY, on night duty, sits at her table studying textboo",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY, (V.O.)",
          "text": "Dear Cecilia, Please don’t throw this away without reading it. As you’1ll have seen from the notepaper, I’m here at St. Thomas's, doing my nurses’ training. INT. SLUICE ROOM. DAY. BRIONY, in a heavy rubber apron, sluices a bedpan, lookin holding her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY, (V.O.)",
          "text": "I decided not to take up my place at Cambridge. I decided I wanted to make myself useful, do something practical. \f70. INT. HOSPITAL CORRIDOR. DAY. BRIONY and FIONA are polishing the floors using a heavy b that they can hardly move from side to side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "It says in the paper the army are making strategic withdrawals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I saw that. It’s a euphemism for retreat. EXT. HOSPITAL YARD. DAY. BRIONY works alongside a number of other PROBATIONERS, on knees in the centre of the yard, scrubbing the frame of o number of filthy old beds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY, (V.O.)",
          "text": "But no matter how hard I work, no matter how long the hours, I can’t escape from what I did... INT. WASH ROOM. NIGHT. BRIONY stands at the only (cold) tap, fiercely scrubbing hands with a scrubbing-brush and baking soda. Her hands a raw, cracked and marked with chilblains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY, (V.O.)",
          "text": "...and what it meant, the full extent of which I’m only now beginning to grasp. Cee, please write and tell me we can meet. Your sister, Briony. INT. STORE ROOM. DAY. BRIONY works in a corner near the doorway, with FIONA. Fr time to time PORTERS arrive with trolleys and leave piles boxes outside in the corridor. Other NURSES unpack and st kidney bowls and packs of hypodermics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "So do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Do I what? \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Have a secret fiance in France? That’s what everybody thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No. Of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Imagine not knowing if he’d ever come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I’ve never been in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "What never? Not even a crush?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I had a crush once, when I was ten or eleven. I jumped in the river to see if he’d save me from drowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIONA",
          "text": "Now you’re teasing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No. And he did save me. But as soon as I told him I loved him the feeling sort of disappeared. Outside in the corridor, there’s a commotion. People are past. Another PROBATIONARY NURSE sticks her head through doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Something's happened. BRIONY and FIONA put down the boxes they’re stacking and into the corridor, where everyone is running towards the EXT. ENTRANCE TO ST. THOMAS’S HOSPITAL. DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As BRIONY and FIONA arrive, out of breath, bloody and wou SOLDIERS are being unloaded from the lorries and ambulanc Many of them are black with oil, coated in grime and daze exhaustion. BRIONY has scarcely arrived, when a young REG barks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRAR",
          "text": "You! Get on the end of this stretcher! \f72. He turns away from her and picks up the stretcher, handle behind him, so that he doesn’t see the vast effort it cos BRIONY to lift her end. The PATIENT is a large SERGEANT, bare feet and filthy bluish toes directly below BRIONY’s his thigh disfigured by an ugly wound. BRIONY struggles f each step plainly an agony for her and, even more distres for the SERGEANT. INT. SECOND FLOOR. CORRIDOR. DAY. The lift doors slam open and the REGISTRAR emerges carryi stretcher. BRIONY is struggling desperately along behind REGISTRAR, her teeth gritted, her face puce with effort. PATIENT utters a fearsome groan. Tears begin to roll down BRIONY’s cheeks as she gasps with effort, the fingers of left hand begin inexorably to unravel. She hangs on griml they turn into the ward. INT. WARD. DAY. A NURSE and a SISTER wait by an emergency bed in a ward n crammed with extra beds. The REGISTRAR and BRIONY arrive alongside and stop. BRIONY’s left hand gives way and she’ obliged to catch the stretcher on her knee. This causes a anguished gasp from the PATIENT. The REGISTRAR glares at BRIONY turns and hurries away, glancing surreptitiously a red and dented left hand. EXT. HOSPITAL ENTRANCE. DAY. BRIONY emerges into a scene of escalating chaos as more a field ambulances arrive and dozens of wounded soldiers mi about hopelessly or sit waiting on the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SOLDIER",
          "text": "Fucking shambles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND SOLDIER",
          "text": "Turner! Private Turner? BRIONY spins on her heels. There is a slight man, his fac filthy and black with oil. It is ROBBIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Robbie? Robbie! ROBBIE turns away. BRIONY rushes to him, puts a hand on h and turns him forcibly. The man is not ROBBIE. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Excuse me. INT. BRIONY’S WARD. DAY INTO NIGHT A MONTAGE of BRIONY’s work against a background of ceasel activity in the rest of the ward. BRIONY helps lift a man leg has been amputated back on to his bed. BRIONY swabs the oil from a long, stitched wound down a m back. BRIONY leans forward, puts one hand on an AIRMAN’s leg, g the end of a protruding piece of shrapnel with the forcep pulls it out, firmly and smoothly. BRIONY rips a dressing off a man’s chest, causing him to and vomit. BRIONY joins a group of NURSES around the bed of a young whose body is entirely covered in savage oil burns. Outside in the hallway, FIONA, overcome, turns towards th and weeps. INT. WARD. NIGHT. BRIONY moves between rows of sleeping patients, checking She’s intercepted by SISTER DRUMMOND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "You speak a little French, if I remember rightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Only school French, Sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "The soldier over there in bed 13. Go and sit with him for a minute. Hold his hand. BRIONY hesitates, looking over towards the soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Off you go. BRIONY slowly moves down the length of the ward, full of apprehension. Bed 13 is surrounded by screens. Inside the screens is the patient, LUC CORNET, his head heavily band \f74. He’s asleep. BRIONY sits by the bed and hesitantly takes hand. He turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Te voila, enfin. (Here you are, at last.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "La soeur m’a envoyée. Pour bavarder un peu. (The Sister sent me. For a little chat.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Ah, oui, je me souviens de ta soeur. Elle était toujours trés gentille. Qu’est-ce qu’elle fait maintenant? (Oh, yes, I remember your sister. She was always so nice. What’s she doing now?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Erm, elle est aussi infirmiére. (She’s a nurse as well.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Est-ce qu’elle s’est mariée enfin avec cet homme qu’elle aimait tant? J’ai oublié son nom. (Did she finally marry that man she was so in love with? I’ve forgotten his name.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Er, Robbie. Bientét, j’espére. (She will soon, I hope.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Robbie, oui, c’est ga. (Robbie, yes, that’s right.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Et vous, comment vous appellez-vous? (And what’‘s your name?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Luc. Luc Cornet. Et toi? BRIONY hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Tallis. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Tallis. C’est joli. (That’‘s pretty.) A spasm of pain or bewilderment crosses his face. He grip hand tightly and looks at her, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Je me rappelle de toi maintenant. C’est 1’Anglaise. Tu te souviens, ta premiére visite a Millau? Je travaillais avec mon pére prés des fours. J'ai entendu ton accent. (I remember you now. You’re the English girl. You remember your first visit to Millau? I was working by the ovens with my father. I heard your accent.) BRIONY looks at him, moved by his confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Tu peux me rendre un tout petit service, Tallis? (Can you do me a little favour?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Bien sfr. (Of course.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Ce bandage me serre terriblement. Tu peux le desserrer un peu? S‘il te plait. (These bandages are so tight. Can you loosen them a bit? Please.) BRIONY stands to look down at the bandage. It’s secured b pair of simple gauze bows. She begins to undo them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Tu te souviens de ma soeur cadette, Anne? Elle joue toujours ce petit morceau de Debussy. Tu te souviens? (You remember my younger sister, Anne? She still plays that little Debussy piece. Do you remember?) He starts to hum the tune. BRIONY continues to unwind the bandages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elle prend toujours une mine si grave quand elle joue, tu ne trouves pas? (She always looks so serious when she plays, you know?) All of a sudden, the sterile towel underneath the bandage away, taking most of the bloodstained dressing with it. A section of CORNET’s skull is missing and BRIONY finds her looking directly down at his brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Et nos croissants? Qu’est-ce que tu en pensais? (What about our croissants? What did you think of them?) Methodically, not panicking, BRIONY starts to replace the dressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Délicieux. Les plus délicieux a Millau. (Delicious. The most delicious in Millau.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Oui, c’est la qualité du beurre. (Yes, it’s the quality of the butter.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Oui. (Yes.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "C’est pour ga que tu venais tous les jours? (Is that why you came every day?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Oui, bien sar. (Yes, of course.) CORNET thinks for a moment. Meanwhile, with infinite care BRIONY is replacing the sterile towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Parce que, tu sais... Ma mére t’aime beaucoup. (Because, you know...my mother is very fond of you.) \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Ah, bon? (Oh, yes?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Oui. A son avis, on devrait se marier pendant 1’été. (Yes. In her opinion we should get married in the summer.) BRIONY falters in her work, but recovers. She’s tying the of the bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "C’est plus confortable comme ga, j’éspére. (I hope that’s more comfortable. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Tu m’aimes? (Do you love me?)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Oui. (Yes.) She’s spoken without hesitation. He’s broken into a light and she leans forward to wipe his face tenderly. He looks her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "Tu peux rester un peu? (Can you stay a while?) BRIONY nods reassuringly. All of a sudden, it’s as if an electric current has passed through him. He jerks upright begins to topple forward. BRIONY catches him and his head forward, banging against her cheek. It’s all she can do t him back to his previous position in the bed. She’s settl him, her face close to his, when his eyes flutter open. A rolls down his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNET",
          "text": "J'ai peur. J'ai peur. Tallis. (I'm frightened. I’m frightened, Tallis.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Briony. Je m‘appelle Briony. (My name is Briony.) She’s suddenly aware of SISTER DRUMMOND standing above he speaks with her habitual sinister softness. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Stand up, Nurse Tallis. BRIONY does, bracing herself for an onslaught which doesn come. Instead, DRUMMOND reaches out to straighten BRIONY’ collar. Behind her, a NURSE covers LUC CORNET’S face with sheet. Finally, DRUMMOND speaks, an unprecedented note of tenderness in her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMOND",
          "text": "Now go and wash the blood off your face. Numbly, BRIONY turns away and sets off down the centre of silent, darkened ward. INT. HOSPITAL DAY ROOM. DAY. Open on full-screen newsreel footage: the return of the B France. The newsreel is being shown on a makeshift screen day room, where it is being watched with various degrees disbelief and disgust by those of the patients well enoug up and about. In total contrast to everything we've seen hospital and at Dunkirk, what’s shown tells of a heroic r and a triumphant return. We see the troops offering smili faces and giving the thumbs-up as train carriages roll in London. We see Union Jacks waving, and happy wives and ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER, (V.O.)",
          "text": "The navy has earned our undying gratitude. The army is undefeated. Courage has brought them through unconquered, their spirit unbowed. This is the epic of Dunkirk, a name that will live forever in the annals of warfare. BRIONY stands at the back, watching this propaganda. The item in the newsreel is introduced by a title: ON THE HOM FRONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER, (V.O.)",
          "text": "In the course of a comprehensive tour, Queen Elizabeth is seen here visiting a chocolate factory in the North of England... On the screen the Queen is being given a tour of the ARMY factory. BRIONY begins to collect her things to leave. Su her attention is caught, as there, on the screen, she see QUINCEY and PAUL MARSHALL shaking hands with the Queen. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS REPORTER",
          "text": "The confectionery magnate, and friend of the British Army, Mr. Paul Marshall, gave the Queen a tour of the Army Amo factory with his lovely soon- to-be-wed fiancee Miss Lola Quincey. And what a mouthwatering couple they are. Keep the Amo coming, our boys have a sweet tooth! LOLA looks at the camera and smiles, as if straight at BR EXT. CHURCH OF THE HOLY TRINITY, CLAPHAM. DAY. The church stands at the end of a street of terraced hous imposing facade behind pillars and a flight of steps. BRI approaches, moving up the street, taking note of an empty Rolls Royce parked outside the church. She hesitantly cli steps towards the church door. INT. CHURCH OF THE HOLY TRINITY. DAY. The wedding is already in progress, as BRIONY quietly let herself into the church. There are a large number of GUESTS. PIERROT and JACKSON, fourteen, stand between their estranged parents, HERMIONE CECIL. On the other side are the many GUESTS of MARSHALL. in full bridal white and heavily veiled, and MARSHALL in morning suit, face the VICAR, who is in full flow. BRIONY slips into a pew at the back and watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICAR",
          "text": "Secondly for a remedy against sin, and to avoid fornication, that such persons as have not the gift of continence might marry and keep themselves undefiled members of Christ's body. Thirdly, it was ordained for the mutual society, help and comfort, that the one ought to have for the other... The VOICE of YOUNG BRIONY breaks in, talking to the POLIC INSPECTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRIONY, (V.O.)",
          "text": "I saw him. BRIONY sits in her seat, an appalling knowledge dawning. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICAR",
          "text": "Therefore if any man can show any just cause, why they may not be lawfully joined together, let him now speak, or for ever hold his peace. BRIONY’s fingers grip her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRIONY, (V.O.)",
          "text": "I know it was him. EXT. GRASSY BANK NEAR THE TALLIS HOUSE. NIGHT. 1935.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIONY stands still, blinded by the torch. INT. CHURCH OF THE HOLY TRINITY. DAY. 1940.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIONY’s eyes widen. EXT. GRASSY BANK NEAR THE TALLIS HOUSE. NIGHT. 1935.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time it’s clear that the figure scrambling away up t is PAUL MARSHALL. A CRASH of organ music. INT. LIBRARY. NIGHT. YOUNG BRIONY faces the INSPECTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I saw him, I saw him with my own eyes. The church organ thunders on. INT. CHURCH OF THE HOLY TRINITY. DAY. 1940.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIONY stands in her pew as LOLA and MARSHALL walk toward They don’t notice her until the VICAR swings open one of great doors of the church. A shaft of sunlight sweeps acr shining straight on BRIONY. She stares at LOLA and MARSHA they draw level with her. LOLA’S eyes meet with BRIONY’S, forehead crinkles with displeasure, her lips purse. MARSH face reddens and then they are gone. BRIONY is left alone in the church. \f81. EXT. STREET NEAR BALHAM. DAY. BRIONY passes down a narrow terrace of red-brick houses. towards her is a MOTHER with four unruly BOYS, all carryi cardboard suitcases and knapsacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Leave off, let the nursey through! The BOYS take no notice of her whatsoever, and BRIONY is to stand aside to let them pass. The MOTHER smiles at her apologetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "They’re going down to the country today. Never been out of London before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I hope they get a nice family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "They dunno what they’re in for with this lot! EXT. DUDLEY VILLAS IN BALHAM. DAY. BRIONY walks down the long, drab street and stops at no.4 outside which is an old Ford 8 without wheels, supported piles of brick. She walks down the front path, rings the doorbell and then, realizing it doesn’t work, uses the he knocker to knock twice. The door is opened by a sour-face woman in her thirties, MRS. JARVIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I’m looking for Miss Tallis. Cecilia Tallis. Is she in? MRS.JARVIS turns and yells up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. JARVIS",
          "text": "Tallis! Door! Eventually, CECILIA appears in the doorway. She’s wearing striped dressing-gown and men’s socks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "My God. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I tried writing, but you wouldn’t answer. I have to talk to you. INT. CECILIA'S FLAT. DAY. CECILIA leads BRIONY to her tiny kitchen/living room. Eve - furniture, lino, wallpaper - is cheap and shabby. There small table covered by a gingham cloth, a few books (Shakespeare, Gray’s Anatomy), an overflowing ashtray and jar containing a bunch of harebells. The door to the bedr closed. CECILIA is lighting a cigarette as BRIONY advances tentat into the flat. She sees CECILIA’s uniform hanging behind door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "So you’re a ward sister now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Yes. CECILIA forces herself to offer BRIONY a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Thanks. BRIONY launches abruptly into what she’s come to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I want to go in front of a judge and change my evidence, Cee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Don’t call me that! She turns away, trying to control herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Please don’t ever call me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "What I did was terrible, I don’t expect you to forgive me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Don’t worry, I won’t. She turns away again. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "You’re an unreliable witness, they'd never re-open the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Well at least I can tell everyone else, I‘ll go home, explain to Mummy and Daddy and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "What’s stopping you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I wanted to see you first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "They don’t want to know. That unpleasantness is all tidied away in the past, thank you very much. BRIONY starts: the bedroom door has opened and ROBBIE sta front of them, in his uniform shirt and trousers. His shi open revealing a square bandage taped over the wound at h solar plexus. BRIONY is partly obscured from ROBBIE’s vie CECILIA who has turned to him. He talks quietly to CECILI without focusing on BRIONY, then briefly nods in her dire",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Excuse me. Then he’s gone again. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "He sleeps so deeply. BRIONY holds onto the table for support. In silence CECIL begins to move around the kitchen area of the room. She f kettle. Mixes milk and water to egg powder and lays a pot and three plates and cups on the table. Finally they hear click of the bathroom door and ROBBIE whistling as he cro the landing. BRIONY moves as far away from the door as po She’s in his sight line as ROBBIE opens the door. He sees He can’t even address her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "What is she doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "She came to speak to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Oh, yes? What about? \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "The terrible thing I did. ROBBIE moves around the room, putting his hands in his po taking them out again. It’s clear he’s furious, hardly ab contain himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "I’ll be quite honest with you. I’m torn between breaking your neck here and throwing you down the stairs. BRIONY stands her ground, shaken but not afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Have you any idea what it’s like in jail? Course you don’t. Tell me, did it give you pleasure to think of me inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "But you did nothing about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Do you think I assaulted your cousin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Did you think it then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes, yes and no. I wasn’t certain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "And what’s made you so certain now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Growing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Growing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I was thirteen. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "How old do you have to be before you know the difference between right and wrong? Do you have to be eighteen before you can own up to a lie? There are soldiers of eighteen old enough to be left to die on the side of the road! Did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Five years ago you didn’t care about telling the truth. You and all your family, you just assumed that for all my education, I was still little better than a servant, still not to be trusted. Thanks to you, they were able to close ranks and throw me to the fucking wolves. BRIONY shakes her head. ROBBIE clenches his fist, looks a might attack her. BRIONY prepares herself, flinching. But CECILIA intervenes, holding on to him, calming him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Robbie. Robbie, don’t. Please. Look at me, Robbie. Look at me. She kisses him gently and lingeringly on the lips. BRIONY away, something like shame in her eyes. We stay on BRIONY face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA, (0.S.)",
          "text": "Come back, come back, come back to me. BRIONY looks out of the window. ROBBIE and CECILIA are no talking in low voices as BRIONY watches an OLD WOMAN outs the street below, pushing a pram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Briony. BRIONY turns. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "There isn’t much time. Robbie has to report for duty at six and he’s got a train to catch. So sit down. There are some things you’re going to do for us. BRIONY and CECILIA sit in the kitchen. ROBBIE leans on th table, looming over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "You'll go to your parents as soon as you can and tell them everything they need to know to be convinced that your evidence was false. You’1ll go and see a solicitor and make a statement and have it signed and witnessed and send copies to us. Is that clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Then you'll write a detailed letter to me, explaining everything that led up to you saying you saw me by the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Try and include whatever you can remember of what Danny Hardman was doing that night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "It wasn’t Danny Hardman. It was Leon’s friend, Marshall. They both look at her, astonished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "I don’t believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "He’s married Lola; I’ve just come from their wedding. Silence. Finally, ROBBIE exhales the breath he’s been hol CECILIA looks across at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILIA",
          "text": "Lola won't be able to testify against him now. He’s immune. ROBBIE straightens up and turns away, grappling with a ri emotions. Silence. Finally, BRIONY stands up and speaks, \f87. formal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I’m very, very sorry to have caused you all this terrible distress. I am very, very sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBIE",
          "text": "Just do what we’ve asked of you. Write it all down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIONY",
          "text": "I will. I promise. She leaves abruptly, her eyes brimming with tears. EXT. DUDLEY VILLAS. DAY. In the window, CECILIA and ROBBIE are locked in a tender embrace. Below in the street, BRIONY turns away and sets off into distance. INT. UNDERGROUND TRAIN. BRIONY sits on a busy train staring straight ahead, tryin take in all that’s happened, all she’s learnt. Trying not cry. The lights flicker on and off, taking us finally to OVER THIS, the tired VOICE of OLDER BRIONY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "I’m sorry, could we stop for a minute? INT. TV CONTROL ROOM. DAY. 1999. Seen on dozens of monitors, BRIONY TALLIS, 76 now, has interrupted an interview she’s giving for television. Lea forward, she unhooks her radio mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Of course. Is anything wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "I just need a couple of minutes to myself. The VIDEOTAPE rewinds and we’re back to earlier in the interview. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Your new novel, your twenty-first, is called Atonement; it’s a period piece set before and during the Second World War... He breaks off, concerned, as OLDER BRIONY buries her face hands. INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Briony? BATHROOM. DAY. Alone, OLDER BRIONY grimaces at her over-made-up face in mirror, pours three aspirin into her hand and washes them Then she lowers her head and closes her eyes. INT. TV STUDIO. DAY. The interview has resumed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "I'd like to talk now about your new novel, Atonement, which is coming out in a few days to coincide with your birthday. It’s your twenty-first novel... CLOSE on BRIONY, her face against black: where we will re for the rest of her interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "It’s my last novel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Oh, really? You mean you're retiring? OLDER BRIONY contemplates him calmly for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "No, dying. Before the INTERVIEWER is quite able to reassemble his th she resumes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "My doctor tells me I have something called vascular dementia; which is essentially a continuous series of (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OLDER BRIONY (cont'd) tiny strokes. Your brain gradually closes down. You lose words, you lose your memory: which, for a writer, is pretty much the point. That’s why I could finally write this book; and why, of course, it’s my last novel. Strangely enough, it would be just as accurate to call it my first novel. I wrote several drafts as far back as my time at St. Thomas's Hospital during the war. I just couldn’t ever find the way to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Because the novel is autobiographical, is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "Yes, entirely. I haven’t changed any names, including my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "And was that the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "No. I had for a very long time decided to tell the absolute truth. And I think... She hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "You’ve read the book, you’11l understand why. I got first-hand accounts of all the events I didn’t personally witness, conditions in prison, the evacuation of Dunkirk, everything. But the effect of all this honesty was rather...pitiless, you see. I couldn’t any longer imagine what purpose would be served by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "By what? By honesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "Or reality. Because, in fact, I was too much of a coward to go and see my sister in June, 1940. INT. WATER TOWER AT ST THOMAS’S HOSPITAL. NIGHT. 1940.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIONY sits at her typewriter. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "I never made that journey to Balham. So the scene in which I confess to them is invented, imagined. INT. CECILIA’S FLAT IN BALHAM. DAY. ROBBIE’s face; the empty bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "And, in fact, could never have happened... INT. CELLAR AT BRAY DUNES. DAWN. CORPORAL NETTLE removes a piece of wood from the entrance bombed out cellar. Light pours in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "..-because Robbie Turner died of septicaemia at Bray Dunes on the first of June 1940, the last day of the evacuation... ROBBIE lies dead amongst the rubble; beside him is the bu letters and CECILIA’s photograph. NETTLE picks up the let",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTLE",
          "text": "Cheerio, pal. He covers ROBBIE’s face and puts the letters in his pocke INT. PLATFORM ON BALHAM TUBE STATION. NIGHT. A thick pipe, running above the platform, is dripping, undramatic but regular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "«+. and I was never able to put things right with my sister Cecilia... A WIDE SHOT shows the platform, dimly lit, crowded with s bodies, mostly women and children. PAN OVER the bodies: one of them, CECILIA, as it turns ou opens her eyes, quite calmly, at the SOUND of muffled exp from the first bombs falling on the street above. The lig flicker and revive. \fgl. EXT. BALHAM TUBE STATION. NIGHT. The illuminated sign above the station also flickers and out. Out here the SOUND and flash of the bombs is far mor present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "..-because she was killed on the 15th of October, 1940... INT. BALHAM TUBE STATION. NIGHT. A vast wall of water cascades, in slow motion, down the d escalators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY, (V.O.)",
          "text": "...by the bomb that destroyed the gas and water mains above Balham tube station. INT. PLATFORM ON BALHAM TUBE STATION. NIGHT. CECILIA sits up as the lights flicker and, this time, go The thunderous roar of the approaching waters. INT. UNDERWATER. CECILIA’s body, balletically graceful, hair fantailed out drifts through the tube tunnel towards a distant light. INT. T.V. STUDIO. DAY. 1999. OLDER BRIONY looks intently at the CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "So my sister and Robbie never had the time together they both so longed for and deserved, which, ever since, I’'ve...always felt I prevented. But what sense of hope or satisfaction could a reader derive from an ending like that? So, in the book, I wanted to give Robbie and Cecilia what they (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OLDER BRIONY (cont'd) lost out on in life. I’d like to think this wasn’t weakness or evasion, but a final act of kindness. She thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER BRIONY",
          "text": "I gave them their happiness. EXT. BEACH BELOW WHITE CLIFFS. DAY. ROBBIE and CECILIA crunch across the pebbles and splash gleefully through the waves, below the towering white cli their way back to their white clapboard cottage.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_207"
    }
  ]
}