{
  "movie_id": "MOV211",
  "scenes": [
    {
      "location": "CENTRAL PARK",
      "time": "SEPTEMBER AFTERNOON",
      "characters": [
        "CHARLOTTE'S BROWNSTONE",
        "BACK TO CHARLOTTE AND SIMON",
        "SLOW-MOTION",
        "AT THE RESERVATION STAND",
        "MUSIC OUT",
        "NIGHT",
        "WITH",
        "MORNING",
        "MUSIC UP",
        "MUSIC AND TITLES OUT",
        "MUSIC AND TITLES IN",
        "ACROSS THE ROOM",
        "THE PHONE RINGS AGAIN",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A COUPLE moves down a walkway, deep in subdued conversati All around them trees explode with autumn color. Birds si Their path is dappled with leafy shadow. To their left, on the sunny meadow, TEENAGERS throw sauce and footballs, smoke cigarettes and joints, drink beer an soda, savoring the waning hours of summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is WILLS KEANE, late 40's to early 50's, strikingly  handsome, impeccably dressed, and supremely poised. At fi glance he has the proud glow of a hedonist who in the war against time has been the undisputed victor. Only a closer look hints at the toll of battle. His shoul strain under the weight of so much repetition. His eyes a touched by regret. The lines in his face reveal an emergi disenchantment not so much with the world as with himself Walking at his side is a WOMAN, 30, attractive and bright Her name is unimportant because so many have come before and, if the past prevails, so many will come after. She listens intently, as Wills finishes speaking --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and I could have waited to tell  you, but I wanted to leave no room  for misunderstanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you certainly didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still talking quietly, they pass into a more secluded are of the park--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I see how you could feel this  way. Of course I do. It's human. But  what I don't get is why you'd want  to announce it so quickly. I mean,  we just met. Feelings change. You  don't even know me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is amused by his confidence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The minute I laid eyes on you. It's  the saddest thing about getting older.  You know people so quickly. I even  knew you'd end up hating me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're wrong. I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a weary smile) Give it time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs. Then he stops. He hears something. She stops. She hears it, too. It's a GIRL'S VOICE. He casually turns and looks, squinting into the sun. He takes a few steps and there, between trees, he sees TW DOZEN PEOPLE sitting on the grass and on folding chairs - most are middle-aged or older with a distinctly intellect bohemian look to them. Standing and addressing them is CHARLOTTE FIELDING, 19, f willowy, pale, lovely in an unconventional way. She wears eccentric hat and a vintage dress. Her bearing is upright her gaze warm and intelligent, her voice rich with emotio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and for weeks I sat by her bed  and cried. I told her I loved her  and I begged her not to leave me.  All I could think about was what I'd  lose if she died. And then one  night... she was in really bad pain...  I stopped thinking about myself for  a second and I thought about her. (fighting tears) I stopped crying. I said goodbye.  And in less than an hour Ella was  gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman whispers in Wills' ear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Wills ignores her. He watches Charlotte with keen  interest, touched by the depth and sincerity of her emoti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really think it's possible to hold  a person back... cry them back...  from dying. That's what I did to  Ella and I'll never do it to anyone  else again. (softly) I hope no one ever does it to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks out at the group, many of whom are crying. A te runs down her cheek. She smiles and wipes it away. The woman, seeing Wills' interest in the girl, whispers -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do you know about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows a great deal. Or at least he thinks he does. But his answer is nonchalant --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That she's just a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes the woman gently by the elbow and guides her awa He steals one last look back. Charlotte, returning to where she was sitting, notices Wi Their eyes meet and a charge passes between them. Meanwhile an OLD MAN has risen from his chair --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I met Ella at City College in 1938...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills slowly turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SWARM OF PEDESTRIANS ascends the steps to the bustling  street. FIND CHARLOTTE amid the swarm, struggling with a load of  BOXES and SHOPPING BAGS, carrying an antique, wood-and-wi DRESSMAKER'S MANNEQUIN. She wears a peasant dress with a cycle jacket, a backpack and another eccentric hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte makes her way down the leaf-strewn pathway. Whe the mannequin by the neck, she passes NYU STUDENTS smokin laughing, and chatting on their way to class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte hauls the mannequin down the block. A YOUNG MAN offers her assistance, but she politely and firmly refuse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte wearily hauls the mannequin across the cobblest street, over the curb, and up to the stoop of a charming slightly dilapidated BROWNSTONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte opens the door into the darkness. She hits a li switch and nothing happens. She flips it back and forth -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She dumps her boxes and bags, then wheels in the mannequi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly! The bulb burned out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EIGHT SILHOUETTES are crouched in the dark room. The mant is draped with a HAPPY BIRTHDAY BANNER. The coffee table stacked with WRAPPED GIFTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks suspiciously at the living room door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She tiptoes through the darkness and lays her ear against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear chuckles and whispers of anticipation. An older  woman's raspy, boozy voice growls --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My ass hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few people chuckle, but they're quickly hushed. The DOO KNOB TURNS and the DOOR OPENS. Everyone leaps up in a bla of light --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SURPRISE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MANNEQUIN bursts into the room, teetering crazily, we CHARLOTTE'S JACKET, BACKPACK, and HAT. Everyone FLINCHES and SCREAMS. Amid a chorus of laughter, Charlotte enters. Grinning, she wags a facetious finger -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? Surprises suck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An antique clock ticks crisply on the dresser. Wills stan before a mahogany mirror, buttoning a freshly laundered w shirt. Lying on the cradle bed, half-wrapped in a sheet, naked b for a string of pearls, is TANYA, 35, raven-haired, much thin. She smokes a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Wills, please, not again. It's  our third date and we're already in  a rut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I thought you loved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stretches with her cigarette but before she can make to the ashtray, her ASH FALLS on a New York magazine. On the cover is a PHOTOGRAPH OF WILLS standing next to a  YOUNG CHEF in a fashionable restaurant. The caption reads \"The Prodigal Son Returns.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I do -- except for the fact that  there isn't a single thing on the  menu I can eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a chuckle) Sure, there is; there's just very  little you're willing to digest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slips in a cuff link. She affects a breezy indifferenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine then. We'll go, I'll get big,  fat, and horrible, and it'll serve  you right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills slips on a silk tie --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it won't. Because it takes at  least a few weeks to get fat and by  then you won't even be speaking to  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(curiously) Why do you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops tying his tie and stares at her in the mirror --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because we have no future. All I can  offer you is this... what we have  right now... nothing more  meaningful... until it ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes back to tying his tie, then adds softly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could have waited to tell you, but  I wanted to leave no room for  misunderstanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares at him, speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its decor is exquisitely tasteful, its ambiance warm and  convivial. The night is in full swing. Most of the tables are taken and the bar is packed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From amid the RUSH OF TRAFFIC, a TAXI breaks free and gli to the curb in front of the RESTAURANT. Its facade is windowless. Only a small brass plaque on th grey marble reveals that this is ELYSIUM. Wills and ERIKO, 30's, Japanese, aloof and stunning, emer from the taxi, elegantly dressed, and move to the front d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO TIPSY DEBUTANTES pass Wills and Eriko as they enter. recognizes Wills and smiles flirtatiously. Wills stops and helps Eriko off with her jacket. JESUS, 3 the dashing Cuban-American maitre d', superbly discreet,  approaches --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, Mr. Keane. Will you be  dining with us tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We certainly will. Table seven, Jesus,  if it's available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills hands Eriko's jacket to MELISSA, 20, the hat check  girl --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you, Melissa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blushing) Fine, Mr. Keane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CELIA, mid-20's, the chipper, blonde Midwestern hostess,  arrives, wearing a stunned, glassy smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, Celia. And how --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with forced cheeriness) Just dandy, sir, thanks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Table seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Celia, barely making eye contact with Eriko, walks quickl away. Wills is amused and a little confused by Celia's  behavior. He lays a hand on Eriko's back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eriko nods and follows Celia. Wills moves to the reservation stand where his best frien and the restaurant's manager, JOHN VOLPE, 40, a brilliant dapper, tough as nails Brooklynite stands, listening to  someone on the telephone. Wills lays a hand on his shoulder and mutters into his ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(covering the phone) Chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house specialty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy for you to say, ya prick.  Waltzin' in here like you own the  joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills laughs and takes a look into the bar. John gestures with his head in Eriko's direction --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who's the new potential ex-wife?  I thought you were still wastin'  time with Tanya-von-What's-her-name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We wisely agreed to cut our losses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills exits into the bar. John smiles and shakes his head FOLLOW WILLS, as he glides along the bar. CUSTOMERS and S greet him warmly. As he enters the main dining room, DINERS spot him --  sprinkled among them are CELEBRITIES from every walk of c life. Wills greets them, stopping to shake their hands an kiss their cheeks. Suddenly, Celia, the hostess, red-faced, blocks his path",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I have no right to say this,  okay? And you can fire me if you  want, but in the six weeks we've  been open you've brought in six  different women -- tonight makes  seven -- and it's really starting to  get to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In what way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to greet them! It's like  working at a dog shelter! I'm afraid  to learn their names or even smile  at them because I know any minute  they could be put down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I assure you it's an absolutely  painless procedure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shocked, she can't help but sputter a laugh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. (beat) Especially for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both laugh. He moves closer, lowers his voice, and s with warm sincerity --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I appreciate your concern,  Celia. The truth is I'm a little  worried myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously. I've been trying to do  better. (uneasily) But... you know how it is... old  habits die hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I'm not fired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. In fact, John's been looking  for an assistant. Tell him you've  just been promoted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills smiles, pats her in the shoulder, and moves on. She can't believe it. A WAITER carrying a BIRTHDAY CAKE -- blazing with candles and decorated with a WOMAN'S HAT made of MERINGUE LATTICE passes by on his way to the REAR DINING ROOM. From inside, VOICES begin to sing HAPPY BIRTHDAY. Wills, curiosity piqued, follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter sets down the cake at the center of a round ta There's a CHEER and APPLAUSE as the song ends. Wills cann see whose birthday it is because the waiter blocks his vi Just as Wills is about to exit the room, the waiter steps away. Wills glances over and sees the birthday girl. At f he can't place her, but then he does, and his face soften and brightens. It's Charlotte. She wears a black velvet dress and a  wonderfully eccentric hat. Her eyes glow in the candlelig Through the chorus of voices, urging her to make a wish, cries out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys! Let me think! (concentrating) Okay. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte blows hard, and, with a little more effort than you might expect, extinguishes the candles. Everyone APPL and CHEERS. To Charlotte's right sits SIMON LORING, late 20's, Englis sardonic, adoring. He gestures at her CHEST and says --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch carefully, everyone -- they  ought to begin emerging any moment  now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone laughs. Charlotte playfully slaps him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very funny! Actually, any moment now  you're gonna turn straight and fall  at my feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, darling, you know I would if I  could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte's best friend, SHANNON HARRIS, 19, a spoiled bu big-hearted redhead, drowning in curls, mutters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only time he falls at your feet  now is when he wants to borrow your  Prada loafers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More laughter. BACK TO WILLS. He considers approaching Charlotte, but th he looks back and sees Eriko sitting alone at their table idly stabbing at her drink with a straw. Regretting his rudeness, he takes a step toward her, but  then hears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that Wills Keane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and sees DOLORES TALBOT, 70, blonde wig, spindly frame, weathered skin, large, sad eyes. She holds a mixed drink --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sure as hell is and he hasn't  changed a bit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, do I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You little fool, it's Dolores Talbot.  Dolly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His smile shows uneasy surprise --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know, time's kicked my ass  but good. Come on, Romeo, let's bury  the hatchet. Give me a hug. Careful  of the cocktail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he hugs Dolores, he can't help but look over at Charlo again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what the hell're you doin' around  here? Last I heard you were out in  earthquake country blowin' the family  fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I doubled it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CHARLOTTE. She looks over. Her view is such that she s Wills but not Dolores. A faint blush creeps into Charlotte's cheeks. She pretend to listen as Shannon tells a story --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- and you know how bouncer's get.  He's like, \"That's the worst fake  I.D. I've ever seen.\" And I'm like,  \"Yeah? Well, you have the worst dread- extensions!\" And then just when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noticing Charlotte's distraction, Simon whispers calmly t her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you feeling all right? You look  positively green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte speaks under her breath without moving her lips",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's here. And he's staring at me  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Shannon and Simon turn to look, but like lightning  Charlotte grabs them both --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't! (to Simon) Wait a few seconds, then go to the  bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How will I know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's beautiful. And much older.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? (getting up) If he's rich you might have a fight  on your hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte watches furtively as Simon rises from his chair and walks over. As he passes Wills, he flashes him a sedu smile. Wills is confused by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon swivels her head and throws an aloof, vacant star in Wills' direction. Then she looks back at Charlotte, mo agape --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's as old as my dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs. BACK ON WILLS. He does his best to be attentive as Dolore exhales a plume of smoke into his face --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, L.A.'s okay if you're a cactus  or a lizard, but if you're a New  Englander, your soul dries up and  blows away like a god damn leaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It only took me twenty years to come  to my senses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what're you doin' now? You owned  some restaurants out there, didn't  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CHARLOTTE. She sits listening to Shannon --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so, after all that, we pay our  cover, we get in, and it's totally  heinous! Nothing but losers and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks over and pales, her eyes widening --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores walks up, hauling Wills by the arm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids! I want you to meet an old chum  of mine, the owner of this fine  establishment -- Wills Keane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The table greets him. Wills, slightly self-conscious, loo at everyone but Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that over there's the birthday  girl -- my granddaughter, Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The news hits Wills hard. But he does his best to hide it He musters a casual smile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not Katie and Jay's daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bet. She got her height from her  dad. But her talent's all Katie's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores indicates the hat that Charlotte's wearing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Made it herself from scratch. That  one, too. (to Shannon) Honey, show 'im.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon makes an elaborate comic show of modeling the hat she's wearing. The table laughs. Wills levels his gaze at Charlotte --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try as she might to accept the compliment with grace,  Charlotte can't help but grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WINE STEWARD stands at a station on which sit TWO BOT OF CHAMPAGNE on ice. He reaches for one. Wills stops him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we can do better than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The steward, understanding, nods and departs, taking the  champagne with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy birthday, Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under her breath) Twenty years old and never been...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amused, he flashes Charlotte his most dazzling smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll let you get back to your  celebration. (kissing Dolly's cheek) A pleasure to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills turns to exit. Simon, returning to his seat, murmur seductively to Wills as he passes by --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaving so soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks at him, confused again, then continues on. As Simon sits, he mutters to Charlotte --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be still my beating heart. (beat) Or is that your heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper to Charlotte) You're not really into him, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte turns to Dolores who has just sat down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Dolly, how do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasily) From Newport. Old friend of your  mom's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores eats a sloppy forkful of birthday cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORNING",
          "text": "A gentle breeze tickles a white lace curtain. A PHONE RIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, standing in the small antiquated kitchen, wear flannel pajamas, tenses when she hears the PHONE RINGING  UPSTAIRS. She snatches an apple from a bowl and dashes ou of the room. FOLLOW CHARLOTTE running through the DINING ROOM... into LIVING ROOM... into the FOYER... and up a DARK STAIRCASE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A startling clash of childhood, adolescence, and womanhoo Everything from stuffed animals to posters of pop icons t volumes of great literature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PHONE RINGS AGAIN",
          "text": "Charlotte bangs in, flings herself on the bed, and grabs phone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, bitch, I'm ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits in his woolen robe, holding a portable phone.  Amused, he smiles into the morning sun --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God, I'm so sorry! Wait. Who  is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills Keane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her heart stops. She sits up slowly, her body tensed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who did you think it was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My friend Simon, actually. He always  calls me the morning after to sort  of... you know... sum everything up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how would you sum it up,  Charlotte? Turning twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinda cool, kinda creepy. Anyway,  you wanna speak to my grandmother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a chuckle) I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OLIVIA, 30's, Wills' Jamaican cook and housekeeper, enter Plump, handsome, and perpetually amused, she carries a tr laden with continental breakfast and a New York Times. Wi mouths a greeting. She smiles back and sets the tray on a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called because I'm going to be  attending a benefit... a black-and- white ball.... and I'd like you to  design a hat... for my date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Wow. Sounds fun. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a gift. I don't have her  measurements, but she's about your  size. What're you, a six?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good -- then let's assume your hat  size is also the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that doesn't necessarily --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a risk we'll just have to take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte runs over to her sewing table, looking for a pe and paper. She finds paper, but no pen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her dress is a sheath... sleeveless,  black. The hat must, of course, be  black or white or both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finds a pen but it doesn't work. She grabs an eyeline and uses that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any particular style?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sipping his coffee) No, just plenty of it. How long will  it take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A week or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have till Thursday. I'll need it  here by seven o'clock. I'm at the  Pembroke on Central Park West and  76th.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Wow. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your fee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faltering) I don't really have one. I usually  just make them for friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's five hundred dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His tone has abruptly shifted; it's intimately hushed. It both daunts and excites her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say \"wow\" a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has to stop. You're a woman now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She clicks off the phone, wilts into a swoon on the bed, breaks out laughing. Wills, still holding the receiver, stares dreamily into t middle distance. He snaps to when Olivia enters. Her accent is as much Que as it is Caribbean --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, now you got me worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You slept alone last night. You must  be sick or somethin'. You want me to  call a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, no, I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She throws him a sly, sidelong glance, then exits. Wills  laughs and contentedly sips his coffee. FROM THE NEXT SCENE, we hear the sound of SQUEALING, LAUG SHOUTING CHILDREN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by swarming PARENTS and KIDS, Wills stands wit John, the manager of Elysium, and his wife, SARAH VOLPE, who, gazing out of frame, keeps a watchful eye on their k",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save it, pal! Don't even bother! I  may not have gone to a fancy school  like Bendover --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sarah) That would be Andover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, if his folks could have afforded  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- but when Wills Keane comps three  bottles of Dom to a twenty-year-old  girl, then tells me he did it 'cause  he likes the kid's grandma, I smell  a rat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking around) Oh, is that what that is? I figured  there was a dirty diaper somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lightly) Okay, I admit it, she interests me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning to Sarah) He's gonna do it! I don't believe  it! He moved us back here for nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So much for that turned leaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Come on, you're overreacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what you think? Buddy, since  we hit town, I have done nothin' but  cut you slack! Every week a new woman  on your arm and I didn't say a word.  Why? 'Cause I figured at least they're  in the right demographic. Maybe by  accident you'll trip over something  substantial. But this little girl?  Best she could be is Miss Right's  daughter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasily) I know. It's just that there's  something about her. She's special...  and I just thought --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"She's young. She's hot. I'm on the  verge of menopause. Why not go for  it?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Sarah meet eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There wouldn't be much point in lying  to you, would there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mommy, Daddy, look, look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOLLY and CARLA, the Volpes' five-year-old TWIN DAUGHTERS run up, beaming, each carrying a huge stuffed animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, they're bigger than you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John scoops both his daughters up in his arms and kisses  them repeatedly. Wills watches, his eyes filling with a vague, wistful env He sees Sarah staring at him. She smiles sympathetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The furniture is antique and dark. The white walls are ti with yellow from years of cigarettes. In one corner, the  paint has chipped off the ceiling in a jagged plate. Dolores sits on a worn-out leather arm chair, smoking, si a cocktail, watching a DAYTIME TALK SHOW. In the background, we see Charlotte working in the ADJOIN DINING ROOM which she has turned into a lovely sewing roo CLOSER ON CHARLOTTE. She builds her hat on a HAT BLOCK -- wooden mannequin head. Strewn all around her are the mate of her hatmaking -- bolts of cloth, hat blocks, a sewing  table. Shannon, wearing sweats and a T-shirt, lies on the floor, eating M+M's and drinking diet soda, while heavily markin up a text book with a YELLOW HIGHLIGHTER. Charlotte stops and rubs her eyes, then she glances down Shannon and smiles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you mark what isn't  important? That way you'll save ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you sew your mouth to my  butt? That way you'll stop annoying  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both laugh. Overhearing, Dolores croaks facetiously",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, now, if you two kids can't play  nice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon rolls over onto her back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I hate school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte pins a strip of black lace to the hat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, just last week, you  said you were on a roll. You loved  it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, now I'm on the rag and I hate  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte chuckles and sets the half-finished hat on her  head. Still seated, she wheels her work chair over to a m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you're incredibly lucky. I'd  love to be going to college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon rolls over and looks at her. Suddenly her express is inexplicably solemn --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I the most spoiled brat in the  world or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spoiled brats don't even ask questions  like that. (re: the hat) What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She models the hat. Tears well in Shannon's eyes and she  says without even a hint of irony or sentimentality --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you're the most beautiful person  in the entire world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte smiles, looks away, and, trying not to cry, fus with the hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cold autumn rain falls. The Irish doorman, MICHAEL, 60' melancholy, stoop-shouldered, smokes a cigarette, looking at the unburdening sky. A LIMOUSINE pulls up. The passenger window glides down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mikey! How ya doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bit early, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, in this soup, better safe than  sorry, you know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUNNING FOOTSTEPS approach. Michael looks. The driver loo too. It's Charlotte, dressed in tattered jeans, a light rain c and sneakers, dashing at breakneck speed down the street, carrying something in a GARBAGE BAG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KEANE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs right past Michael --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael works the shiny brass controls. Charlotte, winded hair dripping wet, watches the numbers tick by overhead.  Michael smiles at her with paternal fondness --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's goin' to a fancy party tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, nonplused by his lack of discretion, smiles  politely --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your step, Miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She emerges, moves to Wills' door, and waits for the elev to close. When it does, she hurries back to a table over  which hangs a GILDED MIRROR. She takes a LOVELY OLD HAT BOX out of the garbage bag and ditches the bag under the table. Then she quickly checks  herself in the glass. She doesn't like what she sees. She pokes at her sopping  hair and squeezes it, but it's hopeless. Remembering the  time, she hurries back to the door, takes a deep breath, rings the bell. She waits. And waits. Then she hears footsteps approachin She realizes she's left the hat box on the table. She rushes over and grabs it, just in time to get back to the door when it OPENS. Olivia, the housekeeper, steps out, wearing her coat and  carrying her purse. Her voice is low and gentle --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's waitin' for you, Miss Fieldin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They exchange cordial smiles. Charlotte enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte steps into a dim hallway lined with oil paintin carpeted with a Persian runner, and lighted by three anti sconces. She walks slowly, terribly self-conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is vast, furnished with antiques, decorated with the same masculine good taste. Charlotte enters timidly,  then hears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks and sees Wills standing, back turned, before a  broad set of high windows. City lights glimmer in the  distance; beneath them lies the vast gloom of Central Par",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't get a cab, so I took the  subway... only it was an express and  it didn't stop at --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You realize, don't you, that you're  a full eighteen minutes late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know... I'm so sorry... I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills turns around. A magnificent figure -- expertly tail tux, every hair in place, freshly manicured. And then he  offers her an amused, reassuring smile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, relax. What's the point  of being a beautiful young woman if  it isn't to keep your admirers  waiting? In fact, you disappoint me:  I was looking forward to at least  another half hour of suspense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flattered, her face brightens --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could leave and come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope, too late. Anyway, I want to  see the hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks over to her. Smiling, she sets down the box, unt the ribbon, and gingerly removes the hat. It's sublimely  simple and elegant. She looks at him with hope. His face  betrays nothing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't. I'm soaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, a little confused, carefully sets the hat on h head. She steps to a wall mirror, pulls the veil down, an sets it at the correct angle. Wills appears behind her and shares the reflection. She f his presence, hears his breathing. They speak in hushed t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's perfect. It's like a tiny  sculpture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted it to be a tiny poem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles. Their eyes meet in the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If only I had some use for it. (off her look) My date canceled a few hours ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. She was vague. Would  you... like to come in her place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte can't believe it. She smiles at his reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The outfit I bought her is hanging  in the guest room closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anxiously) It's okay? Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures toward the half-open door on other side of th room. Charlotte turns and, biting her lip, looks at the d then back at Wills, then back at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A spectacular affair is in full swing, a benefit for the  METROPOLITAN MUSEUM OF ART attended by FIVE HUNDRED GUEST from HIGH SOCIETY dressed only in black and white. A LARGE BAND plays -- everything from waltzes to jazz to  swing. Chandeliers glisten. Guests, sitting in ornate box look down on the marble dance floor where a WALTZ is in  progress. FIND WILLS AND CHARLOTTE, dancing together. Charlotte loo sophisticated and beautiful beyond measure, wearing a  sleeveless black sheath with a fake fur wrap, and, of cou her hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nonsense. You're very good. Where  did you learn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Ella. The woman whose memorial  you crashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you did see me there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. And the next time I saw you,  you were on the cover of New York  magazine. And I had to pick a place  for my birthday. So...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a few beats for Wills to put it together. He smi realizing that her presence at Elysium wasn't a coinciden She smiles back, sweetly, coyly. ON THE PERIMETER, FIND TWO RICH WOMEN, 40's, too thin, to lifted, watching Wills and Charlotte waltz. They stand with LISA, 23, unassuming, fair-haired, simply dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course he moved back. I mean,  he'd already seduced every A- and B- list actress in town. What was left  for him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause. Lisa looks at her, feigning naivety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The C-list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if what I hear is true and he's  shopping for a bride, I can tell you  one thing -- he's barking up the  wrong tree there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with an icy smile) Good wives are rarely found up cherry  trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The women share a laugh. Lisa, slightly discomposed, look back at Wills and Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte slow dance to a romantic ballad. Will seems entranced by her easy manner of expression --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I met Ella in the fourth grade. She  was my teacher at the Little Red  School House. We stayed friends after  she retired. She taught me how to  cook and sew... speak Italian...  basically enjoy life, have fun --  that's what she was best at... even  when she knew she was dying. (pause) The most important thing she did was  introduce me to poetry. She believed  it was the highest form of art and  that everything we say and do should  aspire to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills is uncomfortable for a moment, then ventures quietl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sounds as though, in a way, she  took your mom's place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom and my dad's. After they died,  Dolly was so devastated she pretty  much gave up on everything. It was  like if something that tragic could  happen, there was no way she was  ever gonna care about anyone else  ever again. Including herself. She  wasn't a horrible parent... she didn't  abuse me or anything... she just  ignored me. She was more like a weird  landlady than a grandmother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte smiles sadly. Her eyes glisten in the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure she did the best she could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a long time I kinda thought that,  too, and I made excuses for her, but  now I don't. I was seven years old  and I needed her and she wasn't there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence as Wills somberly reflects. Finally, he speaks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember when I heard the news  about your parents. You know how  after a crash they print a long list  of names in the newspaper? Well, I  grew up outside Boston, so I naturally  started to scan the list. But  casually, not expecting to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a SWING SONG starts. Wills smiles at the ironic change of mood, then turns to escort Charlotte away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no, come on! I love this stuff!  Don't you? Didn't you grow up on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old do you think I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ancient!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding his hand, she starts moving to the music. Wills l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no idea what to do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flings her wrap onto a chair and keeps dancing. Wills charmed senseless, finally surrenders. A SEQUENCE BEGINS during which we see WILLS and CHARLOTTE having an inordinately good time. Wills maintains a modic of reserve; Charlotte is joyful and entirely unembarrasse CERTAIN GUESTS NOTICE THEM. The reactions to their pairin runs from confusion to disgust to amusement. But no one watches them more carefully than Lisa. Finally, in the middle of a song, Wills and Charlotte mak their way off the floor, winded and laughing. Wills heads off to the bar. Charlotte turns around and watches the ot dancers. Then we notice Lisa standing next to her. They smile at e other. Lisa offers her a cocktail napkin. Charlotte takes and wipes off her brow. They speak above the music --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had to come. I work at the Met.  What's your excuse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sort of a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Wills Keane, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just by reputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A major womanizer, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what they say. (beat) I'm Lisa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte Fielding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shake hands. Lisa looks away and sees Wills making h way toward them with two glasses of punch. Coolly covering, Lisa beats a hasty retreat --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, I should keep mingling. But  it was nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa smiles politely and walks away. Wills walks up, watching Lisa melt into the crowd. His br is furrowed. He's wondering if his eyes have deceived him He hands Charlotte a punch --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The name hits home. Wills is flustered, but then he cover as best he can and lifts his glass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lifting his glass) Here's to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills smiles slowly and they toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is empty. There's laughter in the distance. The  front door opens and shuts. We hear Wills and Charlotte,  both a little tipsy, advancing down the hall toward us --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, you talk like you're a hundred  and sixteen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's usually how I feel. But not  tonight. Tonight I feel sixteen...  just sixteen... and three-quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills crosses to the bar and from a small refrigerator pu out a BOTTLE OF CHAMPAGNE already sitting in an ice bucke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Champagne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He asked nonchalantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills laughs, then opens the bottle as he picks up his  previous train of thought --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, Charlotte, the way you know  you're getting older is that you  start to notice patterns. People  start falling into types. Pretty  soon you know a person before you've  even been introduced. And if it's a  woman, before the romance even starts,  a whisper in your head tells you  exactly what it is and how long it's  going to last. And the saddest, the  most tedious, part of all is that  that little voice is almost always  right. (popping the cork) Now, what I like about you -- and I  think that's actually what inspired  this little lecture -- is that I  find you completely unprecedented...  and, therefore, wholly unpredictable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, it must be a relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To finally deliver that speech to a  woman and actually have it apply to  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now wait a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, because coincidentally I am all  those things you just said. And more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills chuckles, shaking his head, charmed but a little  unsettled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a \"unique\". At least that's what  my yoga teacher says. He says there  are very few uniques in the world  and I'm one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he's a wise man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands her a glass of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, on the other hand, are what  he'd call a \"typical.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. And I can prove it. Want me  to? Come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills moves a few steps closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills walks even closer, until they are just a few feet a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, come on, really close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills can't believe his good luck. He nears her until the faces are almost touching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect. Now watch very carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rises on tiptoe and puts her mouth just inches from h Their breathing mingles. Wills seems almost dizzied by it And then, very slowly, he kisses her. She does not kiss back. Finally, he pulls away, staring blankly, breathing hard, sure what to say. Charlotte whispers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? You're a typical. (pause) And for what you just did, most girls  my age would slap your face. Or ask  to be put in a cab. (pause) Lucky for you, I'm a unique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles, then kisses him deeply on the mouth. Her arms wrap around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cloaked in deep shadow, set off against a rainy window pa we see Wills, his shirt off, on top of Charlotte whose bl is open. He passionately kisses her neck and mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is bathed in golden light. Charlotte lies naked  under the covers asleep on her stomach. Her brow is tense and one of her hands is slightly clenched. ANGLE ON WILLS, standing in the doorway, watching her, hi face a portrait of conflicted thoughts. Finally, she stirs. Smiling and squinting into the sun, s gets up on one arm and looks at him, standing there in th doorway --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy, do you look guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte happily wolfs down her continental breakfast. W sits across from her, watching and worrying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't anyone ever teach you that  it's bad manners to stare at a girl  when she's eating like a pig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills chuckles, then his smile fades and he clears his th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh. Here it comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, because, look, I could  put this off, but I genuinely like  you. So I want to be clear... right  now... from the start, so there's no  chance for misunderstanding later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I want to say you is.... well...  that all I can offer you is this...  what we have right now... nothing  more substantial... just this...  until it ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him. Lowers her fork. He adds almost relucta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truth is, we have no future  together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I'm dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills' face reddens slightly. He shifts uneasily in his c A suggestion of a smile plays along his features --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What... what do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I said. Nobody thought I'd even  last this long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stares at her blankly, not knowing what to think or say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could have put off telling you,  but I genuinely like you, so I wanted  to be clear... you know, right from  the start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olivia enters, takes her orange juice glass and leaves a  full one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Olivia!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte gulps down the juice. Wills watches, his mind  reeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits across from a large desk, beneath a wall of fr certificates and diplomas. The door opens and DR. PAUL SI 60, African-American, dour and forbidding, enters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Keane? Dr. Sibley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills jerks to his feet and they shake hands --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you so much for taking the  time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my job, sir. Please, sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks around the desk. Sibley is all business, but his brusqueness masks genuine regret --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Mr. Keane, on the phone you  referred to Charlotte's condition as  cancer. That isn't strictly accurate.  Neuroblastoma is a soft tissue  malignancy, but it isn't cancer --  although it sometimes can be just as  aggressive. (sitting) It's most common in children. In  young adults, the condition is  extremely rare. In Charlotte's case,  the tumor is located in her chest.  It's growing rapidly and has proved  resistant to both irradiation and  chemotherapy. And because of its  proximity to her aorta, surgery is  out of the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So then what treatment is she getting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At present? Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills shifts uneasily in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eventually she'll be treated for  pain. In the end, surgery could become  an option, but her chances of survival  would be slim. Right now Charlotte's  against it. She's signed a directive  forbidding any sort of heroic  intervention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A silence settles between them. Sibley opens a folder on desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's more here if you're  interested, but it won't mean much  to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills shakes his head and rises from his chair. He turns the door, then turns back to the doctor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Optimistically? A year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing her tattered jeans from the night before, Charlot sits on the couch doing the New York Times crossword. Wil emerges, walking slowly, pensively, as though in a trance Charlotte looks up and masks her anxiety with a grin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A real charmer, isn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills doesn't react. He keeps walking toward her. Unsettl she holds up the puzzle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you on Cambodian money units?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills keeps advancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay, old man? You look kinda  woozy. (jokingly calling out) Is there a doctor in the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ignoring her, Wills sits down, takes her in his arms, and embraces her. At first she resists, but slowly she surren and hugs him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the cab bounces down a cobblestone Village street, Wil and Charlotte stare straight ahead, each following the  tortuous path of his own thoughts. Slowly, Charlotte steals a sidelong look at him. His face tense, ashen, and unreadable --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills slowly turns his head. She smiles sweetly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look on the bright side: if I weren't  sick, there's no way we could hang  out together. (off his look) I'm serious. You'd be scared of  hurting me and I'd be scared you  were just using me for my perfect  young body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't help but smile. Encouraged, she moves closer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then our friends would say we  were just into each other for weird  psychological reasons. You know,  because I'm looking for a daddy  substitute and you're looking for  someone you can feel superior to so  you won't have to confront how scared  you are of real intimacy -- and, of  course, they'd be right and eventually  we'd break up. (beat) But since I'm so sick it doesn't  really matter what deep-seated  weirdness has brought us together  because there's no way we can possibly  screw each other over... or up...  because that takes time. And I don't  have much left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cab comes to a stop in front of her brownstone. She s archly, savoring the irony --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So considering everything, don't you  think we should just sort of chill  out, forget I'm sick, and enjoy what  we have... right now... no strings...  just this... until it ends? 'Cause  that's really all I have to offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills grimly appreciates the irony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about it, okay? But not too  hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kisses his cheek and jumps out of the cab. She skips the steps of the brownstone, then immediately turns aroun and runs back down to the open window. She leans in and mutters sexily --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night was so incredibly hot. (beat) By the way -- it was my first time.  And I picked you for the job. I hope  you're flattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills is shocked. She turns and runs back upstairs. She s in the key, then turns and waves at Wills before banging  open the door with her hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, pal, where to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills hasn't moved a muscle. FROM THE NEXT SCENE, we hear the pop of FLASHBULBS and th whirr of SHUTTERS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG FASHION MODELS OF EVERY RACE strut down a runway,  modeling a new line of WOMEN'S URBAN CASUAL WEAR. FIND CHARLOTTE, ignoring the show, pushing through the cr hurrying toward the side of the stage. She speaks to a GU at the entrance and he lets her pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte searches amid the chaos of models dressing and  undressing. Finally, she spots them. FIND SIMON AND SHANNON styling a BLACK FEMALE MODEL in a  tank top and fatigues. He applies a finishing touch, adjusting the tilt of the  model's baseball cap. Shannon, lacing the girl's boots, w as Simon's assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The threesome, in high spirits, bangs open a fire door.  Shannon is beside herself, frantically half-screaming --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it! I don't believe  it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think what Miss Harris is trying  to say, is that you've strained her  credulity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Better put some ice on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon lifts a hand to high-five her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girlfriend, you are so incredibly  cool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I've been told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simon high-fives her instead. The girls laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, now tell us everything! Don't  leave anything out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM THE NEXT SCENE, we hear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, then what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant is empty. John stands behind the bar, taki an inventory of the liquor. In the background, TWO BUSSER mop up. Wills sits on a bar stool, nursing a mineral wate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much. I took her home and she  pointed out an irony -- that fate  was now offering us the very same  thing that just this morning I'd  told her was all I could offer her:  a relationship with no future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chuckling) A kid figured that out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not a kid! That's what I've  been trying to tell you. Nothing's  lost on her. I'm the kid. She... I  don't know what the hell she is... (muttering) But I do know what she was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John looks at him curiously. Wills glances over his shoul at the bussers, then leans in close --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A virgin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The busboys turn their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had no idea. That's the only reason  she had her party here, so she could  lure me into doing the honors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning) She used you, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hangman got hanged. How's it  feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Embarrassing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John laughs. Wills settles into a brooding silence. John  goes back to work --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I end it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, you're endorsing this now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John, continuing his work, smiles sweetly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, when you talk about  her, you're not such an arrogant son  of a bitch. You get all whiny and  stupid. I like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And since I don't see you gettin'  serious with any of your other  victims, I figure why not spend a  little time together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because she's dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got bad news for you, brother, so  are you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stares at him thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stands stiffly at the door, holding a bouquet of  flowers. He stares at his own reflection in the porthole  window. He straightens his hair, tugs at the collar of hi cashmere jacket. Footsteps approach. The door opens and there's Dolores, b eyed and disheveled. She smiles sourly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the dark prism of Dolores' inhospitable wariness, catch glimpses of the high-society hostess she once was -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll be right down. She's upstairs,  gildin' the lily. (shouting up the stairs) HE'S HERE! (wryly) Do come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move through a doorway --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills is surprised by the room's run-down state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse the mess. My maid died fourteen  years ago and it's been simply  impossible to replace her. She did  windows and spoke English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She chuckles to herself. Wills hands her the flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, aren't they loverly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She casually drops them into an EMPTY BLENDER at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Care for a cocktail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simon lounges on the bed. Charlotte stands before a full- length mirror, trying on a dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It really is uncanny. I tell you, in  that dress you're the spitting image  of Michel Simon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flattered) Who's she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A French character actor, long dead,  who was not only hideous and fat,  but quite male.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that would be a \"no.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simon nods. Charlotte takes off the dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks around the room. Dolores splashes her drink w vodka --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I say? Time's a thief. One  day you're rich as an Arab, the next  you're lucky if you can afford a god  damn can of pistachio nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills wanders over to the mantel where FAMILY PHOTOS sit tarnished antique silver frames. He picks up a photograph a YOUNG GIRL in TENNIS WHITES -- it's Charlotte's mother, Katie. Wills' face is suffused with tenderness as he studies it. Dolores walks over and looks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about that, huh? That was the  summer you two --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who'd have guessed what time had in  store for her, huh? Look at that  smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes moistening, Dolores crosses to her armchair. Her ton is slightly bitter --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then again, time loves some people.  Like you, for instance. Oh, time's  just wild about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She plops down unsteadily and reaches for her cigarettes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as handsome and charming as  ever. And still up to the same old  tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sets the photo back on the mantel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First time you came to pick up Katie,  you brought me flowers. Just like  those. (to herself) Flower the mother; then deflower the  daughter. But Katie was too smart  for you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, look --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(abruptly) Aw, why the hell don't you leave her  alone? Christ, she's sick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But before Wills can answer, they hear footsteps on the  stairs. Neither moves. Charlotte enters, wearing a peasant dress and felt hat,  looking pretty, pale, and excited. Wills and Dolores slowly turn. They smile at her, then  exchange a quick glance. Charlotte catches it and becomes self-conscious --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like your mom is all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks to Wills to see if that's, indeed, what h was thinking. He nods his agreement. She is pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, full of energy, hauls Wills down the block by hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, you knew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did! I just didn't think it would  take so long!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two days is long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is when you're sitting by the  phone. You wanna know how I knew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're psychic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am, but no -- it's because of my  birthday wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we hadn't even been introduced  yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, but I wished that whatever  happened... you know, with my  illness... I'd go out with a bang.  Nothing heavy. No violins. No  melodrama. Just fun. A total  adventure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte jumps off the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAREFUL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He yanks her back just as a TAXI, horn blaring, SPEEDS PA nearly hitting her. For a moment, they both stand there, hearts pounding,  breathing hard. Then Charlotte looks back at him and grin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, it's getting exciting already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a perfect blue sky, the park swarms with autumn  celebrants. Charlotte and Wills move together down a walk Half-joyously and half comically, Charlotte addresses the heavens with grand theatricality --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Lord, I do fear  Thou'st made the world too beautiful  this year!  My soul is all but out of me, -- let  fall  No burning leaf; prithee, let no  bird call!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could go to a museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, that would be a thing! I don't  want to do any thing today. I want  to do no thing all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. No thing at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So a movie is out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Way out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ice cream at the Plaza? High tea at  the Palace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about shopping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She considers for a few moments --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only when I have money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sidewalk swarms with pedestrians. Wills and Charlotte emerge empty-handed from the revolving door of a departme store --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But all I gave you was champagne.  That's not a proper birthday present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree, and I promise I'll let you  give me something else, but not today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon. But I'm warning you, it's not  going to be anything material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? (then solemnly) Oh, I see... because you're sick.  Because --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, but we're not gonna  talk about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because it's my rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any particular reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, because everybody always wants  to talk about miracles, or about  some genius quack-doctor, or their  friend's friend who went into  remission eating nothing but sunflower  seeds. It's boring and pointless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure? I mean, there are  specialists who --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't start, okay? (abruptly) Now what I would enjoy is taking you  shopping. For clothes. I'm serious.  It's quality not quantity, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits in a chair while Charlotte looks through silk  scarves --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At work you should look perfect, but  in everyday life you need to delight  in disorder more. Don't you know? \"A  sweet disorder in the dress kindles  in clothes a wantonness.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that goes without saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was true when that poem was written  three hundred years ago and it's  true today. Wouldn't it be fun to  look wanton occasionally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been a lifelong dream of mine.  But will a scarf do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally. Accessories rule. But we  have to be careful. I don't want you  looking too young. Nothing's worse  than an old guy trying to look young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good advice. I'll remember that for  when I get old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I meant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That I'm old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills walks a little self-consciously. He wears around hi shoulders a sloppily draped wrinkly silk scarf. He walks past OTHER SHOPPERS. Among a GROUP OF WOMEN walk past him FIND CHARLOTTE who subtly checks him out as thou he were a stranger. As she passes by, she gives him a sexy look, then, not ve subtly, she spins around to look at his ass. Finally, she breaks character, runs after him, and throws her arms around his neck from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfectly imperfect!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laughing, he holds her hands and hauls her on his back to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte are in the middle of a candlelight di Wills refills her wine glass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know why, but for some odd  reason, I feel absolutely compelled  to tell you the truth about this...  even at the risk of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you're giving me the creeps.  Just spit it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills holds his breath for a moment, then exhales and say it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never had a date for the benefit.  My plan from the beginning was for  you to come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte sets down her wine glass as she pieces it toget",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I made the hat for myself? (He nods.) And you bought that dress for me? (He nods.) And you did all this just so you  could sleep with me? (He nods.) Why? I mean, why me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills settles himself, then, meeting her eyes, speaks sof",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The eulogy you gave at Ella's service  was so... impressive. You spoke about  her death... about loss... in a way  that I could never have done. You  understood life emotionally in a way  that I didn't. Whatever that  understanding was, I wanted to get  close to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And sex seemed like the best way to  do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the most enjoyable, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte sips her wine and considers. Then she sets down her glass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, first of all, let me say, you  have great taste because that little  Dolce &amp; Gabbana was to die for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And, second, don't ever lie to me  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously. There isn't a lie in the  whole world I'd rather hear than the  truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stares at her solemnly. Her expression just as somb she lifts a hand and points to her lips. He leans forward kiss her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte, kissing deeply, tumble fully clothed onto the bed. As their passion builds, Wills reaches for bedside lamp. Charlotte watches curiously, thoughtfully, as he pulls th cord, plunging the room into UTTER DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC UP",
          "text": "-- Savoring the last sunny days of autumn, Wills and Char walk across the green of Central Park, which swarms with  happy, healthy teenagers. -- At night, Wills and John and his wife Sarah sit in box seats at Yankee Stadium watching the play-offs. Bernie  Williams hits a colossal shot. The crowd jumps to its fee As the ball flies over the right field wall, we see that  Charlotte sits next to Wills, munching a hotdog, her nose buried in a book, utterly uninterested. -- In Elysium's kitchen, Wills watches on as Charlotte,  wearing an apron over her clothes, prepares bisque under approving eye of the CHEF. She quickly and expertly pours cup of cream and a cup of broth into a large blender. The she dumps in lobster meat and adds some saffron. Just whe she, with a dramatic flourish, is about to hit the start  button, Wills INTERRUPTS and puts the lid on the blender. -- One morning, Charlotte sits up in bed doing the Sunday New York Times crossword puzzle. Olivia sits on the chair next to the bed, chatting and laughing with her. Wills en carrying a silver tray laden with breakfast. Olivia looks and gestures haughtily for him to set it down, as though were the housekeeper. -- At the Metropolitan Museum of Art, Wills and Charlotte wander amid the shadows of Egyptian ruins. MUSIC OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flipping through a stack of postcards he has just purchas Wills waits for Charlotte to come out of the ladies room. He idly glances up as a STREAM OF TOURISTS moves past. He about to look away when his eye catches someone. It is Lisa, the young woman who spoke to Charlotte at the benefit. Around her neck she wears a chain bearing a Met  employee photograph I.D. She carries a take-out coffee. Wills FOLLOWS HER, agitated and curious. He sees her pass through a set of glass doors into the Wa Research Library. He hurries over to the doors just in time to see her disa behind a bank of card catalogues. Wills notices a sign at the door that forbids entry to th public. He hesitates, then enters. He speaks to the first person he sees -- a ROTUND FEMALE  LIBRARIAN IN HER 60'S. He stops and asks a question about Lisa. She nods. Wills is shaken by the answer. He stares into the middle  distance, wondering what to do, his mind racing. The librarian, a little nervous now, reminds him that he not allowed in the library. He snaps to, thanks her, and  moves away. But then he stops, takes out a BUSINESS CARD, and returns the librarian. He is about to hand it to her, but then he thinks better of it. Flustered, he thanks her again and exits. The librarian l after him, confused and a little apprehensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sees Charlotte at the end of the hall looking aroun for him. When she spots him, her face brightens. She call out facetiously as she walks to him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I told you to wait right  there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got restless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I hope you didn't talk to  anybody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte stand, disrobing in the near-total  darkness. They converse in whispers, between kisses --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what would scare me right  now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte moves slowly through the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She yanks a cord by the window. The BLIND OPENS and the r is flooded with MOONLIGHT. The room is still dark, but sh is far more clearly visible. Her dress is unbuttoned down the front. She walks back to him and stops about five feet away. She releases the last buttons on her dress, then slides i off her shoulders to the floor. She wears only her underw She crosses her arms over her breasts, and smiles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have I told you my latest motto?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's scary, do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure I like that motto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure that matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She closes her eyes, takes a deep breath, then slips off underwear. She drops her arms to her side. She stands before him entirely naked. Her self-consciousness is excruciating but she is determi to endure it. Finally, she opens her eyes and smiles with hint of pride. Wills' eyes widen as he takes her in. He crosses to her a lays his hands on her hips. He kisses her neck. As their breathing quickens, she begins to unbutton his s and pull it free of his pants. He takes hold of her hands, stopping her, and starts to e her toward the bed. She resists. Wills falters and she  realizes something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're scared, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From his expression, she knows she is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the first time since we've met him, Wills is utterly a loss. But he sees that Charlotte has no intention of ba down. He begins to undress. His hands are uncertain as he untuc his shirt and unbuckles his belt. When he is finished  undressing, he turns to face her, his arms at his side. Although we cannot see him in the moonlight and shadows,  Charlotte can. She looks down at his naked body and studi it. He stares back with shy wariness. Then she breaks into a crooked grin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter, old man? Can't  afford a gym?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laughing, he grabs her wrists and throws her on the bed. dissolves into paroxysms of laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte make love. As their passion builds,  Charlotte is suddenly stabbed with a pain in her chest. She grabs his back, her face twists. She holds her breath not wanting to reveal the incident to Wills. She closes h eyes and exhales as the pain subsides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte lie in bed with the blinds open and t city glimmering in the distance. Charlotte's head rests on his chest. Eyes closed, he brus his hand along her face as though he were a blind man  committing every detail to memory. Charlotte's voice, almost inaudible, drifts up through th dark --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Counting the beats,  Counting the slow heart beats,  The bleeding to death of time  In slow heart beats,  Wakeful they lie.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills, half-asleep, murmurs deeply --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So many words in that wonderful head  of yours...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I could give you anything in the  whole world, that's what it would  be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lie in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dusk falls on the park. Charlotte, red-cheeked and happy, carrying shopping bags, walks into a brisk autumn breeze. She smiles at a BUNCH OF SCHOOL KIDS, dressed in HALLOWEE COSTUMES, being led on their trick or treating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits at a desk, reading the newspaper. John, inspec a KING HENRY VIII COSTUME on a hanger, shouts into the  telephone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, your boy made it! At ten  minutes before close! All night I  got a card announcing a halibut  special, only I got no halibut! Now  it's Sunday and I got three dozen  cats lickin' their chops in the alley!  Tony, I don't wanna hear it! I don't  wanna hear it! I don't wanna -- MAN,  GO TO HELL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams down the phone. His face is beet red. Wills look up calmly from his paper --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you familiar with the phrase,  \"You can catch more flies with honey  than with vinegar?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you familiar with the phrase,  \"Mind your own god damn business?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, it's from Poor Richard's  Almanac. But the last time I checked --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, your business is to smile, make  friends, and get rich! My business  is the business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John heads out, then stops abruptly and looks back. His t is suddenly calm and curious --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doin' here, anyway? You  got a girl. Go home. Carve a pumpkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't spend every waking moment  together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John looks at him strangely, with a hint of suspicion --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? (pause) No, seriously. Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills has no answer. John moves closer when Celia, his ne assistant, enters cheerily --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Special delivery!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She tosses him a paper bag; he catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills removes a PAIR OF RED PLASTIC HORNS. John shakes hi head with disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every year. You got no imagination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a classic. A little spirit gum  and voila!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds the horns up to his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- young women are rendered helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true. I see a guy with horns  growing out of his head and my knees  go weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course -- it's biological.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They share a laugh. A flirtatious charge passes between t She blushes slightly and exits. John looks suspiciously a Wills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's goin' on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills smiles at him as though he were insane --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Honestly. We're having a  lot of fun. We're very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the next scene, we hear Charlotte laughing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't come in! Don't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fire burns in the fireplace. Still wearing his coat, wi stands by the mantel, sorting through a stack of mail --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not even tempted!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from another room) I'll be right out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olivia enters with a steamy mug --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like hot cider?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She carefully takes his coat off him as he sips the cider",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte made it. I just poured it  in the cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She exits. As Wills sips the drink, he sits on the leathe sofa and continues to glance through his mail. Suddenly, shocked, he stops on a letter. He sets his mug  down. He hears Charlotte making noise in the next room. H opens the letter and begins to read. His eyes dart down the page, but he quickly sees that the letter is not friendly. His face shows disappointment. He hears footsteps in the hall. He folds the letter up, s it back into its envelope, and jams it in his back pocket Charlotte enters and throws her hands out to her side --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ta-da!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands before him, dressed in a WHITE SPINSTERLY VICT OUTFIT with braids coiled at her ears. Wills smiles with  appreciation --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't I look just like her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely incredible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no idea who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me a hint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Hope is the thing with feathers  that perches in the soul.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that the hint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You dummy! Emily Dickinson! Only the  greatest American female poet ever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hugs and kisses him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncultured swine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truth is out. I've lost you  forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna bet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lays her head on his chest, smiling contentedly. A su shadow of apprehension passes over Wills' features. Eyes  closed, she asks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When do I get to see your costume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "A cardboard ghost hangs on the door. A Jack-o'-lantern gr in the window. A HALLOWEEN PARTY is in full swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John's wife, Sarah, dressed as QUEEN ELIZABETH, walks thr the crowd, picking up empty glasses and bottles. As she moves among COSTUMED GUESTS and their CHILDREN, we notice a few of Elysium's customers and staff, including  Celia, dressed as GLINDA, talking to the maitre d', Jesus dressed as a COWBOY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I think we make a great couple.  A good witch and a bad hombre. That  could make for some very interesting  sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Celia laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stands off to the side, wearing his devil's horns,  sipping a drink, watching an EIGHT-YEAR-OLD BOY bob for  apples, while other BOYS and GIRLS cheer him on. John, wearing his king costume, supervises, as the boy, w sputtering, struggles to bite into a renegade Granny Smit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O, Ricky, chill out! You're gonna  get snot in the water!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy laughs even harder. John facetiously grabs his co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it -- outta the pool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy, choking with laughter, plunges his face into the water again. Sarah enters and calls out over the din --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where're the girls? I thought you  were tucking them in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got a volunteer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah, smiling curiously, heads to the back stairwell. She sees Wills standing there. Watching the kids, his eye are filled with the same sort of wistful yearning that sh noticed at the toy store -- She gives him an affectionate poke in the stomach as she  passes by and disappears upstairs. Finally, the boy grabs the apple in his teeth and lifts h soaked head to the cheers of his friends. Then he grabs it out of his mouth and begins taking big b out of it until he uncovers a SILVER DOLLAR. Wills laughs at the kids' excitement. A moment later a WO GLOVED HANDS cover his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills feels her LONG GLOVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonder Woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batgirl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll give you a hint. You dumped me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Princess Di?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs and playfully strangles him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns and sees that it's the woman from the film's ope dressed as HOLLY GOLIGHTLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup, I'd know that throttle anywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah stops silently at an AJAR DOOR and looks inside.  Charlotte sits on a bed between the twin girls who are ne up against her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, but this is the last last  one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She clears her throat and settles herself. The twins list with rapt attention as she recites from memory, slowly as though it were a suspenseful bedtime story --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Because I could not stop for Death,  He kindly stopped for me;  The carriage held but just ourselves  And Immortality.  We slowly drove, he knew no haste,  And I had put away  My labor, and my leisure too,  For his civility.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks up and sees Sarah, who face is beaming wi affection. They share a smile and Charlotte keeps recitin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"We passed the school where children  played  At wrestling in a ring;  We passed the fields of grazing grain,  We passed the setting sun.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah eases the door shut and steps away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAMERA makes a CIRCUIT of the THINNING CROWD. Sarah b out candles, dumps ash trays, and collects empties. Charlotte, rubbing a knuckle into her sleepy eye, descend the stairs. She sees Celia talking to Jesus, and walks ov to them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet dreams?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had no idea I was so tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from across the room) They're down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And out. (looking around) Where's Lucifer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jokingly) Last time I saw him, he was in the  kitchen going pretty heavily with  Holly Golightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, no gossip! Holly's a valued  customer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte pretends to be fighting mad --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme at 'er!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell hath no fury like a recluse  scorned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs and heads to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John wipes down the table which is littered with bits of  apple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, shouldn't one of your minions  be doing that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, in my day, you bobbed for  the apple, and, sure, maybe there  was a nickel inside it and that was  sweet -- but you ate the god damn  apple! These little animals grab the  coin and they're out the door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- off to buy crack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly my point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They share a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen Beelzebub around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Prince of Darkness?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, he went upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte is puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks down the hall, opening doors and glancing inside. She opens a bathroom and THREE CATS dash out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets to the end of the hall and is about to give up.  When she hears FOOTSTEPS. She walks around the corner and sees a NARROW STAIRCASE  leading to the third floor. At the dark at the top of the stairs Wills and Wendy appe Charlotte smiles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You lost your horns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, looking for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were checking out the roof. John's  got quite a set-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They arrive at the bottom of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy, this is Charlotte Fielding.  Charlotte -- my friend Wendy Lister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They smile and shake hands. Charlotte looks at them both  carefully for any sign of uneasiness. There is none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I saw you at that memorial  service in Connecticut. Your eulogy  was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: her outfit) Betsy Ross, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guessed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills smiles and rubs his hands together --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is the party over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TOWN CAR speeds toward Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte stare straight ahead, each lost in  thought. The lights of the city illuminate their faces in eerie flashes. Finally, Wills glances over and smiles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a strange feeling that you're  upset with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I was just wondering if you had  sex with that woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, the answer to that's pretty  obvious. I meant tonight. On the  roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills breaks into a grin --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills laughs to himself, then glances up and sees the  reflection of the driver's amused eyes in the rearview mi Wills smiles back at Charlotte --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not. Why would I want to  do something like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I was wondering. I  thought, \"We're so happy he'd have  no reason to do it. And if he did do  it, he'd at least look guilty,  wouldn't he? But he doesn't. He looks  more relaxed than before the party  started.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there you have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then I thought, \"He's a womanizer --  that's what they say.\" Funny word,  huh? Sounds like some sorta machine.  \"And how do you get to be a womanizer?  Obviously by sleeping with lots of  different women for no good reason  and being really good at lying about  it.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, except that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, Wills looks up at the driver's eyes in the mirror. They seem more serious now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, there's something about being  sick right here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She touches her own chest. Her voice trembles slightly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- that has made me acutely aware of  my heart. Nothing corny -- I mean,  literally... I feel every beat. I  know how sensitive it is. It reacts  to everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns in her seat and lifts an OPEN PALM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're lying to me, I'll know it. (beat) Did you have sex with Wendy on the  roof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles at her as though he were indulging a child. She looks him deeply in the eye and opens a button of his shi She slips her palm inside, over his heart. Still smiling, he doesn't move a muscle. Their eyes are locked. Ever so slowly, her face crumples and tears appear in her eyes. She shakes her head --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God... oh my God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slides away from him, drops her face into her hands, begins to cry. Wills looks down, then glances up at the  rearview mirror. Illuminated in flashes, the driver's eyes have taken on a ominous, unblinking quality as though they were the outwa embodiment of his own conscience. Wills looks out the window. When he finally speaks, his v is calm and a little cold --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I never pretended to be anything  other than --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a piteous cry) You hate yourself so much!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills is stunned. He looks out the window, speechless, hi eyes small and frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town car is stopped at the curb, motor running, light on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte and Wills sit in silence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was all a mistake. Right from  the start. All of it. I'm a grown  man and you're a child. (beat) Anyway, you have better things to do  with your last -- With your time  than spend it with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distantly) What about you? Do you have anything  better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills has no answer. Charlotte slowly gets out of the car She leans back in, her eyes narrow with disdain --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, maybe you're right. Maybe  this is the best time to end it.  Because I was actually starting to  love you, Wills, and that's the last  thing I ever wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shuts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charlotte enters, we hear Wills' cab pull away. She mo to the stairs and sees a LIGHT shining beneath the living room door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores sits watching an old movie, her eyes dulled by a  cataract of boozy fatigue. The door opens. She looks up a sees Charlotte in costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if it ain't the Belle of  Amherst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte smiles feebly and plops down on the cracked lea ottoman. She looks blankly at the TV. She sniffles and wi a hand across her nose. Dolores glances over, then back a the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen that face before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And for the same god damn reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte is confused, but then puts it together --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you said Wills and my Mom were  just friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, but she was nuts about him.  The only reason she didn't sleep  with him is 'cause she was  sentimental. And smart. She wanted a  ring first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't he give her one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Cause he knocked up little Millie  Tyler instead. In Newport. At Bailey's  Beach. During the Labor Day clam  bake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She chuckles grimly, coughs, and sips her drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Millie was your mom's best friend  from Nightingale. You had to hand it  to him. He sure knew how to make a  point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She coughs again. Charlotte struggles to make sense of it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did he do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, who the hell knows? 'Cause the  moon was full. 'Cause life's short.  'Cause he's Wills Keane. I'll tell  you a little secret -- after that,  your Mom hated his guts, but your  dad never made her smile like he  did. (pause) 'Course your dad never made her cry  like that either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) Why didn't you tell me any of this  before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I dunno...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never talk to me! You never try  to help me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores' eyes grow nervous. She swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, look at me. I'm gonna tell  you what to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! You're my family. You're supposed  to take care of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, you wouldn't listen. That's the  thing about people -- they just do  what they want from the day they're  born till the day they die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She realizes her poor choice of words. She looks over and their eyes collide. Charlotte begins to cry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, that's you, Dolly! People who  have given up don't listen to other  people! People who want to die close  off! That's not me! I wanted your  help! I wanted to learn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte drops her head dejectedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything... anything you would ever  have told me, I would have listened  to! I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fighting tears) Aw, come on, honey. I can throw a  party and I can mix a gimlet. After  that, what the fuck do I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rises, gives Charlotte a nervous, awkward pat on the  shoulder, then crosses over to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stands in the center of the room, looking around  blankly. He disappears into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills enters and sees some of Charlotte's clothes folded  neatly on the bed. A LITERARY ANTHOLOGY lies open, showin DRAWING OF EMILY DICKINSON. He grabs the clothes and the book and puts them in a SHOP BAG that she has left on the floor. Then he walks into the bathroom. We see him gathering BEA PRODUCTS off the sink. He walks back in and sets them int the shopping bag. He looks around and spots a nearly completed crossword pu sitting folded on the dresser. He drops that in the shopp bag, too, then sets it by the door. He feels a draft and spots an OPEN WINDOW. As he crosses it, he notices something on his pillow. A blank ENVELOPE. picks it up and rips it open. It's a HALLOWEEN CARD of a grinning JACK-O-LANTERN. He op it and inside is handwritten: The scariest night of the year and only one thing haunts that we might never have met. All my love,  XXX Charlotte. Wills lowers the card and heaves a deep breath. His jaw t he walks over and drops the card into the shopping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte emerges from the living room and shuts the door behind her. She climbs the stairs to her solitary bedroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From amid the RUSH OF TRAFFIC, a TAXI CAB breaks free and glides to the curb in front of Elysium. Wills emerges with PATTY, 35, bosomy, bright-eyed, pitche little too loudly. Wills seems stiff and tentative, a sha of his former self.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN ELDERLY COUPLE passes them as they enter. Wills stops the coat check and helps Patty with her coat. She admires the decor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Wills, it's beautiful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although his spirits are low, he is effortlessly cordial",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. It was designed by a team  from --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So functional! Is that stainless  steel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, no, it's velvet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She furrows her brow, squints, then laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, my God, it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills hands Patty's coat to Melissa, the hat check girl, asks under his breath --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking at Patty, Melissa asks with deep sympathy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Wills can respond, Patty takes his arm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if the food's even half as  good as the moldings I'm in for a  very special treat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus is surprised to see that Wills is not with Charlott",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhhh, good evening, Mr. Keane. Will  you be dining with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Jesus. Table seven, if it's  available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Celia approaches, equally surprised not to see Charlotte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Celia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sincerely) How are you this evening, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under her breath) Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NEW HOSTESS, Celia's replacement, arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Table Seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Patty) Order a drink. I'll be right with  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patty follows Celia. Wills moves to the reservation stand where John stands, stone-faced, flipping through the  reservation book --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splendid, how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Charlotte?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deliveries on time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the broad? She looks like a  Holiday-Inn hooker from Ohio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep up the good work!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark, smoky, and boisterous. FIND CHARLOTTE, standing wit Simon. She looks around disgustedly and shouts above the  roar --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I'm chugging Scotch, gagging  on smoke, and losing my hearing! Now  why is this so good for me again?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just it! The great spiritual  benefit in leaving one's room is  that it reminds one of how odious it  is to leave one's room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE ROOM",
          "text": "FOLLOW SHANNON, coming out of the ladies' room. She makes her way through the crowd--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me! Excuse me! Sorry! Excuse  me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks up and can't believe her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO CHARLOTTE AND SIMON",
          "text": "Simon, shouting above the music, speaks with difficulty -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's one thing you don't know  about Mr. Keane and his adultery and  as painful as it is I feel that I  should tell you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alarmed) What? What is it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That woman on the roof? That was no  ex-girlfriend! In fact, no woman at  all. It was I, Simon Loring, master  of disguise! Willsy and I have moved  in together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs and slaps him. Shannon approaches haulin by the hand ERIC BALES, 24, small, beautiful, long-haired glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look what I found!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte can't believe it either --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eric! Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Char!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hug and kiss with some slight awkwardness, then shou above the music --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, long time no see! One night we  show up to rent Eraserhead and you're  just gone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was such a drag! You know, having  to actually start paying to rent  movies!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up? Ralph said you moved to  Rockland County!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I got a job working for my  mom's new boyfriend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sells pot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really. I was a driver! I got  laid off when he got busted. He's  awaiting trial!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what're you doing now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same thing pretty much. Only for  Domino's!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, I don't believe it! (to Eric) She hasn't laughed in like a week!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eric smiles quizzically at Charlotte, wondering why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits listening to Patty talk --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- so everybody on the conference  call starts introducing themselves.  Ned Lewey, Paris Office. Takashi  Matsuo, Tokyo Office. Whoever, the  London Office. And then someone says,  \"Will the architect from the New  York office please identify himself.\"  And I pipe up and say, \"Well, guys,  I'm not a him or an architect. I'm  Patty Strauss and I'm head of East  Coast marketing.\" And there's like  total silence. It was hysterical!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills smiles feebly. He looks away and sees John holding TELEPHONE, urgently signaling to him. Alarmed, Wills jump up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, would you excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE RESERVATION STAND",
          "text": "Wills, fearing the worst, hurries to John --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John slams down the phone, grabs him by the arm, hauls hi through the reception area and out the door. Patty watche confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks quickly down the block, still hauling Wills --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last time I checked I was your best  friend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So after the party, no thank you! I  call you three times -- no call back!  And for six days you don't even eat  at your own god damn restaurant!  What am I supposed to think? Huh?! I  was ready to call the morgue!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, I'm alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you sure don't look it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks as quickly as he can with Wills struggling to  keep up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you why it's my concern!  Because I had a god damn swimming  pool! An ocean view! A fabulous lemon  tree hangin' right over my Jacuzzi!  And I gave it up for you, brother!  Back to a life of concrete and dirt  and sirens just so you could get  your shit together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John, walking a little more slowly now, cannot believe hi ears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On my roof? You gotta be kiddin'!  Not on my green chair! Tell me it  wasn't on the green chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, great. Now how am I gonna clean  that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John walks slowly now, backward, listening to an anxious  Wills --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, it doesn't matter that she's  sick -- she's still a kid and there's  no way we should be together. It's  unhealthy... it's... it's  inappropriate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with disgust) What the hell is that? Some sorta  shrink talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if she were just fun... just  some sort of diversion... maybe I  could justify it. But the worst part  is that it's becoming more. Much  more. It's embarrassing how much I  like her. She gets to me. She affects  me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops and leans back against a building. He looks arou avoiding eye contact with John, as tears rise into his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she's gonna be gone and... I'm  not sure I can... I mean... I already  think about her all the time... (fighting tears) Her smile kills me... and the  thought... that it'll be gone...  forever... that I'll never see her  again... I don't know... I can't --  I don't think I'm that strong, Johnny.  It's too much. I'd rather have it be  over... over now. I'll start missing  her now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills is still unable to look at him. John speaks softly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy, I hate to break it to you,  but in the real world... where I  live... there're only two kindsa  love stories. Boy loses girl and  girl loses boy. That's all there is.  Somebody always gets left behind.  You try to avoid that, you'll end up  an old man toastin' yourself with  egg nog in the mirror on Christmas  Eve. You'll end up dying in your own  arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills lifts his frightened eyes. John pats him on the che",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stands with Patty in the driveway in front of the g lobby. He is distracted and terribly anxious. She looks a though she expects, at the very least, a kiss --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you so much. I had such a great  time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. I'm... I'm glad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patty, I... I want to be honest with  you... right now, from the start...  so there's no room for  misunderstanding. I didn't have a  good time, but it's nothing personal.  I just split up with someone and  rather than admit to myself how much  I miss her, I asked you out instead.  And it's unfair. If I feel sad I  should just feel sad and not try to  use you... and your body... as some  sort of painkiller, right? (beat) Anyway, I think you're a warm and  engaging woman and I wish you all  the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relieved to have unburdened himself of the truth, he shak her hand. Patty, utterly baffled, doesn't know what hit h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorman Michael, smoking a cigarette, sees Wills walk up, his expression pensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Keane --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Michael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've got a visitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stops and turns --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's been waitin' almost an hour.  In the lobby. (off Wills' look) A little surprise for ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He winks. Wills realizes that it's Charlotte. It must be. smiles and hurries inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills bursts in and freezes. A WOMAN stands across the wa studying an oil painting. She turns quickly. It's LISA. S sees his excited expression fall. Beneath her rather comp facade, Lisa is a chaos of conflicting emotions --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to disappoint you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no. Not at all. You surprised  me, that's all. I didn't expect to  see you... not here... not after  your letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I didn't expect you to show up  at my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I followed you in. I wasn't even  sure it was you. All I have is an  old snapshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My boss thought you were a stalker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't mean to run off like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you got my letter. What'd you do?  Freak out? Burn it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just blowing off some steam,  okay? I think I have the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do I. Look, why don't we go  upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasily) No. I didn't plan to come. Peter...  my husband... he agrees. He thinks  it's a futile exercise. But it turns  out I'm pregnant. Just a few months,  but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa -- Congratulations. That's  wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His sincerity stops her. She softens slightly, mustering tiny smile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Anyway, I guess it made me  want to meet you. I've been a little  sentimental about parent-hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what you consider me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a lousy absentee sorta way, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. Nuts. She moved to Costa Rica  last summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guy, what else? He owns a charter  airline and wears sunglasses indoors.  I think he might be a gunrunner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills chuckles. For the first time, Lisa relaxes enough t take him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, you're much better looking  in person than in photographs. I  always assumed Mom was exaggerating,  but she wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. You're not bad looking  yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa smiles, and, much to her embarrassment, tears come t her eyes. She shakes her head at how absurd she is, treas kind words from a father she doesn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway... I should go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really just wanted to meet you  and... maybe... I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently) What is it? Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sniffles and looks away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing earth-shattering. Maybe just  to hear you say you were sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am. I'm very sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares at him long and hard, waiting for some more  palpable sign of remorse. It isn't forthcoming. Finally, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and walks away. His voice stops her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I call you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns around, hesitates for a moment, then nods. She  continues to the door. But then she stops and turns --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before... when you came in... who  did you think I was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must like her an awful lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles simply and heads for the door. When she is gon Wells slowly walks back toward the elevators, but then  abruptly stops in his tracks, deliberating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAMERA CRANES DOWN SLOWLY from a view of the sun risi in the EASTERN SKY to a TAXI gliding over to the curb in  front of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLOTTE'S BROWNSTONE",
          "text": "Charlotte, looking tired and a little pale, pays the driv and emerges from the taxi. She makes her way up the steps",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking down from the second-floor landing, we see Charlo enter and walk up the stairs toward us. As she reaches the landing, she feels a STABBING PAIN IN CHEST and stops walking. Wincing, she waits for the pain subside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte enters wearily, drops her purse on the floor, t turns and GASPS. Wills lies sprawled in an armchair fully dressed, sound  asleep. Charlotte is offended by the intrusion. She hurries over awaken him. But then she stops. Her face softens slightly She studies his face... touches his cheek with the back o her hand... traces the lines at his eyes with a fingertip smooths back a wisp of hair. Finally, snapping to, steeling herself, she jostles him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills wakes with a violent start. When he sees her, he dr his head back. He closes his eyes again and murmurs sleep",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you? I was worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So worried you fell asleep. What're  you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've missed you. You have no idea  how much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She crosses coldly to her closet and, half-shutting the d blocking his view, starts to undress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits up, rubbing his eyes in the morning light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly. We watched TV. She fell asleep.  What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know I had a curfew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of your business. So what is  it? What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits forward, more alert now. He exhales heavily an begins:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To tell you that you were right. I  do hate myself. But not so much that  I can't see how stupid and despicable  and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cowardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And cowardly what I did was. And  even though there's no excuse for  it, I want you to forgive me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and looks at him. She feels herself relenting. turns away and continues undressing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because, for better or worse, I'm  falling in love with you, and the  thought of our not being together is  unbearable to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops, then glances at him with a flash of pain and  longing. Determined not to surrender to her feelings, she crosses to the bed and throws open the covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She crawls into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the morning, we'll talk about  what a gigantic asshole you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills, relieved, crosses to the bed and begins to undress He asks casually --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Shannon and Simon and Eric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Eric?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old friend who used to work at  Blockbuster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you guys do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talked and drank. Simon and Shannon  finally went home. Eric and I hung  out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thinking nothing of it, Wills nods. He slips into bed. He back is to him. He drapes an arm around her and pulls her little closer. He smiles contentedly and closes his eyes. But then somet occurs to him. He opens his eyes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hung out where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop. We'll talk about it tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He closes his eyes again. A few beats later, they open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk about what? Is there something  to talk about? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, eyes still closed, breaks into a sly, amused s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte, collars turned up against the brisk  wind, walk together. Charlotte wears a backpack. Wills tr desperately to appear casual --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, honestly, I think I have a right  to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I honestly think I have a right  not to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're being unreasonable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're being nosy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They move down a winding walkway beneath barren trees --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, in this day and age it's  not so outrageous a request. I mean,  I don't know this kid. I don't know  where he's been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing incredulously) You're worried about where he's been?  Give me a break!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills watches as Charlotte laces up her figure skates --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It requires balance and I have lousy  balance, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, what's the worst that  can happen? (beat) Well, I guess you could break a hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm not in a sporting mood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm jealous, okay?! Is that what you  want to hear? Are you satisfied now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She burst out laughing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not even close!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills paces the bleachers, furious, while Charlotte skate nearby --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I want is a simple answer and  you're torturing me! And I resent  it! It's cruel and juvenile! And I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exploding) HEY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her anger startles him. She skates over quickly and skids an abrupt stop --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not! It's adult! It's revenge!  And if you think it's bad not knowing  what I did -- well, it's even worse  knowing exactly what you did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and skates away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits on the bleachers, miserably brooding, while  Charlotte gracefully glides by, laughing and chatting wit THREE YOUNG MALE SKATERS whom she's just met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk together in silence. Wills is sullen. Finally,  Charlotte takes his hand and speaks gently but firmly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me a favor, okay? Never ask me  again what happened with Eric. Just  accept the fact that you'll never,  ever know. And if that hurts, then  think about it next time you want to  cheat on somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills reflects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte and Wills are little more than silhouettes, lyi entwined in the rich darkness, conversing in whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I were exaggerating, but I'm  not. I slept with every one of them.  Really. Look through Dolly's old  photo albums... or any movie  magazine... visit Aspen at Christmas.  I was on a mission. And until recently  I really didn't think I had a problem.  Or if I did, it was definitely the  most pleasurable one I could imagine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What changed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My house in Malibu burned to the  ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs. Wills smiles with sad irony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, it sounds funny. But it must  have triggered something because the  next thing I knew I couldn't sleep.  I'd lie awake at night absolutely  terrified. Like a kid left alone in  the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you scared of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How quickly time was passing and how  adolescent I still felt. How  meaningless all my choices seemed.  How lonely I was. So I liquidated my  portfolio, sold my businesses, and  moved back here. To start over, settle  down, start acting my age. (beat) You were supposed to be my one last  dalliance with youth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, for your sake, I hope I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He thinks for a moment, then smiles, and kisses her brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits with John, Sarah, and the twins at a plastic t overrun with food, wrappers, and squashed condiment tubes Sarah speaks to Wills --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge you? Why would I? Screw the  age difference -- I like the new  you! Before Charlotte came along, do  you have any idea how hard it was to  get you to sit down for a Happy Meal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and John laugh. Molly, one of the twins, chimes in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle Wills, how come you don't get  married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, how come, Uncle Wills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to, Carla, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not Carla! I'm Molly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Molly, I just haven't met the  right woman yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Charlotte? She's funny- pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aside to Wills) It means funny and pretty. It's their  highest compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree. (rising from the table) She's also demanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where're you goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's decided she wants her birthday  present today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills gives both of the little girls hugs and kisses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that was last month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dom didn't count. This is her  real present. She chose it herself  and it's not material.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you got me curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills shakes his head and smiles, reluctant to answer. From the next scene we hear the sound of TWO DOZEN PEOPLE BREATHING FURIOUSLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a slightly elevated stage, HARI SINGH, 35, an American Sikh wearing a white robe and turban, sits in the lotus  position before a lighted candle, softly instructing the  crowded class --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... breath of fire... now inhale  deeply... hold the breath... let  your heart lotus blossom... feel the  energy rise... and exhale. Good. Now  peacock pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hari rolls forward, digs his elbows into his midsection, pops up so that he is parallel to the floor with his legs still crossed. ANGLE ON THE CLASS, all moving into the pose. In the cent of the class are Wills and Charlotte, wearing sweats. His arms shaking, Wills is clearly in pain. He mutters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When does the enlightenment start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you realize that I'm God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills laughs. A moment later, Charlotte winces and falls of the pose onto the mat. Hari looks over, confused --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte sits up quickly, smiling --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. No big deal. Cramp in the old  fifth shakra!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances over at Wills. He sees that she's scared to d He helps her to her feet, speaking softly in her ear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. You're gonna be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods. They move toward the door. But after a few step her eyes flutter, her body goes limp, and she slams down the mat, UNCONSCIOUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies on a stretcher near Wills and a PARAMEDIC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no big deal. I just  hyperventilated. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then she gasps as she's hit by a stab of pain. Wills  throws a grave look at the medic and squeezes her hand mo tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "The building is brightly illuminated against the night sk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits, anxiously struggling with a half-finished  crossword puzzle. He hears the click of a lighter. A GRUB LITTLE MAN standing by the coffee machine lights a generi cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me... do you have an extra  one of those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes narrowing) You a smoker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, hell, if I'm gonna be the one  to get you goin' again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't mention it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks up and sees Dr. Sibley standing in the doorwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sibley walks Wills down the hallway --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The repeat MRI and CAT scan do show  interval progression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncertainly) Which means the tumor's grown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Yes, it has. Considerably. As  for her loss of consciousness, one  explanation is a disturbance in her  heart's electrical function. We'll  be monitoring her overnight for any  arrhythmias. If we find something,  we'll treat it. Unfortunately, the  more likely explanation is that the  tumor has begun to obstruct the  outflow of her heart. If that's the  case, there's little we can do. We  could be speaking in terms of weeks  not months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They arrive at Charlotte's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When she returns home, we'll want  her to stay active, but don't let  her overexert herself. (off Wills' nod) Don't stay long. She's been sedated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies in the bed with her eyes closed. An EKG mo bleeps steadily in the corner. An IV drip hangs by her be Wills enters and sits down at her bedside. He touches her hand. She opens her eyes and smiles drowsily --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills is terribly anxious. His speech is accelerated",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right? You're okay? How  do you feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll let you rest. I should. You'll  sleep and then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(touching his hand) Shhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods and inhales deeply. His heart is racing. She murm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still owe me a birthday present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just 'cause I fainted is no excuse  for you to bail on your peacock pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles sleepily. Wills lifts a hand to her mouth and  whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ought to be illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your smile. It's too pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've ruined you for other women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All part of my master plan. (beat) Do you wanna hear a story... a bedtime  story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shouldn't I be telling you one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once upon a time, there was a woman  on a ship crossing the Atlantic and  her little boy got sick. Very sick.  And she said whoever saves my boy's  life... I'll name my next baby after  them. Well, they got into port and  they rushed her son to St. Vincent's  hospital... to here... and they saved  his life. And so the mother named  her next baby Edna St. Vincent Millay. (beat) And Edna grew up to be, as I am sure  you know, the second greatest female  poet in American history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first would be Emily Dickinson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a quick learner -- I like  that about you... (half to herself) \"It may be, when my heart is dull,  Having attained its girth,  I shall not find so beautiful  The meagre shapes of earth,  Nor linger in the rain to mark  The small of tansy through the dark.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes drift shut --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am so pretentious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills laughs, then clears his throat, and looks suddenly  serious --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, listen, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh. Heavy, heavy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just think --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No violins. I'm fine. Go home...  sleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He considers for a moment, then, tears welling in his eye he lifts her hand to his mouth and kisses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits across from Simon who strokes Shannon's back a she weeps --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It just didn't seem real and now  that it is, I hate it! It's so unfair!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores, sitting in her armchair, mutters as though by ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fare is what you pay on the train to  Jersey. Fair is the place that smells  like manure where, if you're real  lucky, you win a blue ribbon for  your home-made pickles. Fair is a  sky without a cloud and a face with  a mark. Fare is food. What fair isn't  is everything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I think I speak for all of us  when I say that we've heard quite  enough from Dolores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolores chuckles. Simon continues to Wills --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, correct me if I'm wrong, but I  believe what you're saying is that  while the end may be in sight, it  has not yet arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. The tumor's begun to  interfere with the function of her  heart, but she --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why exactly have you called us  here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills falters, looking at him incredulously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cut short a lunch date, Shannon's  missing her low-impact aerobics class,  and Dolores has delayed the start of  her happy hour -- surely you must  have had good reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought Charlotte's health might  be of some interest you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is. You could have told me all  about it on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I also thought it might be a good  idea if we discussed ways to make  her as comfortable as possible for  the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte loathes comfortable. I  never sought to bore her with comfort  while she was well, why should I  start now that she's sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stares at Simon, his face ashen and full of contemp",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, are you really so cold? Or  is it just a pose that you've  cultivated?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a pose that I've cultivated. (beat) I chose it, as a sort of smoke screen,  some time after attending my twentieth  funeral in as many months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's quite all right. But, honestly,  it shocks me how often you people  forget. Our phone books have as many  numbers crossed out as written in.  So that while death is certainly as  painful to us as it is to you, we do  not find it nearly so...  extraordinary. (beat) Don't misunderstand me. I adore  Charlotte and when she dies, I  would... were it not already in that  state... cry my heart dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon looks at Simon and burst into tears again. Simon  holds her even closer, rubbing her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills emerges from Charlotte's brownstone, hails a cab, t decides against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Head down, eyes desolate, Wills walks uptown. The roaring traffic, dense crowds, blaring music, flashing neon -- th great welter of urban life is entirely lost on him. He can think only of Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills walks down a dark block, his jacket open to the col night wind, his cheeks and ears burned red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills enters, checks the tenant list, then presses a buzz He speaks into the intercom and a moment later is buzzed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOLLOW WILLS, running up the stairs. He arrives at a door cold and gasping for breath. He hears footsteps. THE DOOR OPENS, but we do not see who is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills paces, speaking desperately to someone. He seems on the verge of a total nervous collapse --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in the hospital now. She doesn't  have long. Weeks maybe and -- She...  Anyway, I have something to ask you.  A favor. I have no right to ask. I  know. I'd do it myself, but I can't.  I'm too... I'm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a deep breath to keep himself from crying. ANGLE ON LISA, his daughter, sitting on the couch, listen her face unreadable --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to find a surgeon. Dr.  Sibley told me... Charlotte's doctor  told me... he said at some point,  when it's hopeless, surgery could be  an option. Heroic surgery, he called  it. I want to make sure that when  the time comes a hero is performing  that heroic surgery. Do you  understand? You'll have to make calls.  I'll get names. Sibley will give me  names. (fighting tears) I'm sorry to ask you... I have no  right. But, you see, she doesn't  want it... this surgery... I'll have  to convince her. So no one can know...  for now. And I trust you. You're my  only family and I... (beat) You have every right to refuse me.  After what I did. You were a child...  and you needed me... and I was nowhere  to be found. There's no excuse for  that. I'm so terribly sorry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd be happy to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills, stunned, deeply grateful, allows himself a breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, I'm really sorry she's sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost inaudible) I am, too. So sorry. I should be the  one. It should be me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa, flooded with compassion, wants to go to him, comfor him, but she stays where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The darkening sky is swept with a brisk wintry breeze. Sh descend from the trees and towering rocks. AN OLD MAN sit on a bench, reading a newspaper. A NANNY pushes a baby  carriage past. Wills and Charlotte walk together, bundled up again the c Charlotte walks backward, her breath shooting out into th cold air like smoke --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never talk about my mother. (beat) Talk about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything. All I remember is that  she smelled like vanilla, loved to  read to me, and was really good at  cutting up fruit. I couldn't believe  she didn't cut her fingers off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I remember a little more than  that. Let's see... she was blonde...  about your height --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen pictures, dummy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, okay. She... always ate her ice  cream with a fork -- how's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she wrote great letters, but  couldn't spell at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither can I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was a McGovern Democrat but also  an incredible snob. She loved  blueberries. She had the world's  worst backhand. Her favorite singer  was Stephen Stills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind. She was afraid of sharks.  And, considering the times, she was  pretty square. She only tried drugs  once -- a lifeguard gave her a hash  brownie and she threw it up all over  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she laughed just like that. And  she bit her fingernails. And she  couldn't tell a joke. (beat) In short, she was a unique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte smiles happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Charlotte lean down on the railing, watching th water purl and eddy around Randall's Island.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you know she was in love with  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were you in love with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Because she was the only girl  in Rhode Island who wouldn't sleep  with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's how she got my attention;  it's not why I fell in love with  her. (beat) I fell in love with her because she  charmed me senseless day and night  for an entire summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why did you screw her best friend  on Labor Day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks at her darkly. She smiles and shrugs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sighs and looks away, reflecting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no idea. The summer was over.  Your mom was going back to Smith. I  was moving down here to work on Wall  Street. It was our last day together.  She was crying. She told me, for the  first time, that she loved me. I  said I loved her, too. I promised to  call and visit. A few hours later I  was in a cabana with Millie. (beat) When Millie told me she was pregnant  and that she wanted to marry me, I  escaped to L.A... and I never saw  her or your mom again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wryly) Well done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's part of the reason I  never came back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why're you like that? What is  it? I mean, you weren't born that  way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I might as well have been. For as  long as I can remember, I've always  run off at the first sign of a woman  wanting anything from me... relying  on me in any way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She considers for a moment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I want everything from you, Wills.  I rely on you in every way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the only reason you don't dump me  is because I'm sick? Because you  know that it's all going to be over,  anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. But it doesn't feel that way. (beat) It feels as though I'm not afraid  anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him and smiles. He puts an arm around her an draws her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks out the window, his arm draped around Charlot who lies nestled against him, eyes closed. He suddenly sees something. He thinks. Checks his watch. eyes ignite and he calls out excitedly to the driver --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driver! Quick! Pull over here! Right  here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, a little sleepy, comes to. She looks out the w and her face softens with happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the steps of the old church a CHOIR sings Christmas ca All around them, a LARGE CROWD sings along. Wills and Charlotte get out of the cab. His arm around he Wills pulls her into the crowd. They join the carol. Will sings well. Charlotte is tone deaf. In between lines of the song, she calls out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know you could sing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know you couldn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs and continues to sing. THE CAROLS ENDS to cheers and applause. THE CHOIRMASTER s forward to a microphone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you all know what time it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused to Wills) No, I don't. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grins. The choirmaster nods at someone in the distance Then holds up a hand, fingers spread, and begins to count down. The crowd joins in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEN, NINE, EIGHT, SEVEN, SIX, FIVE,  FOUR, THREE, TWO, ONE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that instant, ALL THE WHITE CHRISTMAS LIGHTS on the tr of the median from 96th Street to 44th Street POP ON  SIMULTANEOUSLY -- an enchanted fairy-tale spectacle. The crowd and the choir cheer and clap, cars honk their h Charlotte's eyes are filled with happy wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAPPY HOLIDAYS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As another carol begins, Wills wraps his arms around Char and kisses her. He pulls away, looks deeply into her eyes and whispers with passionate sincerity --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For an instant, her eyes flare as though she were surpris Then her eyes fill with tears. She tries to speak but she choked by a sob. She buries her face in his chest and cries. Wills smiles  with warm, almost paternal, indulgence. He strokes her ha She hugs him as though she'll never let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant is packed. John, overwhelmed by the crowd  waiting for tables, glances angrily away when he hears th phone ringing and no one answering it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amid the Pandemonium, Wills watches as Charlotte teases H 30, the young chef, as he lays the beet garnishes on a fi entree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call that a rose? It looks more  like a hand grenade!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Keane, you get her outta here  or, I swear to God, I'm gonna  butterfly and stuff her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll add it to the specials list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) No way! I'm too pricey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door bangs open. John enters, looking angry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Sunshine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You seen Celia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The matter is I got a half-hour wait  and no help up front! You got a call  on Two!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills enters, picks up the phone, and hits a flashing but",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills Keane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa's face is flushed with excitement --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TOWN CAR is parked out front. Michael, the doorman, cha with the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name's Tom Grandy. Harvard  undergrad. Columbia Medical School.  He's at the Cleveland Clinic. I know,  I know. But don't laugh. It's one of  the best in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills exits the building and gets into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town car speeds down the expressway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He did his residency at the Brigham  in Boston... his cardiac surgery  training at Cleveland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills walks quickly through the terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was so good they kept him on and  within three years he was chief of  the program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills gets out of a taxi and heads inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He travels a lot. Spends lots of  time lecturing. I got you an  appointment tomorrow at twelve-thirty.  Don't be late. He only has fifteen  minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOM GRANDY, 35, long-hair, small beard, loose-limbed, wea scrubs, saunters down the hall, wearing a vaguely goofy s Wills watches him approach with some apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The surgeon that recommended him  said, and these are his words not  mine, \"Don't let his appearance fool  you. He's brilliant and has balls  the size of your head.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills listens to Dr. Grandy who speaks casually, more lik benign hippie than a renowned surgeon. Charlotte's X-rays hang between them in an illuminated view box --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'm not gonna bullshit you.  If she were a baby, she'd have a  decent chance, 'cause these sorts of  tumors can regress like crazy, but  she's twenty and... I don't know,  man... I've never seen anything like  it. (pointing at the X- ray) I mean, look! It's wrapped around  her vital structures like an octopus! (sitting) You know, just once I'd like to get  sent something simple. A \"cabbage,\"  a valve replacement. Even a good old- fashioned transplant. But it doesn't  happen anymore. It's the downside of  being good at my job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good? They say there's no one better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I'm like most people.  I do the best I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can your best save her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandy and Wills walk together --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In these sorts of cases, it's best  if she signs a consent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(covering) No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. (stopping at the main  entrance) The last time Charlotte passed out,  she regained consciousness almost  immediately. The next time or the  time after, she won't. When that  happens, call me. (handing him a card) Here's my service. They'll reach me  no matter where I am. In the meantime,  I'll coordinate with Dr. Sibley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't thank you enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandy smiles and pats him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't done anything yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits up, wearing glasses, reading a book. Charlotte enters from the bathroom wearing a flannel night shirt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way -- where were you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you called I assumed you were  at the restaurant, but when I called  back later, Jesus said you hadn't  been in all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in Montclair, New Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(playfully vague) An opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, really? Sexual or professional?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was considering opening a  restaurant. But the rents are too  high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles at her. And she smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies asleep with her head on his chest. She ope her eyes. The room seems strange. It's the light. She rises up and turns around. Her eyes narrow with curio She crawls out of bed and runs to the window and looks ou She can't believe her eyes. Central Park is blanketed by  deep snow and more is falling. She calls out gaily --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! How do you feel about Christmas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sleepily) Bah humbug...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs back, laughing, and jumps on the bed, rousting h",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC UP",
          "text": "A SEQUENCE BEGINS showing Charlotte and Wills during a da of holiday shopping. The deep snow has slowed the city to crawl but filled everyone with good spirits. Charlotte and Wills move from store to store; they buy  wreaths, garlands, ornaments, candles, and, finally, a  CHRISTMAS TREE and STAND. Wills starts to lug the tree, but when it's obvious that  it's too much for him, Charlotte spots a GROUP OF KIDS  spilling out of a record store. The next thing we know the kids are lined up, carrying th tree over their heads like a battalion of ants. Wills and the kids load the tree into the freight elevato and squeeze in. There's no room for Charlotte. She'll tak the lobby elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, carrying shopping bags, ascends in silence wit Michael. She has no interest in chatting. He, as ever, do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you and Mister Keane be goin'  away for the holidays?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen so little of America. I  don't care for airplanes, you see,  and I have so little time to travel. (beat) Did Mister Keane enjoy his trip then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, just yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't really call that a trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps not. But I've never been to  Ohio myself. They say parts of it  are quite lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte goes pale. The elevator stops and he opens the  door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte steps out right into the kids who are roughhous and laughing. Each holds a five-dollar bill --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out) All right, you little hellions! Get  in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte wanders in. The tree stands erect. Wills, on al fours, tightens the screws on the stand. He crawls to his feet and studies it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then he sees her grave expression and freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought we had a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure we do. About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lying. (beat) You were in Ohio yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stares at her for a moment, then explains without  apology --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I met with a heart specialist. He's  willing to operate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For an instant she is surprised, but then her indignation takes over --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you know I don't want that! You  know I've signed papers that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe I want it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It isn't your decision!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not, but if you'll hear me  out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! I told you right from the start  how I felt and you went behind my  back! You lied and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exploding) Oh, Christ, knock it off! You're  such a god damn saint, so above it  all, but you're scared to death! You  do want to live! And if you were as  honest as you say you are you'd let  the doctors do whatever they can to  help you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her face shuts like a trap. She walks toward the bedroom  door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't give people hope when there  isn't any.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?! Maybe we want hope! Or  maybe we just need to know that we  did everything we could! Maybe I  need to know that... if I'm going to  be able to live... to go on without...  without --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a sob catches in his throat. Charlotte, on her to the bedroom, stops and slowly turns around. She speaks matter-of-factly, without judgment or feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I know why you hurt so many women.  Because you always knew if you held  on to one of them, you'd never let  go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and exits coldly to the bedroom. Wills sinks in an armchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In grey afternoon shadows, Charlotte lies on her side, fu clothed under the covers, with her eyes open, thinking. S hears something and looks back. Wills stands in the lighted doorway. She gestures for him to come. He walks over and lies down next to her. She turns her back to him, so that he's spoo her, but she takes hold of his hand, pressing it against chest and squeezing it like a doll. For a long time, they lie in silence. Finally, she murmur almost inaudibly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When we met, I was so lonely. But I  didn't even know it. I'd been alone  so long.. almost forever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So had I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But now we have each other. (beginning to cry) Oh, what would I do, Wills? What  would I do if you weren't here? Where  would I be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighting his emotions, determined to stay strong for her, holds her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't ever have to worry about  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do whatever I have to! I'll  tear up the papers! Whatever you  want! Tell the doctor! Because... I  really do want... I don't want to  leave you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dam breaks and she is wracked by sobs. Wills closes h eyes, holds her even tighter, and rocks her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, still fully clothed, lies sound asleep. She sl awakens and sees that Wills is gone. She gets up on one e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She waits, hears hurried steps, then Wills sticks his hea in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long was I asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. And I'm still tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all right. Relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte senses something odd in his tone. Her eyes narr with suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs and starts to get up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't! Don't move! Just one more  minute!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills runs back into the room. The tree is fully decorate now. He dashes back and adjust some lights along the base",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the bedroom) What're you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs over, inserts the plug and the TREE LIGHTS UP wit LITTLE WHITE LIGHTS, but for the STAR AT THE TOP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no! You didn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were just going to tire yourself  out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs a chair and fiddles with the bulb inside the sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This I've gotta see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE STAR LIGHTS UP. He jumps down and puts the chair away Then he runs over and dims the lights --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finishing touches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs over and adjusts a garland. He runs back to the d and adjusts it again --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs back to the bedroom door and flings it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Voila!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks into the room and freezes in the doorway. He bac up a step, then, crying out, lunges into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, lying unconscious on a stretcher, wearing an o mask, is rushed into a waiting ambulance. Wills, beside  himself with panic, is gently barred by a MEDIC from jump in with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the reflection of a projected slide, a hand offers a  CELLULAR PHONE to Dr. Grandy, standing at a lectern in fr of a group of doctors. He stops his lecture and takes the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ambulance rushes, light flashing, sirens wailing,  downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte's stretcher is rushed into the emergency room a the same time that Wills' cab pulls up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandy is rushed into a MEDICAL HELICOPTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks up and sees Dolores and Shannon arrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandy's helicopter speeds toward the City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills comforts Shannon. Dolores looks up and sees Simon  standing in the doorway. Then a CORONARY CARE NURSE appea She asks to speak to Wills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grandy looks out the window as the helicopter swoops down toward the lights of lower Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies, semi-conscious, on a gurney. Wills appear in the doorway with the nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter lands and Grandy jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills sits down next to Charlotte's bed. He touches her h Her eyes open then close again. Her breathing is heavy an labored. Wills pushes a lock of hair off her brow, then whispers,  half to himself --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time cannot break the bird's wing  from the bird. Bird and wing together  Go down, one feather. No thing that  ever flew, not the lark, not you,  Can die as others do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte's eyes open dreamily. She shows a faint smile a the poem and murmurs almost inaudibly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have I done to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruined me for other women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... I saved you for them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes close. Wills takes her hand and presses it to hi cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she type 'n' cross for six units?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills turns around and sees Grandy standing in the doorwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're we waiting for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just you, Doctor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then let's move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NURSE rushes over to the gurney and in an instant  Charlotte is gone -- wheeled with a bang through SWINGING DOORS into the operating room corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is there now -- John, Sarah, Celia, Simon, Dolor and Shannon. Wills enters silently. He walks to the new  arrivals and greets each one with an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies on the table. Grandy's eyes, visible above his mask, are fiercely focused on his work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shannon lies with her head in Sarah's lap. Dolores, ignoring the sign, smokes a cigarette. John and Celia sit side-by-side in silence. Wills stands at the window. He looks over and see Simon  standing close by. Simon looks at him, his eyes sad but e calm. Wills shakes his head --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It happened so quickly. We'd just  talked about the surgery. She agreed  to it. But I thought there'd be time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had friends who weren't expected  to last till morning who lived another  seven years. Another ran a marathon  and died the next weekend. It's all  so terribly random the way life  actually works. I take nothing for  granted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A light enters Wills' eye. He smiles as he remembers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, it's funny, the first time  I saw her, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then Wills hears something. He turns and there's Gran at the end of the long hall, walking toward the waiting r Simon looks and sees him, too. Wills looks at Simon with alarm. It's impossible. How cou Grandy be finished so soon? Wills looks back at Grandy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW-MOTION",
          "text": "Grandy moves with long strides down the corridor. One by one, as they notice, Charlotte's loved ones react the sight of Grandy. Shannon rises from Sarah's lap, looks at the doctor, then covers her face with her fists, holding her breath. Dolores crushes out her cigarette, her expression falling Celia touches John's back as he rises and walks over to W Simon's face turns to stone. John reaches for Wills, but Wills advances a few steps to the corridor, almost defiantly, his eyes riveted to Grand Grandy's head is down. Then, ever so slowly, Grandy lifts his head and in one  decisive move YANKS OFF HIS SURGICAL MASK and THROWS IT  AGAINST THE WALL. CLOSE ON WILLS' FACE as he realizes. His mouth opens wide as though to cry out, but no sound c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills stands in the center of the room wearing his overco He is pale, exhausted, his face expressionless. John stands, also wearing his coat, in the hall archway,  unsure whether he should stay or leave. Wills looks at the Christmas tree, whose lights still bur He slowly walks over and pulls the cord from the wall. The lights go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COUPLE walks down the same walkway. They are deep in su conversation. All around them spring is in full glory. Me snow. Trees exploding with green. Birds singing. The man is Wills Keane, but he has markedly changed. His  dress is not so impeccable, his hair has gone grey at the temples. His face, though still beautiful, has gracefully turned the corner into middle age. Walking at his side is his daughter, Lisa, now well along her pregnancy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, to be honest, Peter's more  than a little freaked. I mean, how  could he not be? He's twenty-six.  His first child. A baby girl, no  less. Nothing really prepares you  for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said it's the first time since we  got married that he's actually  realized what marriage is. That it's  forever. That he can't just pick up  and run away to Nepal or something  if we have a fight. That he's part  of the cycle of things now. That  he's gonna die some day. That it's  the next generation's turn to take  the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills and Lisa walk together in silence, enjoying the per afternoon. Then Lisa smiles crookedly and slaps his shoul",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what about you, Mr. Keane? You  ready to be a grandpa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wills looks over at the spot where he first saw Charlotte He smiles with wistful confidence then, a little awkwardl puts his arm around his daughter. She is surprised at first. But then slowly, trustingly, s rests her head on his shoulder. And they walk.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_212"
    }
  ]
}