{
  "movie_id": "MOV214",
  "scenes": [
    {
      "location": "HILLSIDE",
      "time": "NIGHT",
      "characters": [
        "_ BRITTEN",
        "END OF SHOW",
        "BRITTEN",
        "/ BRITTEN",
        "SERIES OF SHOTS",
        "IRD",
        "MATCH CUT TO",
        "BRITTEN, (V.O.)",
        "/ DR. LEE ,",
        "END OF ACT IV",
        "ACT III",
        "LEE, (CONT'D)",
        "ACT V",
        "ACT IV",
        "CUT TO",
        "VEGA, (CONT'D)",
        "TARA, (CONT'D)",
        ". BIRD",
        "HANNAH",
        "OFFICER, (CONT'D)",
        "SMASH TO",
        "TAYLOR",
        "BIRD, (0.C.)",
        "OFFICER",
        "FREEZE",
        "TECH",
        "DR. EVANS, (CONT'D)",
        "JON GRUDEN",
        "DR. LEE, (V.O.)",
        "FLASH TO",
        "END OF ACT II",
        "MAN, (0.C.)",
        "END OF ACT IIT",
        ", BRITTEN, (V.O.)",
        "ACT ONE",
        "BIRD",
        "DR. LEE, (V.0.)",
        "REX, (CONT'D)",
        "DR. LEE",
        "END OF TEASER",
        "REX",
        "_. BIRD",
        "DR. EVANS",
        "END OF ACT IT",
        "VEGA, (V.O.)",
        "BACK TO",
        "LEE",
        "ACT IT",
        "BRITTEN, (CONT'D)",
        "TARA",
        "BMW",
        "VEG",
        "WITNESS",
        "DR. LEE, (CONT'D)",
        "DON'T",
        "DR. EVANS, (V.O.)",
        "BIRD, (CONT'D)",
        "HOUSEWIFE",
        "MARK",
        "VEGA",
        "HANNAH, (CONT'D)",
        "TECH, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A gentle slope. The city shimmers like a postcard below. Peaceful. Calm. SILENT. Perfect. Then- SCREECHING TIRES. Suddenly a CAR COMES CRASHING THROUGH T FRAME, a flipping blur of flying metal and BREAKING GLASS And then it’s gone. Everything’s still, just as we found",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "So, tell me how it works. ANGLE ON the wrecked car, CLOSE ON the eyes of MARK BRITT unconscious, hanging upside down by his Seatbelt. We can the WHEELS STILL SPINNING helplessly in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "I don’t know. I close my eyes. I open them. Just like you. Very slowly pull back from his eyes until we see other passengers in the car: HIS WIFE (HANNAH BRITTEN) and a TEENAGE SON (REX BRITTEN) more on them in a moment. They’re also hanging from their seatbelts, bloody and unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "Let’s just start at the beginning. Suddenly, Britten’s eyes flutter open. He looks around. A takes in his wife and son hanging from their belts-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH TO",
          "text": "INT. DR. LEE’S OFFICE CLOSE ON Det. Mark Britten, 40ish, handsome, healed, but weight to his stare. He’d rather not remember the beginni",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "No. Let’s start at right now. REVEAL DR. LEE, late 30’s, Asian-American, a cerebral presence in a muted, calming, vaguely Zen environment. He makes a note in his book then looks back at Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Very well. You’re back to work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Yes. \fEXT. LOWEN’S RESTAURANT/BAR - NIGHT Britten, suit and tie, steps through barricades holding b a crowd. As he does, DET. RICHARD VEGA, 30's, gregarious, the type person who talks to strangers in elevators, steps over. He’s the only one who seems excited to be at a murder sce",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Detective Britten! Over here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "And they've got you working with a partner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "New guy. Vega; They just want someone to hold my hand until they know I’m okay. INT. DR. LEE’S OFFICE Lee leans on his fingers and looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "And are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(long beat) Yes. EXT. LOWEN’S RESTAURANT/BAR - NIGHT There’s a cab with a shattered window, a DEAD DRIVER slum behind the wheel. Vega walks Britten through the scene like a tour guide wi slight case of nerves. He refers heavily to his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "So... the driver picked up a fare downtown, registered this address with dispatch. Um, he’s still got his wallet, and there’s a twenty on the seat beside him, so I think not only was it not a robbery, it looks like the fare was actually paid. Then, either the rider or someone else puts a gun to the window, BOOM, BOOM, BOOM... leaves us this messy little mystery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Witnesses? Vega nods proudly. He’s on that. He motions to an OFFICER brings over a WITNESS, knit cap, 30’s, skinny, very polit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so I’ve interviewed about thirt Basically everybody came out of the bar when it happened. But this guy lives in the apartment building above it, saw from his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITNESS",
          "text": "After I heard the shots I looked out, Saw a man in a cowboy hat run that way, up the block, and then turn into that alley. Thanks. I’ it Pet you know if I have other questions. The Officer leads the witness away. As he goes-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITNESS",
          "text": "Happy to help. Vega turns to Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Exact same report from the bar witnesses, just_a little more chaos on the ground. Guy in a cowboy hat running away, but no one close and no one who claims to have seen the shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What do we know about the driver? Back to his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Right. Driver. Married. No kids. Dispatcher says he wasn’t the type to get in an argument. At this point nothing really suggests he should be dead except for the fact that he is. Britten surveys the scene. Looks past the crowds at the barricades and notices the building across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Building looks like it’s got a secured front door. Let’s see if they've got a camera on it. Might have caught something we can use. Vega smiles, stares at him a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "I just, um... want to thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "I got passed over for detective three times before this assignment. I’m pretty sure I only got the boost because you requested me. I just wanted you to know I, uh... I won't disappoint you. Britten’s starts away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I didn’t request anyone. If you got promoted it’s because they didn’t want to waste anyone else’s time baby-sitting me. As Vega takes that in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "And then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "I go home. INT. BRITTEN’S HOUSE - NIGHT It’s a modest but homey craftsman bungalow that looks a million miles from murder investigations. As Britten steps in, his wife, HANNAH, the woman from the wreck, late 30’s, stunning, warm, looks down from a ladde where she’s repainting a wall. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Perfect. Just in time to help me clean up. He looks at the dropcloth, brushes, paint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Maybe it’s time to just embrace the mess. INT. DR. LEE’S OFFICE Lee is making notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Did she start redoing the house after the accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "After the funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) That’s a common reaction. We all look for ways to start fresh. Has she gotten to your son’s room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten opens the room. Typical teenage chaos with an odd sense of being frozen in amber. He stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "No. I’m not sure she’s even been in it yet. INT. BRITTEN’S HOUSE - MARK'S BEDROOM - NIGHT Britten crawls into bed next to Hannah, who’s asleep. He gives her a kiss on the cheek, lays back, closes his eyes CLOSE ON HIS EYES as we hear DR. STEPHANIE EVANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS, (V.O.)",
          "text": "And then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - MARK’S BEDROOM - MORNING Britten opens his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "I wake up. He looks beside him. His wife isn’t there. He looks down his wrist. There’s a GREEN rubber band around it. DR. EVANS ee What’s the purpose of the rubber bands? ; BRITTEN (V.O. Sometimes it gets confusing. They just help me keep things straight. INT. BRITTEN’S HOUSE - HALLWAY - MORNING Britten pulls on his coat as he steps into the hall. Then, post as he passes his SON’S DOOR, IT SUDDENLY OPENS into the hall comes REX BRITTEN, the other passenger from wreck, 15, tall, good looking, and only moderately awake. Britten doesn’t seem at all surprised to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning. Rex simply emits a half awake GRUMBLE. INT. BRITTEN’S HOUSE - KITCHEN - MORNING Britten and Rex eat cereal, watch Sportscenter. Not a lot chatter, but Britten seems unsure how to change that. A car outside HONKS. Rex jumps up, grabs a large TENNIS B stuffs in an extra racquet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "That’s Aaron. I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What about the uh... the match. Rex stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Do you want me there? Rex shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "Whatever you think. He starts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ BRITTEN",
          "text": "Wait. Britten stands, walks over, hugs the boy. Rex more endure than reciprocates. Britten doesn’t care. He just holds on INT. DR. EVANS’ OFFICE - DAY REVEAL DR. STEPHANIE EVANS, late 20’s, attractive, with a the eagerness of someone new enough to her job to still l it. Her office is modern but not stark. She takes no notes. Instead, she tends to smile and tilt head as she listens, as if every answer is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "And you said the tennis is new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Sort of. His mom was very good. Played in college. She taught him. He used to play until he discovered football.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he’s decided to take it up again. Since the funeral. Britten nods. DR. EVANS (CONT’D) (smiling) Great. What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten steps into a MURDER SCENE. Two bodies, TOM and IR BAKER are laid out, stabbed, blood everywhere. Vega walks toward Britten, but then simply nods curtly an WALKS BY AS IF THEY BARELY KNOW EACH OTHER. Instead we hear the voice of DET. ISAIAH FREEMAN (‘BIRD’)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (0.C.)",
          "text": "You see this coffee maker? Britten turns to see BIRD, African-American, 50’s, salt a epper hair and an air of having seen it all, twice. He indicates a complicated coffee maker on the counter. BIRD (CONT’D) My ex always wanted one of these. Told her she wanted a six hundred dollar coffee maker she should not have married a police. (beat) We eventually agreed on that. (re: the scene) Tell me what you see, I’1ll tell you what you miss. Britten surveys the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Husband and wife victims? Bird is playing with the coffee machine, but nods. BRITTEN (CONT’D) Multiple stab wounds, Some signs that they put up a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Also some signs that they lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "No wallet or purse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Gone, along with one of the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what, just a home invasion that turned messy? Bird stares at the coffee maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Why I’ve avoided success at all costs. Work your whole life to get some nice stuff just so someone can kill you for it. Britten looks around, notices pictures on the walls. Many show a YOUNG GIRL with the couple. Bird picks up on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (CONT'D)",
          "text": "No sign of the little girl. Checking with friends, family, hoping someone tells us she wasn’t ome. INT. BAKER HOUSE - GIRL’S BEDROOM Britten walks into a nexus of Twilight posters and the co pink. Begins to poke around. Bird waits in the doorway. Britten opens the closet, stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You smell that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "I’ve been nursing a cold since the Carter administration. Britten leans into the closet, kneels, pokes his head int the corner. SNIFFS. When he comes out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Girl was here when it happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Because she hid in the closet and pissed her pants. Either she ran when the killer left or he-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "What I get for hoping. Bird turns, shouts to the officers in the other room-— BIRD (CONT’D) Boys! New deal! As Bird starts to give orders, Britten looks back at the closet. OFF his expression -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this has been happening since the accident? INT. DR. EVANS’ OFFICE Britten looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Fascinating. (reigning it in) Not to be insensitive, it’s just... our brain’s main function is to protect us. Sometimes that means sensing danger or feeling pain. And sometimes it actually means deceiving ourselves. (to explain) The {38s OF a loved one is one of the most emotionally crippling things we face. We come up with all sorts of ways to get through it. Like your son taking up his mother’s sport to maintain some sense of connection with her. But your brain... it’s created an entire reality where i¥ou haven't actually lost your wife at all. INT. DR. LEE’S OFFICE Dr. Lee is in the middle of a similar thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "An elaborate and ongoing dream in which you haven’t lost your son, relieving you of the ob igation of dealing with his death. I’m not sure I’ve ever seen a coping mechanism quite like it. Britten looks at him. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "How do you know it’s a dream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "How do you know that the world where my wife died and my son lived is my dream? Maybe that’s reality, and this world, where my wife lived and my son died, is the dream. \f10. INT. DR. EVANS’ OFFICE Dr. Evans looks genuinely surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Wait. You mean you can’t tell them apart? Britten shakes his head. She’s practically giddy. DR. EVANS (CONT’D) Incredible. INT. DR. LEE’S OFFICE Lee looks incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "oxen re saying you’re not eon ident whether you’re asleep or awake at this very moment? Britten looks at the rubber band on his arm. It’s BLUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Everything feels just as real in one world as it does in the other. I never look down and discover I’m naked, or late for a test. Never suddenly start to fly. Whether I’m with my wife or my son, everything is completely normal. Then I close my eyes, open them, and the other one 1s waiting. A long beat. Dr. Lee makes a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Well, I can assure you, Detective Britten, this is not a dream. Britten can’t help but smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "That’s exactly what the other psychiatrist Said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega are scanning through the security camera footage. As a cab rolls into frame-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Whoa. Right there. They let it play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Could hardly ask for a better angle. A SKINNY MAN IN A COWBOY HAT opens the rear door, hands a twenty to the driver, then gets out. He takes a step and then turns and FIRES THREE SHOTS thro the window, ling the driver. Then he looks DIRECTLY AT THE CAMERA, and TIPS HIS HAT be running away. Vega and Britten look at each other, surpri",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA, (CONT'D)",
          "text": "Wow. Part murder, part performance piece. Britten rewinds, watches the shooting again, then the pol hat tip. The killer’s hat is low, his sunglasses large.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Disguise doesn’t give us_a lot to go on. Let’s pull’a still and put it out to all the local- Suddenly an OFFICER anxiously sticks his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Detectives? We’ve got another one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Another what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Dead cabbie. OFF Britten and Vega exchanging a look-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega step through the large crowds to find a driven up on the curb and into a pole outside a bustling outdoor shopping mall, driver slumped behind the wheel. As they take it in, an OFFICER steps up, gestures. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Cab pulls up. Door opens. Three loud bangs. Everyone scatters, the driver manages to run up on the sidewalk until he smacks into this pole. He turns back to the crowds of people. OFFICER (CONT’ ») Everyone reports seeing an overweight man, heav eard, glasses, some kind of ball cap, walking away from the scene. Heads straight into the crowd and then... disappears. Bird steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "No heros today boys, just a hundred something witnesses who can’t wait to tell you their story. Over and over and over. He tears some sheets out of his notebook, hands them to Britten with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (CONT'D)",
          "text": "Still happy you came back? As Bird goes Britten stares at him. It’s weird, switching partners. Vega doesn’t seem sorry to see Bird go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "(muttering) Burnout. Off Britten’s look-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA, (CONT'D)",
          "text": "Sorry. Just... I work my ass off to get the same job he sleepwalks through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Maybe he just knows where to spend his energy. Britten turns back to the cab, follows a line of sight to top of a pole across the way. On top- a camera. BRITTEN (CONT'D) . Wanna take a guess what we’re going to see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten, Vega, and a MALL SECURITY OFFICER are gathered around the small bank of monitors. They focus on one as- \f13. A cab pulls up. The door opens. AN OVERWEIGHT MAN IN A TRUCKER HAT starts to get out, and as he does, fires thre shots through the backseat. The cab lurches forward. As people panic, the overweight looks right at the camera, DOFFS HIS CAP, and then walks Britten freezes the tape on the suspect, the face disguis behind the beard and coke bottle glasses, almost useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’1l take this back to the lab, see if they can enhance it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "What should I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Didn't Bird say something about a hundred witnesses to interview? OFF Vega’s fading expression- INT. DR. LEE’S OFFICE - DAY Dr. Lee looks up from his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "What does your wife say about your condition?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(beat) We don’t talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - KITCHEN - FLASHBACK Britten is talking while Hannah prepares dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "At first I told her everything. That he’d given up football and gone back to tennis. About the girl e was getting calls from. Suddenly Hannah just bursts into tears. BRITTEN (V.O.) (CONT’D) But it’s not the same for her. To her he’s not still alive, it’s just some dream I keep having. And hearing about it isn’t comforting, it’s... torture. \f14. INT. DR. LEE’S OFFICE - CONTINUOUS Britten looks at Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I actually wasn’t looking to come back to work. She sort of forced my hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "She wanted you to get back to a routine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "No. She wanted to break all our routines. She wanted to move. Like cross the country and start over. She says it’s hard to live with that empty room upstairs. My best argument for staying was that the seniority and benefits I'd worked for wouldn’t follow us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "But you don’t really care about those things? You just wanted to remain where you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "For me, the room upstairs isn’t empty. Lee notes this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Detective, I’m going to be frank. For you to process what’s happened, heal, and move on, it’s imperative that you, acknowledge what’s real and what’s fantasy. We can talk about your dreams, but we have to accept them as just that, dreams. Do you understand? Britten eventually nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE, (CONT'D)",
          "text": "Let’s talk about your partners. Why do you think they’re different between your dream and reality?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega interview a witness. Vega smiles broadly Britten makes notes. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "I don’t know. I never worked with a partner before the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Bird are looking over bloody crime scene phot pointing out various items, making notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "They told me they dante me with someone for while and... I don’t know, I got one in one world and the other in the other. INT. DR. EVANS’ OFFICE Dr. Evans is nodding adamantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "But you said that they don’t like each other, this Bird and Vega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Vega’s just new. Still thinks we fix things. Bird knows better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "It makes perfect sense. Your brain doesn’t want you to know which world is real and which isn’t. It would defeat the purpose of the coping mechanism. If you had the same partner, you mig t invent details about them in your dream that were disproved in reality and you'd suddenly know which was which. This way, you’re free to create a story for each of them, and their animosity helps keep them from crossing paths and forcing you to reconcile what you’ ve imagine with the truth. It’s the same reason you've given yourself different therapists. INT. DR. LEE’S OFFICE Dr. Lee closes his notebook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "It’s these little details and differences we should focus on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega step out of the interview room, call the next witness in. As they wait Britten looks across the department at BIRD, NOSE IN A BOOK AT HIS DESK, oblivious",
          "sentiment": "neutral"
        },
        {
          "speaker": ", BRITTEN, (V.O.)",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. RESIDENTIAL STREET —- AFTERNOON Britten and Bird stand outside of a house. There’s a CAR the street surrounded by OFFICERS and TECHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "Because dreams aren’t meant to be sustained. When we pull at the threads they tend to fall apart. As Britten watches, VEGA GETS INTO A CAR DOWN THE BLOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "Your partners are threads. And once we start to pull on them, I think we can help you see the truth. Vega shoots Britten a brief glimpse from the car, then dr away. Britten stares after him. The sound of Bird KNOCKING on the house’s door snaps Brit back to the task at hand. An UPPER MIDDLE CLASS HOUSEWIFE opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Ma‘am. Detectives Freeman and Britten. We’re working the Baker homicides down the street. (beat) We're told you noted this car in the area yesterday? He indicates the car crawling with officers and techs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSEWIFE",
          "text": "Yes. We’re all pretty close on the street. You kin8 of have a sense of what people drive. It just didn’t look like it... fit",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Did you see anyone in or around the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSEWIFE",
          "text": "No. Is it involved in the case? \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "It’s a_ stolen vehicle. It’s ossible the suspect used it to get into the area and then left it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "When did you notice the vehicle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSEWIFE",
          "text": "(thinking) I guess... around five. This raises eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSEWIFE",
          "text": "Yes. My husband had just texted me he was on his way home. I could check the text for the exact time if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Why don’t you do that. As she disappears the detectives eye one another, thinkin",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "The father made a call from inside the house at 5:30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Mom's car was confirmed home by 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "And time of death was around 9. So that means we’ve got the suspect in the area for almost four hours with both of his victims home before he actually strikes. (beat ) When did the girl get dropped off? Bird's already thinking the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Close to 8:45. Everything clicks in a way Britten was hoping it wouldn’t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "If he post wanted to rob a couple of rich people he had all the time in the world. He didn’t want money. (looking at Bird) He was after the girl all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Bird address other officers as papers are pas",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "This wasn’t random. He knew who he was after, and he waited for her, which means he had to have come into contact with her before the night of the murders. These are all the registered sex offenders whose homes or work might have put them in contact with our missing girl. There’s a lot here so we’re going to divide them up for the first sweep. If you get someone you can’t immediately eliminate, let’ Bird or myself know and we’ll get into them personally. Everyone breaks up, begins to head out. Bird starts to go looks back to see Britten standing, staring at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "You coming? Britten hesitates. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’ve got something I’ve got to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Now? Britten thinks about that. Wavers. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Just take the first couple. I only need an hour or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "For what? As Britten starts to go -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I told someone I’d be somewhere. Bird, annoyed and confused, watches him leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten sits in the bleachers. It’s not a packed house, b there’s a fair number of people for a tennis match. On the court Rex tosses up a ball and whips a blistering serve right past his opponent. Britten smiles, CLAPS. \f19. Suddenly, Rex’s COACH (TARA) slides in next to Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "After two years playing football I didnt expect him to end up in the inal. Britten looks over at her. 30’s, long, slender, like some who not only plays a sport for a living, but does it well She extends her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA, (CONT'D)",
          "text": "Tara. I’m the coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(shakes her hand) Right. As Rex wins another point-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "He’s exceptionally talented. Britten CLAPS, keeps his eyes on Rex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "He had a very good teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "(genuine) I’m so sorry. She was an amazing person. Britten looks at her, nods. TARA (gONr’D) You know, we used to play doubles together. She could have played professionally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "I did, and she was always better than me. I think the grind just didn't appeal to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "But it appealed to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "Thought it would be more winning Wimbledon and less qualifying in New Jersey. Britten smiles. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m not sure what he’s doing out there to be honest. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "I know it’s been hard on him, but he doesn’t really tell me much. His mom was the one he talked to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "We've talked about it a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(surprised, a little hurt) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "(easing the blow) Sometimes it’s just easier for boys to talk to a woman about that kin of stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’ve tried. I just... my job makes it hard to be around. And the work is like learning another language. At some point I think I forgot how to have conversations that weren’t evidence, suspect, motive. (beat What... what’s he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "Nothing you don’t know. He misses her a lot. This helps him miss her a little less. Rex wins another point. They both CLAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA, (CONT'D)",
          "text": "Match point. If he wins this easily after a long layoff I may never get him to practice. Rex throws the ball up and absolutely HAMMERS it over the net. The other player doesn’t even move. Game, set, match Britten, Tara, and the other spectators CLAP and CHEER. B REX JUST STANDS THERE, staring over the net. Then- He simply falls to his knees and begins CRYING. Not victo tears. Kid who’s lost his mom tears. Britten and Tara rush to him. But as they get close, it’s TARA THAT REX GRABS FOR. He wraps himself around her and CRIES into her shoulder. Britten stands watching, helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten, Rex, and Tara sit at a table in the largely dese bar area. Each has a soda, some picked at fries between t \f21. Rex is recovered, but the conversation is mostly two way Britten spectating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "No way. I watch total garbage TV and I don’t even watch that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "Come on. It’s about models.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "I think that holds a different appeal for a 15 year old boy than it does for me. Rex smiles, which Britten sort of marvels at. Tara seems notice Britten on the outside looking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA, (CONT'D)",
          "text": "What about you, Mark? You have a favorite show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(trying) Um... I don’t know. I like that one with the deranged chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "(surprised) Really? I always thought mom recorded that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Nope That’s mine. (beat) Why? You like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "(shrugs ) It’s okay. (long beat) Did you see the one where he made that guy eat the- Suddenly, Britten’s cell RINGS. Rex stops mid sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m sorry. I just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "(flat) It’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(answering) Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "(filter) Bird. We found the Bakers’ car. Waverly Long Term Parking lot by the airport. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "We may have just missed him. How quick can you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Um... He looks at Rex who can already read his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "You have to go. Britten dies a little at his son’s words. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(into phone I’ve gotta get Rex home and I’1l be right there. As he hangs up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TARA",
          "text": "I can take him if you want. REX . . Yeah. I’1l get a ride with Tara. It’s clearly not about convenience, it’s what Rex wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Uh. Yeah. Okay. I’1ll, um, I’1l see you in a bit then. Rex gest nods. Britten doesn’t know what else to do. He h for the door, disappointed with how that went. He almost gets there when Rex jogs up behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "Dad? Britten turns. A beat as Rex seems unsure what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX, (CONT'D)",
          "text": "Um... I’m glad you came today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Me too. A beat. REX HUGS HIM. The look on Britten’s face says the gesture means everything to him. They break. A long beat. BRITTEN (CONT’D) Your idea or Tara’s? Rex smiles. His dad’s not stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "She's good at this kind of stuff. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(smiles) I won't be late. Promise. As Rex goes, Britten catches Tara’s eye. He mouths ‘thank She smiles, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s drizzling. Bird is standing under an umbrella by a B as TECHS crawl around it taking pictures. Britten reaches him, looks inside the car, dried blood al over the seats. Bird motions to the passenger side, point out blood on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "When they got spe here they said that was stil resh He hands Britten some photos of the same scene, but from earlier, when the daylight was just fading. He points to blood trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (CONT'D)",
          "text": "Drizzle makes it hard to say, but they think we missed him by less than 45 minutes. Britten looks around. They’re at the edge of a large and intermittently populated parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I don’t suppose anyone saw anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Nope. And no cameras, But the stolen car we found in the neighborhood was taken less than a mile from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "So_he drives his car to this lot, walks off and steals one to get to the girl’s house. Kills her parents, abducts her, and then comes back here and ditches the family BMW for his vehicle. (walking along the car) If you're going . to move a kidnapping victim from one car to another, you probably don’t park far away. He looks at the number on the parking space that the BMW in. 589. He looks at the space right next to it. 590. \f24. BRITTEN (CONT’D) So we need someone who can tell us about the car parked in space 590 for_the last day and_a half. Let’s pull the plates on all these cars, see if anyone remembers it. Bird nods. Britten eyes the photos again. Notices somethi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "We should also try to figure out who was in this space directly behind 590. 611. Ih BIRD Why? Britten shows him the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "It’s got a dry spot that the rain hadn't covered about the same size as the one in 590. So they probably left around the same time. If anyone's going to have seen anything or remember what was in space | 590 it’s probably whoever was in tres blood on the ground) We find any of the girl’s blood in the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Just the parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Well, if this was fresh it certainly ¢ didn’t belong to them. So either she’s somehow gotten our killer bleeding- They share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Or we don’t have a lot of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten works the phones. Photos of license plates surrou him as well as a drawing on his wall with the space 589, and 611, right behind 590, all circled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Right - I’m calling about _a car you t parked at the Waverly Long erm Parking Lot. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "We see him crossing license plates off a list. \f25. We see his eyes glazing over as he struggles to stay awak We see him sipping a cup of coffee. Bird steps over.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BIRD",
          "text": "Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(shakes his head) You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Nope. Apparentl eople don’t memorize all ‘the Rearby cars when they park. Britten looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Dammit. It’s almost two. I told him I wouldn’t do this. As Britten starts to gather his things-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Your boy. How’s he... handling things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(shrugs ) I don’t know. I can read you better than him. But then I’ve probably Spent more time in the department an at home over the last fifteen years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Birthdays, anniversaries, graduations. You name it, I’ve missed it. Used to feel bad about but... what we see, people stabbed to death, kids taken... it’s toxic waste. Work in it, you end y radioactive. So for every thin I've missed, there’re ten I ruined because I came home with dead people on my mind. Job’s not just about catching bad guys. It’s about making sure the people you love don’t see just how ugly it really is out there. (beat) Sometimes staying at your desk doesn’t mean you’re neglecting anyone. It just means you don’t want them to see what’sS on it. Bird pats the bloody crime scene photos, walks off. \f26. INT. BRITTEN’S CAR - LATE NIGHT Britten drives, Bird’s words ringing in his ears. The han the wheel has a GREEN rubber band around the wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATCH CUT TO",
          "text": "INT. BRITTEN’S CAR - MORNING Britten’s hand on the wheel, but now with a BLUE rubber b He fights the morning traffic as he heads for the station As he sits at a light, a YELLOW CAB pulls up beside him. looks over as the ight changes. Britten starts his turn into the station, then notices th cab pulling to a stop right in front. He pauses mid turn. A BLONDE WOMAN IN A BLACK DRESS AND WIDE HAT gets out. Sh puts her purse on the roof, appears to dig for her wallet Britten is about to dismiss it when BOOM, BOOM, BOOM, the woman fires a gun from inside her purse right through the roof of the cab and into the driver. As people SCREAM and start to run, the woman looks up at station and TIPS HER HAT. Britten jams on the accelerator and TEARS OUT, barreling the sidewalk towards the cab. The Woman bolts. As Britten dodges pedestrians, the woman races into _an alleyw yway between the station and the la office building next door. When Britten’s way is blocked, he abandons the car and le out only to find OFFICERS sprinting towards him, guns dra",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREEZE",
          "text": "Britten slows up, reaches into his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON'T",
          "text": "Britten stops, slowly draws his badge, keeps his tone eve",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Detective Britten. I’m just getting my badge. The officer holds his bead as Britten produces his badge. beat, then, satisfied, they take off towards the alley. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and the officer run down the deserted alley. They stop, unsure which way to pursue. Britten spots a side entrance to the office building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Business people move about through the lobby, oblivious t the scene outside. As Britten eyes them-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Detective! Britten turns to see the Officer standing next to a trash in an alcove. Hanging out is a bit of BLACK FABRIC. Britten walks over to the can, pulls the lid off. Inside the black dress, hat, and a long blonde wig. Britten looks up, making eye contact with various people moving in and out of the lobby. The suspect could be anyo",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER, (CONT'D)",
          "text": "What are we looking for? Britten looks back at the disguise in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I wish I knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega are looking at the madhouse of police an spectators surrounding the murder scene outside the stati",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Should I take statements again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(shakes his head) They saw what I saw: someone in disguise who got away with murder. The tapes, the witnesses, he likes that we have everything and still end up with nothing. Makes him feel smarter than us. Invisible. (a thought) Where would you go if you were invisible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "I’m going to take the 5th on that. Britten stares into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I bet you wouldn’t be able to, resist admiring your own handiwork. He turns, walking toward the department. Vega follows. BRITTEN (CONT’D) Once he ditches the disguise, he could stand in that crowd all day and we'd never know it. (beat ) We pull the security tapes from all three scenes, but let them run through the hours after the murder. Maybe we get a face that pops up in all three crowds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega sit at a monitor when a TECH approaches, holding a plastic bag with a single RED HAIR in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECH",
          "text": "Looks like your suspect left something behind this time. Britten takes the bag, eyes it. TECH (CONT’D) Pulled it out of the wig you found in the trash. We’1ll run the DNA, but the database is small. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECH, (CONT'D)",
          "text": "Unless he’s been in serious trouble before we probably won't get a hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Hey, we know we're looking for a red head. That’s something, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Thanks. Britten hands back the bag. Vega turns to the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "First up, 611 Waverly. (starting the tape) Okay, carrot top. Where are you? The address hits Britten like a brick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "611 Waverly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "WE SEE the parking space, 611 written at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA, (V.O.)",
          "text": "The restaurant where the cabbie got killed. That’s the address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten is struggling to process this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Did I know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "It’s been on the paperwork. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "There's... a Waverly Parking Lot by the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "What that’s have to do with this? Britten’s not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Play the tape. \f30. INT. DR. LEE’S OFFICE - AFTERNOON Dr. Lee takes a moment then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "I'd say it’s entirely reasonable, even expected that these sorts of details would begin to cross over. He closes his notes, looks at Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (CONT'D)",
          "text": "Sleep not only recharges us, but during the REM cycles it’s where we actually process and store the day's information. Normally this all goes unseen or vaguely remembered as random dreams, but because you’ve constructed an entire reality out of your sleep, this processing is simply going to become folded in, meaning the things you're wrestling with in real life are likely to manifest themselves in your dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "But I knew about the Waverly parking lot and space 611 before I new the address of the first cab murder. How could I have dreamed it before I knew it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ DR. LEE ,",
          "text": "You didn’t. You said yourself it was on the paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "WE SEE the address on the side of the building. 611",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "You were at the location. Even i you didn’t consciously note it, your brain did, and apparently it ound it important enough to put the details-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "WE SEE the Waverly Long Term Parking Lot sign. DR. LEE (V.O.) (CONT’D) Waverly and 611- TIGHT ON the 611 in the parking space. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.0.)",
          "text": "~- into your dream via this imaginary parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "INT. DR. LEE’S OFFICE Britten isn’t so sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Or I really saw it first in the parking lot and the dream I’m in now is repeating it to tell me that it’s important over there for some reason. Dr. Lee takes a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Detective Britten, as I’ve said, there’s no therapeutic value in allowing you to pretend that your realities are interchangeable. There is no es soarkin child. There is no car ina ing lot. And... sadly, but. crucially, there is no world in which your son has survived the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What makes you so sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "That this is reality? Well, for starters I know I’m real. I know I talked to my wife twenty minutes before you came in. I know what I ate for breakfast. I know where I’m going this evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I could just be inventing all those details as part of my dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Then let’s try looking at it from the perspective of causality. Which murder happened first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Well... the cab driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "So you begin a case in reality, and then suddenly you’re working a case in your dream. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fA beat. 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (CONT'D)",
          "text": "As one story unfolds the other twists and turns in response as you process the days’ events and sometimes as you key on a detail it calls specific attention to itself in your imagination. The consequence of returning to work in your condition is that in addition to trying to keep your son alive, you're using your dreams to try to Solve your caSes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "But-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "We should also examine the e of case you're working in your ream. A missing child. The very issue you're struggling to come to terms with. So your subconscious turns it into a case you have to solve. geeat) I understand the pain you feel Detective. But once you accept that this is reality, you’ll release your son from your dreams, and yon can begin the crucial process o mourning him and ending that pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "So as soon as I accept that he’s dead, he’1ll stop showing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "I believe that’s very likely. Britten absorbs that thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Hannah, well-dressed, sit among others equall so, trying to be a couple instead of grieving parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You already applied?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "What? You think I’m too old?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m sure you can still do keg stands with the best of them. I just... what about your work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I quit. \f33. Britten senses she’s trying to draw him into something. H resists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I see. (beat) Where are these schools at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "One’s in the city. One’s in Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "It’s a really great program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I thought we talked about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Then let’s see if I get in before we talk about it again. This isn’t how he wants the night to go. A long beat. He tries to shift gears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You... you remember that time we were at that restaurant like this in New York and you pretended to be a food critic? Got us that amazing table, huge meal, all for free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "What made you think of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I don’t know. Maybe I was thinking about how persuasive you can be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "(smiling) I must_have been. Who believes a 23 ear old who orders fries with her obster is a critic? Britten LAUGHS. But Hanah’s smile is muted. Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "You know they say there’s a point in every relationship w where you stop talking about w ou’re doing and only talk abou what you 1 She sees this suck the life out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "I'm sorry. I don’t know what’s wrong with me. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "I mean, we can say it’s time. Sa we need to get dressed, go out like normal people again, have a good time, but... I wonder if there’s ever a point where having a good time isn’t going to feel wrong. She looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "I guess saying it out loud doesn’t really help the cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "It’s okay. I know what you mean. A beat. BRITTEN (CONT’D) How’s the house coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Just one room to go. He nods. They both know which one that is. As he thinks o his words just slip out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I saw him play a match the other day. She looks confused, slightly troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Who? He catches himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "My new partner- his son, he’s on the tennis team. He invited me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Oh. Britten can’t help it. He smiles with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "He was amazing. Twenty five aces in the final. Reminded me of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Yeah. Just the way he crushed the ball. The way he poured himself into it. It... was almost like I was watching you. \f35. She’s sees right though him, knows he’s talking about Rex She puts down her napkin, stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Dammit, Mark. She walks away. INT. BRITTEN’S HOUSE - MARK'S BEDROOM Hannah’s on the bed, looking down. He approaches from beh puts his hands on her shoul lers, apologetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "I’m sorry. She looks back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "You can’t do that to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "(nodding, soft) I know. A beat and then they kiss. It’s gentle: careful, like the not sure they’re ready for all this. As they continue-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - LIVING ROOM We see paint cans and brushes stacked in the corner, the behind them hidden under a perfect new coat of paint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - MARK'S BEDROOM Britten and Hannah move under the sheets, cautious and considered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - HALLWAY We stare at Rex’s closed door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. BRITTEN’S HOUSE - MARK’S BEDROOM We see the couple moving faster, faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - REX’S ROOM The teenage chaos. Clothes on the floor, untouched. A couple of trophies on a shelf. A picture of the whole family, Rex between Hannah and Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - MARK'S BEDROOM The after: Britten spoons Hannah from behind. She begins play with the BLUE rubber band on his wrist. Long SILENCE. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I... think that we should get pregnant. She can sense his reaction. Jumping ahead of it-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "I know it’s fast. And you can say whatever you want about working through issues and all of that, but this is not about replacing him. I just know that I’m going to want another one and I don’t want and be a hundred when he’s in high school. So... Britten sits on this, unsure what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "How do you know it would be a boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You said when ‘he’s in high school.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Oh. (beat) I don’t. Neither seems sure what to say next. She turns to him. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m not sure I know what to think. She accepts that. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "How's it going with the psychiatrist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - MARK’S BEDROOM - LATER The couple sleeps beside one another in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "He’s trying to get me to understand some things. CLOSE ON Britten as he lays in the darkness, eyes closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it helping? INT. BRITTEN’S HOUSE - MARK’S BEDROOM - MORNING Britten opens his eyes. Rex is standing over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "post-lap) I’m not sure I want it to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACT IV",
          "text": "INT. DR. EVANS’ OFFICE Dr. Evans seems more incensed than we’ve seen her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "That's ridiculous. Trying to force ou into some revelation is not his ob. The coping mechanism is there or a reason, to let you deal with this when you’re ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "But he’s right. Things seem to start there and get repeated here. I had the cab driver case, and then suddenly I had this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "You knew you were coming back to work. You could have dreamed up a case in anticipation as your mind had already begun to focus on what you'd be up against. Notice that the cab driver murders didn’t become an ongoing SERIES of murders until AFTER you were faced with an ongoing situation where a child was missing. Britten shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I can’t even keep this straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "You don’t need to. At this point, that’s not where I think our focus should lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "That’s exactly what Dr. Lee would expect you to say. He’d tell me that the only reason you're agreeing with me is because you ARE me, just my imagination trying to hold onto the idea that this dream could be real. Dr. Evans takes a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Okay. She goes to her computer. Types something in, hits print. pages start to come out of her printer, she grabs a small stack and brings them over, hands them to Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS, (CONT'D)",
          "text": "Here. \f39. He looks at the pages. Before he can ask-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS, (CONT'D)",
          "text": "Turn to any page. Just pick one. He hesitates, then flips through. He stops on the third p DR. EVANS (CONT’D) Now. Pick a spot somewhere about half way\" down and start reading. Out lou",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Read. He looks at the page. Begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(reading) The House of Representatives shall be composed of Members chosen every second Year by the People of the several States, and the Electors in each State shall have the Qualifications requisite for - (break: S) What the hell are we doing? She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Have you memorized the entire constitution?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(baffled) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Then if this is a dream, if your son has really died instead of your wife and you're just making all this up, explain to me how you turned to a random page and were able to read it back, word for word. Britten is dumbstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I... I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Tell Dr. Lee that Dr. Evans says it’s not as simple as he made it sound. The more he thinks about it, the more bothered he becomes \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Why would you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "What do you mean? I just thought if I could counter balance the-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You just said we shouldn't be trying to force any sort of... realization and then, I mean, how could I possibly have done that unless- Britten’s phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "Britten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "(filter) We got a suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "On my way. He hangs up. Stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Detective Britten, please-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Just... don’t say anything else. OFF her look as he walks out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bird meets Britten at the door. As they walk down the hal",
          "sentiment": "neutral"
        },
        {
          "speaker": "_. BIRD",
          "text": "Vega picked him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Vega?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Yeah, you know him, young guy, ready to commit a murder and solve it just to get a promotion. This just might be his ticket. (looks at a sheet) Registered sex offender with two priors, works at the car wash. Records show the family was there eleven times in the last six months. Found his prints in the recovered car. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You just said he worked at the car wash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRD",
          "text": "Also quite 5 child porn collection on his computer-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "still-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "AND pictures of various kids from the neighborhood taken in parks, on the street, at the car was (beat ) Want to guess who one of the stars of that show is? He hands Britten photos of the missing girl. BIRD, (CONT’D) He’s got no alibi for the night of the murders or for the period of time when the car would have been left at the parking lot. DA says she’s probably got enough to indict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "We find his car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Doesn't have one. Rides the bus. There’s a stop two blocks from where the first car was stolen. Figure he takes the family BMW back to the parking lot and steals another one we’re not looking for. For all we know that car and the girl are at the bottom of a lake. They arrive at the interrogation room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (CONT'D)",
          "text": "If she is still alive, the only way we're going to find her is to get him to tell us where, so let’s keep him heading in that direction. Britten nods, stops just before they go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Does he have red hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "(thrown) Red hair? No. Why? Britten isn’t even sure himself. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bird and Britten enter to find Vega with the SUSPECT (TAYLOR), 40's diminutive, creepy, and genuinely frighten Vega steps over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "(sotto) I think with just a little more time, Detectives-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "We've got it, thanks. Vega grudgingly steps aside. Bird takes a seat. Britten s caught looking at Vega, then back at the suspect’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (CONT'D)",
          "text": "Mr. Taylor. Detective Freeman. This is Detective Britten. I’m going to be frank, and this is going to be fast. You are in a significant mess. The pornographic material by itself was already a violation of your parole. We also have your prints in the victims’ car, as well as your own private photos of the missing girl. It’s a double murder with or without her, so you’re not saving ferrets from anything by hiding At this point, her location is the ONLY, and I repeat, ONLY thing you can use to help yourself. We find her alive, maybe the rest of your life gets a little longer. So let’s talk about where you went after you left the BMW at he Waverly parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(exasperated, terrified) Please. I already told the officer I don’t know what you’re talking about. Britten takes a seat next to Bird. They both sound sympathetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "She was bleeding. Was she hard to control? Was she fighting you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "You needed to go someplace private, right? Some place you could be alone? Did you drive out of the city? Where did you go? \f43. Taylor starts to CRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "I told you. I was at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Watching TV by yourself is not an alibi. Taylor just puts his head down, CRYING. Vega makes a dismissive gesture. Britten finds himself staring at the of the guys head. At his thinning BROWN hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "WE SEE the ziplock bag with the single red hair from the other case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten can’t shake a sense of unease. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What were you watching? Taylor looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "Monday night, when the murders occurred, what were you watching? Taylor reigns in his tears, thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "I don’t... uh, the football game? Britten looks at the reports on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "9 pm. That would have been about the third quarter. You remember the third quarter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "I... maybe. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Detective Britten-",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ BRITTEN",
          "text": "Who was winning? TAYLOR ; The... the Steelers. They’d just scored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Which you could have learned watching Sportscenter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You remember anything the commentators said? Anything specific? Bird stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Detective. Outside. Britten isn’t going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "I don’t know. Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "I... something about, the defense? (remembering) About the defense being so banged up, and one of the commentators said they were missing so many people t ey :d asked him to play. omething like that. (beat) Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I don’t know. I wasn’t watching. He gets up, walks out, Bird and Vega angrily following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soon as the door closes Vega explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "He has an alibi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "It’s football! He could have heard about the game anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I didn’t ask about the game, I asked about the commentary. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "He’d have needed to have watched the game or to have seen a tape to memorize commentary, and since he didn’t think he had an alibi to begin with I doubt he watched the game on tape to create one. Vega wants to say something but thinks better of it. BRITTEN (CONT’D) Just get us a copy of the broadcast, officer. If he’s lying we hammer him, but I don’t think he is. He was home when that girl was taken. Vega stalks off. Bird looks at Britten evenly. BRITTEN (CONT’D) This isn’t about finishing our homework. It’s about finding the girl. If he’s not the guy, it loesn’t help us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Bird playback a tape of Monday Night Football",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON GRUDEN",
          "text": "(on monitor) They've got so many people injured I think I’m in their dime package. Bird looks at Britten, stops the tape. SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Why’d you ask if he had red hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m honestly not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Well, not sure, you just tanked our only suspect and most of our good leads, so what do we do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "It’s got something to do with the Waverly lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "What makes you say that? BRITTEN. I’ve been seeing it in my sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACT V",
          "text": "INT. BRITTEN’S HOUSE - MARK'S BEDROOM Britten wakes up alone. He looks at his wrist. He’s weari the BLUE rubber band, but there’s no sign of his wife. He immediately troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Hannah? Nothing. INT. BRITTEN’S HOUSE He walks into the living room. It’s repainted, but the pa cans are gone. He grabs his phone, dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "(voicemail recording) Hi, this is Hannah. Leave a message. As he walks through the house-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Um, it’s me. I’m pest wondering where you are. I feel... I’m not sure what’s going on and it would post really help me out if I could ear your voice. He hangs up. Then- BRITTEN (CONT’D) Hannah! HANNAH! SILENCE. INT. BRITTEN’S HOUSE - REX’S ROOM Britten steps in. It’s just as it always is on this side, untouched mess, no one here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REX",
          "text": "But this is clearly not the room of the living Rex. He ta a seat on the bed. BRITTEN (CONT’D) . No. She can’t be gone. I’m... this is... I’m imagining this. He SLAPS himself. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "Wake up! Again. HARDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "Wake UP! He spots a multi-tool on his sons desk. He grabs it, flip out the knife. A beat, then he presses the knife into his palm until it draws blood. He GASPS at the pain as he opens a wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "Come on! Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Mark? He turns. There she is. In the doorway. Almost too quickl",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "What are you doing in here? She notices the blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "Oh my God, what happened? He drops the knife, goes to her, throws his arms around h his hand bleeding all over her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "You’re still here! Thank God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Mark, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(emotional) I don’t know. I don’t know. I’m so confused. I just... I was calling you. How did you not hear me galling if now you’re... I thought I was losing you. She pulls back, looks him in the eyes. Softly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "I’m still here, Mark. I’m not going anywhere. He seems buoyed by this, collects himself. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH, (CONT'D)",
          "text": "Let’s look at that hand. \f48. EXT. LOWEN’S RESTAURANT/BAR - AFTERNOON Britten and Vega stand outside the restaurant where the f cab driver murder took place, Britten’s hand bandaged. He still looks a little frayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "You sure you’re okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Can you just let me think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Can you at least tell me what we’re looking for? Maybe I can help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Then... why are we here? Dismissive-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I had a dream about it. (to himself) Or I’m having a dream about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Nothing. Will you just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "We've still got partial face matches from the tapes to look over. There’re witnesses to interview from the scene outside the station. There’s- Britten looks up at the side of the building. The big numerals 611 stare back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Shh! Britten focuses on the numbers, waiting for them to tell something. Then he notices- The windows of the apartment building just above them. He squints at the windows, then down the street. A thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "The witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The witness from the 611 building. He said the killer ran up the street, around that corner and into the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "(exasperated) All the witnesses said that. That’s what the security tape shows. That’s what happened. Britten looks back at the numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Did anyone actually go to the guy’s apartment? Look out his window?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "Why? I just told you. Everyone had the same story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Because if you’re looking out of that building, there’s no way you can see around that corner. From the ground you could have seen the killer go up that alley. But from up there there’s no way you know that unless-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "(Holy shit) You happened to be the one who actually did it. Britten looks at Vega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "He likes to feel smart? Invisible? What's ging to make you feel more invisible than actual talking to the detectives trying Lo catch you? They both stare up at the windows of the apartment buildi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vega_and Britten exit a bank of elevators. As they move i a hall a HASID in full dress passes them, gets in an elev going down. Britten stops. A thought. He turns as the elevator doors start to close. The HASID glances back ever so slightly. His eyes meet Britten’s. The two of them lock on one another. Even in t garb, Britten sees it. It’s the WITNESS. As the doors close, the Hasid cracks a tiny smile. \f50. Britten rushes for the elevator, but it’s too late. He fl into the stairwell. Vega, confused, tries to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten hits the street, spots the Hasid bolting up the block. Britten breaks into a dead sprint, not willing to his man a second time. Britten makes up ground. The Hasid seems to be slowing wh Suddenly, the Hasid stops, turns, gun drawn. Britten free his own weapon still in its holster. Then in a FLASH- TWO SHOTS. The Hasid goes down. Britten turns to see Vega hundred feet behind, gun drawn. They move in on the downed body. On the ground the hat an hair have gone slightly askew revealing not only that it indeed the witness, but his red hair underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Vega are now surrounded by other officers, th coroner, onlookers. As the body is loaded into the rear of an ambulance- Britten just stares at the address on the outside of the building. 611 Waverly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten stands staring at space 611, case file in his han Bird stands behind him, sipping coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Britten, you’ve been staring at the pavement for the last hour. I think it’s told you what it knows. Britten shakes his head, in his own little world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "This has to be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "The blood trail led right to the car in 590. Why does it matter what was parked in $119 Don’t you think if they’d have seen anything, like, say, a bleeding little girl being forced out of one car and into another, we'd have heard from them? \f51. Britten thinks about that. He opens the file, looks at th photos of the scene again. The back to back dry spots in Space 590 and 611. And then it hits him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Oh my God. 611. That’s what it was trying to tell me. It was in 611. He drops everything else, holds the picture close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "We had it backwards. Bird steps over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (CONT'D)",
          "text": "There was no car in 590.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "But the blood trail- Britten points to the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "These two cars didn’t leave at about the same time. They left at EXACTLY the same time. He points to a little thread of dry pavement between the spaces where the cars were parked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "See that little strip of dry pavement. That means there was something above it. Something connecting whatever was in these two spaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "(getting it) A tow hitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "It wasn’t a car in 590. It was a camper or something else he could stick her in. The car was in 611. OFF Bird- INT. BRITTEN’S CAR Britten and Bird are driving. Bird is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Yeah. Yeah. Send it over. (hanging up) \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD, (CONT'D)",
          "text": "Four camper hits in the same area we canvassed for sex offenders. Three of them are sitting in their driveways. One’s not. Neighbor says it’s been gone since Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Day of the murders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Says the guy talks about a lake up in the foothills. Vega’s sending us a description of the area, the camper, and the guy’s ID. Bird taps at his laptop. Suddenly he freezes. BIRD (CONT’D) What the hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What? Bird turns the screen to Britten. It’s an ID PHOTO from a driver's license. The MAN in the photo has RED HAIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "You want to explain to me how you knew he was going to be a red head? OFF Britten’s look -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Bird spot a camper attached to a truck parked an idyllic looking little lake. They move toward it carefully, guns drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten swings the door open, darts in, gun out. But it’s quiet. And then he hears something MUFFLED. He opens the closet sized bathroom, finds an YOUNG GIRL, bound and gagged inside. He quickly pulls her out, begins to release her. As soon the gag comes down, she Simp y starts to CRY. Britten tak her in his arms when- The door to the camper opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (0.C.)",
          "text": "We'll have a good fire tonight. I got us-— As the man steps in and notices Bird and Britten he freez \f53. He grabs for a knife on the counter, but Bird’s gun is up",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "Don’t even think about it. A beat, and then the MAN bolts. Bird is out the door after him, but Britten doesn’t move. just sits there, holding the girl. Outside we hear- TWO SHOTS. A long beat as the girl just CRIES into Britten’s shoulde",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "I think the red hair settles it in just the way we’ve been looking or. INT. DR. LEE’S OFFICE Dr. Lee looks like a_man with all the answers. Britten doesn’t seem particularly threatened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "There’s no evidence suggesting the suspect in your kidnapping case would have red hair. e only reason he did is because it’s a reflection of the REALITY in which your actual suspect in the cab river murders, which came first, had red hair. If this were a dream, ou’d have come up with the red air clue before it occurred in reality. Which would make you psychic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "(unfazed) So the red hair proves this is reality. And reading the constitution proves the other’s reality. So we're back where we starte",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Remembering a portion of the constitution proves nothing. I could put you under hypnosis a and drag out a litany of facts and tidbits from your subconscious that you'd be stunned to find hiding there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. BRITTEN’S HOUSE - KITCHEN Britten works with a MUCH YOUNGER REX, cutting and gluing",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (V.O.)",
          "text": "Perhaps you helped your son with a project at some point and very specific portions of the constitution found their way into your memory. In the trancelike state of your dreams, you simply dredged them up to help deceive yourself. ANGLE ON the project at hand. A Constitutional diorama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DR. LEE’S OFFICE Britten smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "By that logic I could just as easily have come across a red hair in the kidnapping case and never consciously noticed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - MARK'S BEDROOM Britten looks down at his suit jacket, the one he’s been wearing the whole time. He stares at the sleeve. He reach down and picks off a single red hair. Stares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BAKER HOUSE - GIRL’S BEDROOM - FLASHBACK As Britten reaches into the closet to smell the carpet hi sleeve contacts the hanging clothes, picking up the red h BRITTEN (V.O. Maybe I picked it up during the investigation and the only way to bring it to my attention was to make it a detail of my dreams. INT. DR. LEE’S OFFICE Britten looks happy with himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "The dreams in which I have to come see you. \f55. Dr. Lee nods. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "You’ve created a mental Mobius strip: Your mind is free to 99 back and fill in any hole if you let it. So if youre unwilling to commit yourself to making meaningful rogress, I’m not sure why you’re ere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m here, because they told me I had to come. Dr. Lee takes a beat. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Your Blood Alcohol Level was elevated the night of the accident, wasn’t it? This suddenly sucks the wind out of Britten’s sails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I don’t drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "That‘s what you said in the report, but it was elevated, was it not? Britten is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE, (CONT'D)",
          "text": "Perhaps your condition comes not so much from a benevolent desire to keep YOUE son alive, but an intense nee o try to shield yourself from your own responsibility for his death. INT. DR. EVANS’ OFFICE Dr. Evans looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "It does raise a host of questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I’m telling you. I never drink. And if I did, my wife would never have let me get behind the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "And you don’t remember anything about the night leading up to the accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Britten waking up, bloody, hanging from his seatbelt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten is taken in one ambulance as his wife and son, st unconscious are put into another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DR. EVANS’ OFFICE She’s thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. EVANS",
          "text": "Maybe this is all your way of trying to remember. (to explain) Just as you seem to work out your cases in your dreams, I wonder if the entire construction of those dreams is meant to try to draw your attention to something bigger. Maybe that your wife survived in one and your son in the other, or the fact that you have different partners is actually all a way of getting you to think about that night. Clues, so to speak, as to what actually happene",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vega is doing paperwork at his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What are you still doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "You see all this stuff? Guy had like a hundred different costumes in that apartment, was still showing up to teach 8th grade math everyday. Nobody suspected a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "It’s one in the morning. Don’t you have someone waiting for you? \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEG",
          "text": "I don’t care fe I got the promotion just to hold your hand. I’m gonna prove I deserve it. My wife understands. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Vega. Trust me. Go home. Britten turns to leave, but Vega doesn’t move. Britten shrugs. As Britten starts to walk-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "You were joking right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "wat or OPPin9)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VEGA",
          "text": "About going back to that crime scene because of a dream. That’s not why we went, right? Cause, you know, weird stuff like that, it’s sort of what they told me t6 look out for. OFF Britten’s expression-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police everywhere, ambulance, reporters. Bird steps next Britten. They see the GIRL with officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "She says he kept talking about marrying her. That the Lord had brought them together. (long beat) So, the red hair. The obsession with that parking space. They’re going to ask how you put all that together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Right. (a beat) Can we call it a hunch for now? Bird looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "I've been a cop for thirty years. Only seen hunches on TV. But for now... okay, we go with hunch. \f58. We see the Girl being led into an ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "What happens to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD",
          "text": "She goes to an aunt or something. I’m not sure she even understands what’s happened yet. As they watch the ambulance doors close behind the girl- BIRD (CONT’D) Remember when you used to think solved and fixed meant the same thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. DR. LEE’S OFFICE Dr. Lee leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LEE",
          "text": "Detective, turning yourself in circles like this, over and over, it will catch up with Yous This fantasy is far from a benign coping mechanism. When your brain should be resting, recharging, you’re using it to hold up a detailed and complicated alternate reality. A reality that only gets more complicated the longer it exists. That is unsustainable, Detective Britten. I’m afraid that the longer ou continue, the more you jeopardize your already tenuous grasp on reality. It is, quite simply, a road to madness. A long beat as this weighs on Britten. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "The thing is doctor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and HANNAH are in black, surrounded by mourners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "- yes, I still see both my wife and my son. \f59. Hannah leans on him SOBBING as a casket is lowered into t ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and REX are in black, surrounded by mourners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "But I’ve also watched each of them lowered into the ground. REX WEEPS as the casket descends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - REX’S ROOM Britten assists Hannah, clearing out the last of Rex’s st She looks at him, leans down, opens a paint can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "And when yoo see a Vee one being buried, the one thought you have over and over and over again, is that you would give ANYTHING to change it. Suddenly, her ‘move past it’ exterior cracks and she fina begins to CRY. As he pulls her into his arms-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten sits alone in the stands watching Rex practicing relentlessly with his coach TARA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "So if you're telling me that the price of being able to see them, to eel them, to have them, is my sanity- After crushing a forehand that sends Tara sprawling, Rex looks up at his father, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Britten and Rex have dinner in the bar, watching football highlights on the screen. \f60. BRITTEN (V.O. Then let me assure you I will happily pay it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - KITCHEN Britten and Hannah eat. She’s still raw, emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN, (V.O.)",
          "text": "I’1l come here as long as they make me, but trust me- She puts her hand on his. They look in one another's eyes BRITTEN (V.O.) (CONT’D) I have no desire to ever make progress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. BRITTEN’S HOUSE - MARK'S BEDROOM Britten and his wife hay. in bed together, only a sliver light sneaking through the window. A LONG SILENCE. Then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Will you see him tonight? Britten looks over at her. He’s not sure what she wants t hear. He simply opts for the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "Yes. She takes that in. He prepares | himself for the recriminations. Instea she kisses him on the cheek. Softly-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANNAH",
          "text": "Tell him that I love him. As she turns away Britten fights the lump in his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITTEN",
          "text": "I will. Britten closes his eyes. We push in very close on his closed eyelids. A long beat. Then- He opens them.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_216"
    }
  ]
}