{
  "movie_id": "MOV246",
  "scenes": [
    {
      "location": "GARDENS, WAYNE MANOR DAY 1",
      "time": "EVENING",
      "characters": [
        "BOUNCER",
        "RACHEL",
        "EARLE, (0.S.)",
        "BATMAN",
        "ON TEST TRACK",
        "BATMAN.",
        "CREDITS.",
        "BOARD MEMBER 2",
        "OFFICER",
        "UNIFORM 1",
        "ENERGY RIPPLES FROM THE MACHINE... PIPES/TAPS/DRAINS EXPL",
        "INMATE",
        "FOX",
        "GORDON",
        "MAN",
        "SOCIETY DAME",
        "GORDON -",
        "BOARD MEMBER",
        "55.",
        "FEMALE VOICE, (0.S.)",
        "NINJA 2",
        "WAYNE",
        "EXECUTIVE, (V.0.)",
        "BATMAN, (0.S.)",
        "NO, NOT NOW",
        "FADE OUT",
        "CHAIRMAN",
        "DETECTIVE",
        "PHELAN",
        "BLONDE FEMALE REPORTER",
        "HE IS YANKED INTO THE DARKNESS WITH AN ECHOING CRY-",
        "FEMALE GUEST, (0.S.)",
        "WAYNE, (0.S.)",
        "REPORTERS",
        "GUARD",
        "EXECUTIVE",
        "EARLE",
        "THE PARTITION SLOWLY LOWERS, REVEALING",
        "SURRENDER. YOU ARE SURROUNDED.",
        "FALCONE",
        "ENORMOUS MAN",
        "RACHEL, (0.S.)",
        "SECOND TECHNICIAN",
        "MOM",
        "CHILD, (0.S.)",
        "P.0O.V.",
        "BATMAN. PUT DOWN YOUR WEAPONS AND",
        "JUMPY THUG",
        "DUCARD, (V.0.)",
        "SIDEWAYS -",
        "WHO KNOWS",
        "PRISON OFFICIAL",
        "TRAIN DRIVER",
        "FLYING, PARKED CARS EXPLODING...",
        "FIRST THUG",
        "THIRD THUG",
        "THERE HE IS",
        "THIRD SWAT",
        "CUSTOMS AGENT",
        "CONCRETEMETAL SHREDDING, MARBLE SHATTERING, DUST CLOUDS",
        "BLACKNESS SIDESWIPES THE THIRD THUG, SPINNING HIM OFF HIS",
        "INTERVIEWER",
        "DUCARD",
        "DUCARD, (0.S.)",
        "FINCH",
        "FEMALE GUEST",
        "JESSICA",
        "STAGGERING-",
        "WHERE ARE YOU",
        "FREEZE",
        "THOMAS",
        "WATERFALL -",
        "WAYNE, (V.0.)",
        "CAPTAIN SIMPSON",
        "FOX, (CONT'D)",
        "WAYNE, (V.O.)",
        "END.",
        "YOUNG BRUCE, (0.S.)",
        "MALE GUEST",
        "VOICE, (0.S.)",
        "FLASS",
        "ALFRED, (0.S.)",
        "FLASS, (0.S.)",
        "REPORTER1",
        "SECOND THUG",
        "MALE VOICE",
        "CHAIRMAN, (CONT'D)",
        "MALE VOICE, (0.S.)",
        "DISSOLVE TO",
        "TECHNICIAN",
        "CHOKING... RACHEL GRABS HIS ARM-",
        "CAPTAIN LOEB",
        "MARTHA",
        "LOEB",
        "SQUEEZED -",
        "BLINDING HEADLIGHTS FLARE. A MASSIVE ENGINE ROARS-",
        "DISPATCHER",
        "HOMELESS MAN",
        "CUT TO",
        "CONTINUED",
        "LUNATIC",
        "RED-",
        "TURN OFF YOUR ENGINE",
        ",",
        "CRASHING DOWN INTO WAYNE PLAZA- DIGGING THROUGH THE",
        "ASSISTANT",
        "M-EMIT.42B",
        "DOCK EMPLOYEE 1",
        "BLONDES, (0.S.)",
        "ALFRED",
        "WAYNE, (V.0O.)",
        "OLD MAN",
        "COP 3",
        "UNIFORMED COP",
        "FEET, WHIPPING HIM INTO DARKNESS WITH A PIERCING SCREAM..",
        "FIRST TECHNICIAN",
        "YOUNG BRUCE",
        "DRIVER",
        "COP 2",
        "BLONDES",
        "UNIFORMED COP, (0.S.)",
        "REPORTER2",
        "POLICE OFFICER",
        "BRUCE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "YOUNG BRUCE peers down rows of plants on long trestle tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "Rachel? No response. Sunlight streams through wrought iron and glass. Young Bruce advances, cautious. He is GRABBED from behind and pulled under a table by a young girl, aged 10. This is RACHEL. She puts her hand over Young Bruce’s mout",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "Rachel?! Master Bruce?! A woman STRIDES past the windows: MRS.DODSON, Rachel’s mother, housekeeper of Wayne Manor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "(whispering) What’re you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(matter-of-fact) Kidnapping you. They” pay a lot for precious Brucie. Young Bruce stares, wide-eyed. She SMILES. He relaxes. Yo Bruce BOLTS out from under the trestle table - SPRINTS fo the back door. Rachel TEARS after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce crouches in the mouth of a DISUSED WELL, peer over the stone wall at Rachel, who searches for him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Bruce, I can see you. Young Bruce suppresses a giggle- the BOARDS beneath him G WAY and he PLUMMETS into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce DROPS thirty feet- LANDS painfully on the rub strewn bottom of the shaft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel, hearing, RUNS to the well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce lifts his head from damp dirt and rocks, groaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel SPRINTS towards the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce, in shock, groans. He hears SQUEALING- freeze PEERING into the DARKNESS of an OPENING between rocks... BATS EXPLODE from the darkness, filling the air. HE SCREAMSCURLS against their flapping, squawking, flutterin BLACKNESS. A JOLT: OLDER GREEN EYES FLICK OPEN, WAKING... in DARKNES Filthy, sweating darkness... and we are in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The eyes belong to a bearded, weathered, young man’s face BRUCE WAYNE aged 28. An OLD ASIAN MAN sits staring at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "A dream?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "A nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Worse than this? Their cell is a tin box. Light seeps through gaps in the roof. Shouts ECHO. Wayne shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and the Old Man line up for gruel. PRISONERS are scattered in small groups. All eyes on Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "They are going to fight you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I fought them yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "They will fight you every day. Until they kill you. Wayne holds out his plate. Watches gruel dribbled onto it",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Can’t they kill me before breakfast? Wayne turns from the table. His path is blocked by an ENORMOUS MAN, backed by six aggressive prisoners. The Enormous Man SMASHES his plate away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENORMOUS MAN",
          "text": "(broken English) You are in hell, little man... He PUNCHES Wayne- Wayne goes down hard. ENORMOUS MAN (CONT’D) ...and I am the devil. Wayne picks himself up. Dust himself off. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 CONTINUED: (2) 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You’re not the devil... The Enormous Man SWINGS again- Wayne CATCHES his fist, KI the big man’s knee out an, as he goes down, BOOTS his fac WAYNE (CONT’D) ...you’re practice. Six Prisoners RUSH Wayne all at once... Wayne fights skillfully and hard, FLIPPING one prisoner into another KICKING as his arms are held... several Prisoners hit the deck before- GUNFIRE- two GUARDS break it up, shooting in the air... they GRAB Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Solitary!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(indignant ) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "For protection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I don’t need protection. The Guard points angrily at the unconscious prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Protection for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne is tossed into the dark cell. The door SLAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "I often wonder at the riches to be found in dark places. The voice is mellifluous. European. It comes from the shadows of a deep corner of the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I thought the point of solitary confinement was the solitary part. Wayne can make out the profile of a MAN seated in the corner. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "These men have mistaken you for a criminal, Mr.Wayne... Wayne reacts to his name. The Man steps into the light: powerfully-built, distinguished, in a well-cut SUIT AND T",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "My name is merely Ducard. But I speak for Ra’s Al Ghul. Have you heard the name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’ve heard the legends...master warrior, international mercenary, feared by all the underworld... some even swear he’s immortal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "(smiles) Ra’s Al Ghul uses theatricality and deception as powerful weapons. Ducard approaches Wayne. Looks deep into his eyes. DUCARD (CONT’D) You have not escaped his notice- a man like you is here by choice... or because he is truly lost. Wayne’s eyes flick away from Ducard’s penetrating gaze. DUCARD (CONT’D) Ra’s Al Ghul and his League of Shadows offer a path to those that are capable of upholding our code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Code? Aren’t you criminals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "A criminal is simply a man that someone else thinks... (gestures around them) should be put in jail. Wayne nods, conceding the point. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f11 12 CONTINUED: (3) 6. DUCARD (CONT’D) This world is run by tyrants and corrupt bureaucrats. Our code respects only the natural order of things- we’re not bound by their hypocrisy. Are you? Ducard moves to the door. Knocks. It is opened by a guard DUCARD (CONT’D) There is a rare flower- a blue doublebloomed poppy- that grows on the Eastern slopes. Tomorrow you will be released. Pick one of the flowers. If you can carry it to the top of the mountain, you may find what you are looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "And what am I looking for? Ducard looks at Wayne with a glint in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Purpose. The door slams shut leaving Wayne in DARKNESS... INT. BOTTOM OF THE OLD WELL -- DAY (WAYNE’S MEMORY) 11 Silence. Young Bruce lies there, exhausted, weeping softl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Bruce? Young Bruce looks up: a FIGURE, long coat billowing, is lowered down the shaft... THOMAS WAYNE, Young Bruce’s father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas carries his son towards the house. At his side, a year-old man in a somber suit calmly coils a rope: ALFRED",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Will we be needing an ambulance, Master Wayne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "We have everything I need to set the bone. I’1l1 take him for x-rays later. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 14 15 CONTINUED: (2) 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Very good, sir. They pass a tearful Rachel standing with her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas carries Bruce up the main stairs. The house is vas and grand, but full of flowers and life. Bruce’s Mother (MARTHA) appears at the landing, distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(reassuring) He’1l be fine. INT. BRUCE’S BEDROOM, WAYNE MANOR -- LATER 14 Alfred moves to the bedside. Looks down at Young Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Took quite a fall, didn’t we? Young Bruce looks up at Alfred. Manages a slight smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "And why do we fall, Master Bruce? Alfred reaches up to the curtains. Young Bruce says nothi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "So that we might better learn to pick ourselves up. Alfred smiles gently. PULLS the curtains shut, and we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "An exquisite double-bloomed BLUE POPPY... and we are-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A field of the blue poppies. Wayne approaches. Picks one. Studies its brilliant blue in the cold sunshine. \f16 17 18 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne, exhausted, freezing, hungry, wanders up the street As locals see him they head inside. DOORS SLAMMED, BOLTED",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD, (0.S.)",
          "text": "No one will help you. Wayne turns to find a YOUNG CHILD STARING at him. The Chi POINTS at the blue flower pinned to Wayne’s chest. An OLD MAN appears at the Child’s side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(weak) I need food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Then turn back. Wayne looks at the Old Man. Then carries on up the mounta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne, struggles through DRIVING SNOW up an ICY RIDGE... He clears the ridge, FLOPS down into the snow, Painfully raises his scarf-wrapped face to the cutting wind to see MONASTERY perched on jagged rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne climbs up the steps to the VAST DOORS of the monastery. Unwraps a severely FROSTBITTEN FIST. POUNDS against the icecovered wood, knocks ECHOING deep within. Nothing. Wayne lowers his forehead to the door, shoulders wracked by SOBS, pounding accelerating to a FRENZY. A GRINDING noise from within. Wayne STOPS, straightens. T doors SWING OPEN to DARKNESS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne shuffles forward into a low-ceilinged wooden hall l by flickering lamps. Hands trembling, Wayne pulls at brit scarves. He STARTS as the doors THUD shut behind him. At the far end, on a raised platform, sits a dark robbed figure; RA’S AL GHUL. Wayne moves unsteadily towards him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(hoarse) Ra’s Al Ghul? ARMED WARRIORS of various races emerge from the SHADOWS: BOWS taut, SWORDS drawn... NINJAS. Wayne freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD, (0.S.)",
          "text": "Wait. The Warriors hold. Wayne looks at the source of the comma Ducard leans against a nearby pillar. Wayne reaches into his layers of clothing. Pulls out the DOUBLE-BLOOMED BLUE POPPY. Holds it out, shaking. Ra’s Al Ghul starts to speak in Urdu. Ducard TRANSLATES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Fear has been your guide. But now you must advance or fear will keep you on your knees. We will help you conquer your fear. In exchange you will renounce the cities of man. You will live in solitude. You will be a member of the Leagues of Shadows. And you will be without fear. Ducard takes the flower. Considers its delicate blue peta DUCARD (CONT’D) Are you ready to begin? Ducard threads the flower through the buttonhole of his lapel. Wayne looks at Ducard, shaking with hunger and fatigue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Ready? I... I can barely- Ducard KICKS him- Wayne Crashes to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Death does not wait for you to be ready... Wayne crawls, gasping. Ducard STRIKES him in the ribs. DUCARD (CONT’D) Death is not considerate, or fair. And make no mistake- today, death is your opponent. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ducard turns- WHIPS his leg in a fearsome roundhouse KICK aimed straight at Wayne’s NECK- -but Wayne BLOCKS the kick with a lateral movement of his forearm. He stares at Ducard, eyes BLAZING. Ducard SMILES Wayne RISES. Assumes a martial STANCE. Ducard STRIKESWayn BLOCKS and PARRIES, driving his body through pain into a series of FLUID, SKILLED moves... DUCARD (CONT’D) Tiger Crane... Ju Jitsu... (smiles) Skilled. But this is not a dance- Ducard GRAPPLES Wayne, BRAWLING, BITING, ENERGIZED, MESSY DUCARD (CONT’D) Facing death you learn the truth... Ducard’s head smashes Wayne’s cheek- Wayne FALTERS- DUCARD (CONT’D) You are weak... Ducard SMASHES him in the groin. DUCARD (CONT’D) You are alone... Ducard SLAMS Wayne’s chin, sends him DOWN HARD. DUCARD (CONT’D) And you are afraid... Ducard crouches at Wayne’s side. Looks into his glazed ey DUCARD (CONT’D) (curious) But not of me. Ducard pulls the flower from his lapel. Leans in close to replace it on Wayne’s chest, his lips at Wayne’s ear... DUCARD (CONT’D) Tell us, Wayne... VIOLENT FLAPPING, SCREECHING BLACK RATS- swarming, chittering-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD, (V.0.)",
          "text": "(whispers) What do you fear? \f20 11. Young Bruce’s eyes OPEN, and we are- INT. BRUCE’S BEDROOM, WAYNE MANOR -- DAWN (WAYNE’S MEMORY Young Bruce, breathing hard. Light cuts across the bedclothes. He looks to the door. Thomas is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(gentle) The bats again? Young Bruce nods. Thomas approaches. Sits on the bed. THOMAS (CONT’D) You know why they attacked you? (off look) They were afraid of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "Afraid of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "You’re a lot bigger than a bat, aren’t you? All creatures feel fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "(smiles) Even the scary ones? Thomas smiles back, reaches into his dressing gown pocket",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Especially the scary ones. (thinks) Here, let me show you something- (freeze) But you can’t tell anyone, right? Young Bruce nods, eager. Thomas pulls out a long jewel ca He opens it: PEARLS glow in the half-light. THOMAS (CONT’D) For your mother. Young Bruce GRINS. Thomas winks at him, SNAPS the case sh \f21 22 23 24 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce watches the glory of Gotham glide past. His parents beside him, dressed up- Martha idly stroking her pearls. She smiles at Thomas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "Did you build this train, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Your great-grandfather built the first trains in Gotham. The city’s been good to our family- it was time to give something back... Thomas draws a CIRCLE in the CONDENSATION on the window.. THOMAS (CONT’D) A new public transportation system for the whole city... Thomas draws SPOKES through the circle, creating a WHEEL. Thomas TAPS his diagram at the central HUB of the wheel, then points through the glass to a tall 1930’s SKYSCRAPER THOMAS (CONT’D) ...and at the cent... Wayne Tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monorail train TURNS INWARDS on a \"SPOKE\"... SHOOTING towards the central station at the base of Wayne Tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce STARES at the MAGNIFICENT STATION. He looks u through the vaulted glass ceiling... WAYNE TOWER rises above... Rich ORCHESTRAL STRINGS rise, and we are-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gilded house packed to the rafters for Boito’s Mefistof Young Bruce seated between his parents, On stage: WITCHLI CREATURES cavort. DARK BIRDS on wires descend, FLAPPING. Young Bruce STARES, uneasy, at their VIOLENT motions. INSERT CUT: BATS EXPLODE FROM A DARK CREVICE. Young Bruce starts breathing faster, STARES fixedly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f25 CONTINUED: (2) 13. SCREECHING, FLAPPING BLACK BATS SWARM ALL AROUND... Young Bruce, gulping PANIC breaths, looks around for an exit- they’re in the middle of a row. He GRABS his Dad’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "(desperate whisper) Can we go?! Thomas stares at his son, confused. Martha looks over. Yo Bruce looks at his father, PLEADING. Thomas nods. They ma their way along the row, Thomas nodding apologies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Waynes emerge from a side exit. Martha crouches befor Bruce, tries to meet his eyes. He stares down, ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTHA",
          "text": "Bruce, what’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "He’s fine. Martha looks up. Thomas gives her a conspiratorial look. THOMAS (CONT’D) I just needed a bit of air. Bit of opera goes a long way, right, Bruce? Young Bruce looks up at his Dad, who winks. Young Bruce smiles gratefully. THOMAS (CONT’D) Come one. Thomas, coat over his arm, ushers his family down the dar alley, heading for the WELCOMING GLOW of the main bouleva A FIGURE emerges from the shadows in front of them. A MAN With a GUN. Shifting uneasily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Wallet, jewelry! Fast!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "(calm tone) That’s fine, just take it easy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thomas hands Young Bruce his coat, then reaches for his wallet. The Man JERKS the gun at Thomas, eyes DARTING. Yo Bruce stares up at the gun TREMBLING in the Man’s hand. THOMAS (CONT’D) Here you go. The man GRABS at the wallet but FUMBLES it. It FALLS. The Man glances down at the wallet then back to Thomas, scare THOMAS (CONT’D) (reassuring tone) It’s fine, it’s fine... The Man crouches for the wallet, eyes on Thomas. THOMAS (CONT’D) ...just take it and go. The Man feels for the wallet, looks at Martha. Her pearls",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "I said jewelry!! She starts pulling off her rings. The Man JERKS the gun a her neck. Thomas STEPS protectively in front of his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMAS",
          "text": "Hey, just- BOOM. Young Bruce FLINCHES. Thomas looks down at his bleeding chest. Then back to the Man, saddened. Thomas CRUMPLES. Martha SCREAMS. The Man REACHES for Martha’s pearls- but she SCREAMS desperately for Thomas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Gimme the damn... But Martha FLAILS, trying to grab her fallen husband. The Man SHOOTS her. Then YANKS at her necklace, which BREAKS. Spilling PEARLS all over the asphalt. The Man stands. Turns to Young Bruce. Who STARES at him. Uncomprehending. The Man cannot bear the boy’s gaze... And then he RUNS. Young Bruce looks at the bodies of his parents. DROPS to his knees, head down: PEARLS dot the asphalt beneath him. Some of them are bloody. \f26 27 15. Young Bruce starts to SHIVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHAOS: REPORTERS and COPS vying for a piece of the crime the decade. In the Captain’s office, Young Bruce. Bewildered, forgotten. Still clutching his father’s overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "Is that your father’s? Young Bruce looks up: a young beat cop stands over him- J GORDON (29). Gordon crouches, reaches for the coat. Young Bruce huddles over it, protective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(reassuring)",
          "sentiment": "neutral"
        },
        {
          "speaker": ",",
          "text": "It’s okay. Gordon’s tone prompts Young Bruce to trust him. Gordon ta the coat, DRAPES it gently across Young Bruce’s shoulders",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "GORDON! You gotta stick your nose into everything! Gordon turns to CAPTAIN LOEB, who glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN LOEB",
          "text": "Outta my sight. Gordon NODS at Young Bruce, whose eyes wish Gordon would stay. Gordon leaves. Loeb turns to Young Bruce. CAPTAIN LOEB (CONT’D) Good news... we got him, son. Young Bruce looks up at him dazed. Uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snow falls over two open graves. MOURNERS disperse, guide by SECURITY GUARDS. Alfred stands with Young Bruce. A man approaches, EARLE (47). He nods at Alfred, crouching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "(indicates Alfred) You’re in excellent hands, Bruce. And we’re minding the empire. When you’re all grown up, it’ll be waiting. \f28 29 16. Young Bruce looks blankly at Earle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mourners file towards the gates. Rachel walks with her mother. Looks up at Bruce’s high window. Sees him watchin Waves. Young Bruce pauses, then returns the wave. INT. BRUCE’S BEDROOM -- CONTINUOUS 29 Alfred enters. Looks tenderly at Young Bruce’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I thought I’d prepare a little supper. No response. Alfred turns. ALFRED (CONT’D) Very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE, (0.S.)",
          "text": "Alfred? Alfred turns back. Young Bruce is looking at him with TEA POURING down his cheeks. Alfred tilts his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(voice catching) Master Bruce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "It was my fault, Alfred. Alfred’s mouth opens. YOUNG BRUCE (CONT’D) I made them leave the theater-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Oh, no, no, no- Alfred moves to Young Bruce, taking the boy in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "If I hadn’t got scared-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "No, no, Master Bruce. Nothing you did. Nothing anyone ever did can excuse that man. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 CONTINUED: (2) 17. Alfred holds Young Bruce away to look directly into his eyes. ALFRED (CONT’D) It’s his, and his alone. Do you understand? Young Bruce nods. Then BURIES his face in Alfred’s chest, sobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "I miss them, Alfred. I miss them so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(whispering) So do I, Master Bruce. So do I. Tears well in Alfred’s eyes as he HOLDS the boy, watching snowflakes swirl past the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD, (V.0.)",
          "text": "And do you still feel responsible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ducard leads Wayne along a screened passage overlooking extraordinary mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "My anger outweighs my guilt. Ducard opens a door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leads Wayne onto a MEZZANINE LEVEL stacked with boxes and bottles. NINJAS pour powders into packets, mixing compoun Ducard takes a pinch of a powder- throws it down- BANG! Wayne FLINCHES- Ducard SMILES good-naturedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Advanced techniques of Ninjitsu employ explosive powders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "As weapons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Or distractions. Theatricality and deception are powerful agents. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f32 CONTINUED: (2) 18. Ducard hands Wayne a pinch of the powder. DUCARD (CONT’D) To be a great warrior is not enough. Flesh and blood, however skilled, can be destroyed... you must be more than just a man in the minds of your opponents. Wayne listens to this. Tosses the powder- BANG!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and Ducard CIRCLE each other on the ICE, SWORDS poi to strike. Dark figures in the white and blue landscape. Ducard STRIKES at Wayne, who DEFLECTS the blow using a SILVER GAUNTLET with THREE SCALLOPS (thick, hook-like projections). Ducard SKIDS left, breath STEAMING, feintin with his sword. Wayne steps sideways on the ice, his foot landing on a th patch which CREAKS, water BUBBLING underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Mind your surrounding. Always. Wayne STRIKES- Ducard BLOCKS with his own BRONZE GAUNTLET Wayne SLIPS right and FLIES IN with a short THRUST- Ducar arm flips down in a backhand move- Ducard CATCHES Wayne’s sword in one of his SCALLOPS. DUCARD (CONT’D) Your parent’s death was not your fault... Ducard ROTATES his arm, WRENCHING Wayne’s sword from his grasp- it SKIDS along the ice. DUCARD (CONT’D) ...it was your father’s. Wayne, ENRAGES, dives at Ducard, SWINGING at him with the scallops, FURIOUS, RECKLESS. Ducard parries with his swor they LOCK- noses inches apart, Wayne BREATHING... ANGRY.. DUCARD (CONT’D) Anger does not change the fact that your father failed to act. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "The man had a gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Would that stop you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’ve had training-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "The training is nothing. The will to take control is everything. Your father trusted his city, its logic... he thought he understood the attacker and could simply give him what he wanted... Wayne considers this... breathing slowing... CALMER... th separate. DUCARD (CONT’D) (gently) Your father did not understand the forces of decay- cities like Gotham are in their death throes- chaotic, grotesque. Beyond saving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Beyond saving? You believe that? Ducard regards the harshly beautiful landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "It is not right that one must come so far to see the world as it is meant to be. Purity. Serenity... Solitude. These are the qualities we hold dear. But the important thing is whether you believe it... Wayne stares at Ducard. DUCARD (CONT’D) Can Gotham can be saved, or is she an ailing ancestor whose time has run? Ducard STRIKES DOWN at Wayne with his sword. Wayne BLOCKS the strike with FOREARMS CROSSED, SLIDES BETWEEN DUCARD’S LEGS across the ice to where his sword lies. GRASPING his sword he SPINS, SWEEPING at Ducard’s feet. Ducard LEAPS- Wayne CATCHES his foot, brings him down ont the ice. Wayne THRUSTS his sword at Ducard’s throat- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 CONTINUED: (3) 20. STOPS INCHES from Ducard’s bare neck. Ducard freezes, arm at his sides. Wayne looks down at Ducard, SMILING in triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Yield. Ducard smiles. Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "You haven’t beaten me. You’ve sacrificed sure footing for a killing stroke. Ducard TAPS the ice beneath Wayne’s feet with his sword- ice gives way, PLUNGING Wayne through the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ducard feeds a small FIRE. Wayne RUBS his arms, SHIVERING violently against hypothermia. Ducard looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Don’t rub your arms, rub your chest. Your arms’1l1 take care of themselves. Wayne rubs his torso, NODS at Ducard. Ducard feeds the fi DUCARD (CONT’D) You have strength born of years of grief and anger, Wayne. The strength of a man denied revenge. Even in his shivering, Wayne REACTS to this. DUCARD (CONT’D) Why, Wayne. .? INT. WAYNE STATION PLATFORM -- DAY (WAYNE’S MEMORY) 34 A monorail pulls into the platform. Disgorges passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD, (V.0.)",
          "text": "Why could you not avenge your parents? Amongst them, Bruce, AGED 20, holding a bag. He sees Alfr now 62, craning his neck, SEARCHING. He waves. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 CONTINUED: (2) 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You didn’t have to pick me up-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Well, sir, the red line... well, it’s closed. Apparently Mr.Earle thought it wasn’t making enough money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce looks sadly at the DECAY to his father’s station: glass CRACKED, marble chipped, HOMELESS bundled in shutte storefronts... He looks up through the sparing glass: WAY TOWER looms overhead, gold lettering catching the sun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "How is Mr.Earle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Oh... successful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred glances at Bruce in the rear-view mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Will you be heading back to Princeton tomorrow or could I persuade you to spend an extra night or two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’m not heading back at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "You don’t like it there? Bruce smiles, sardonic. Looks out at the trees flashing b",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I like it fine... they just don’t feel the same way. Alfred purses his lips, IRRITATED. \f37 38 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce STARES up at house. Alfred pulls the bag out of the car and, to Bruce’s surprise, DROPS it at Bruce’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred leads Bruce up the main staircase. The house is no dark and empty. Dust-cloths cover much of the furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(tense) I’ve prepared the master bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "My old room will be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(stern) With all due respect, sir, your father is dead. Wayne Manor is your house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(irritated) No, Alfred, his isn’t my house. (gestures) It’s a mausoleum. A reminder of everything I lost. And when I have my way I’1l1 pull the damn thing down brick by brick- Alfred turns on Bruce, angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "This house, Master Wayne, has sheltered six generations of the Wayne family, and stood patiently by while you’ve cavorted in and out of a dozen private schools and colleges. As have I. Bruce stares at Alfred. Eyes burning. Chastened. ALFRED (CONT’D) (softer) The Wayne family legacy is not so easily shrugged off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(sadly) Nor borne, old friend. I’m sorry to have disappointed you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 CONTINUED: (2) 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Master Wayne... I was at your father’s side when you were born. And at your side when he was laid to rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(voice catching) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Your father was a great man. But I have every confidence that you will exceed his greatness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Haven’t given up on me, yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(conviction) Never. Bruce sags under the burden of Alfred’s faith. He opens t door to his bedroom, then turns back to Alfred...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I may not get another chance to thank you for all you’ve done for me. Alfred looks at him, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Are you going away after the hearing? Bruce shrugs, hard to read. Then enters his old bedroom. INT. BRUCE’S BEDROOM -- CONTINUOUS 39 Bruce puts his bag on the bed. Looks around the room. At the mantel, Bruce stares at a framed photograph: Young Bruce on his Dad’s shoulders, arms raised in triumph. Bru wipes dust from the photograph. Smiles at it. INSERT CUT: Young bruce on Thomas’s shoulders- Thomas TIP back, threatening to drop Young Bruce who LAUGHS and LAUG Bruce moves to the bed. Opens his case. Inside it is a GUN. \f40 41 42 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel, now 23, stands by her car looking up at the house She can see Bruce in the window. She gives a small wave. INT. BRUCE’S BEDROOM -- CONTINUOUS 41 Bruce returns Rachel’s wave. Then FINISHES LOADING HIS GU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce walks down the drive to Rachel. He smiles gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You look well. \"Assistant District Attorney\", right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(nods, smiles) You still trying to get kicked out of the entire ivy league?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(shakes head, smiling) Turns out you don’t actually need a degree to do the international playboy thing. Rachel smiles. Looks down at her shoes. Then back to Bruc",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Bruce, I don’t suppose there’s any way I can convince you not to come-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(cold) Someone at this proceeding should stand for my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Bruce, we all loved your parents. What Chill did is unforgivable-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Then why is your boss letting him go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Because in prison he shared a cell with Carmine Falcone. He learned things and he’ll testify in exchange for early parole. \f43 44 45 25. Bruce shakes his head, opens the car door. Rachel sighs. INT./EXT. RACHEL’S CAR ON FREEWAY, GOTHAM -- MORNING 43 Rachel’s car heads towards the golden spires of Gotham. Bruce stares out the window in silence. INT. RACHEL’S CAR -- MOMENTS LATER 44 Rachel pulls into the PARKING LOT of the COURTHOUSE. Park Bruce looks at her through the strained silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Rachel, this man killed my parents. I cannot let that pass. Rachel almost says something. Then SHRUGS. BRUCE (CONT’D) Rachel, I need you to understand. Rachel looks at Bruce. Considering. Gently NODS. Bruce no back. Rachel opens her door and starts getting out. Bruce slips out his GUN, placing it on the ground behind front wheel of Rachel’s car as he gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small bureaucratic proceeding. A five person PANEL. Bru sits amongst the OBSERVERS. Watching the back of Chili’s head. Rachel’s boss, FINCH, addresses the panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "Given the exemplary prison record of Mr.Chill, the 14 years already served and his extraordinary level of cooperation with one of this office’s most important investigations... we strongly endorse Mr.Chill’s petition for early release. The CHAIRMAN nods, consults his paperwork",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "I gather a member of the Wayne family is here today... Chill REACTS, TURNING. Bruce STUDIES his weathered face. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 CONTINUED: (2) 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN, (CONT'D)",
          "text": "...does he have anything to say? Chill notices Wayne’s cold eyes. Has to look away. Bruce RISES, walks out, all eyes on him. Including Rachel’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce MOVES to Rachel’s car. Picks up his GUN, stuffs it the sleeve of his overcoat. Waits. The side exit opens and two COPS come out. A shout goes u from the pressmen around the front of the courthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTERS",
          "text": "They’re taking him out the side!! REPORTERS swarm around the building as Chill emerges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER1",
          "text": "Chill, any words for the Wayne family?!! Chill, head down, presses on. Bruce straightens. Breathes Starts WALKING towards Chill. A Reporter SPOTS him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER2",
          "text": "It’s Bruce Wayne! The Reporters clear a path, eager for a confrontation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE FEMALE REPORTER",
          "text": "Joe! Hey Joe!! This one catches Chill’s eye- blonde, local t.v. type. Bruce’s hand DROPS to his side as he MOVES... he’s BREATH HARD... THINKING... DECIDING... BLONDE FEMALE REPORTER (CONT’D) Falcone says hi!! She THRUSTS a gun at Chill’s chest and FIRES. Chill DROPS Bruce STOPS in his tracks. Reporters DIVE for cover- COPS jump on the Blonde Reporter, pinning her... Bruce. Fifteen feet away. Loaded gun up his sleeve. Face uncomprehending as the night Chill killed his parents. Rachel moves to Bruce, pulling him away from the chaos. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 CONTINUED: (2) 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Come one, Bruce. Come on, we don’t need to see this. Bruce yanks his arm away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I do. INT. RACHEL’S CAR -- EVENING 47 Rachel drives. Bruce sits there, hands in his lap. Starin Rachel glances over at him. Then pulls over. Turns to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(gentle) Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(distant) All these years I wanted to kill him. Now he’s gone. Now I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You don’t mean that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(bitter) What if I do, Rachel? Chill killed my parents. They deserved justice. Rachel looks at him, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You’re not talking about justice, you’re talking about revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Sometimes they’re the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "They’re never the same, Bruce. Justice is about harmony... revenge is about you making yourself feel better. That’s why we have an impartial system- Rachel pulls out into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Well, your system of justice is broken- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 CONTINUED: (2) 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Don’t you tell me the system’s broken, Bruce! I’m out here every day trying to fix it while you mope around using your grief as an excuse to do nothing. You care about justice. .? Rachel YANKS the wheel-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel’s car SCREECHES across two lanes, onto an EXIT RAM INT./EXT. RACHEL’S CAR ON SURFACE STREETS -- CONTINUOUS 4 The streets below are DARK, crowded and THREATENING-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Look beyond your own pain, Bruce. Rachel gestures at the filthy streets. Down dark alleys- shadowy figures conduct business. RACHEL (CONT’D) This city is rotting. Chill is not the cause, he’s the effect. Corruption is killing Gotham and Chill being dead doesn’t help that- it makes it worse because Falcone walks. He carries on flooding our city with crime and drugs... creating new Joe Chills... Falcone may not have killed your parents, Bruce, but he’s destroying everything they stood for... They pull up in front of a BASEMENT CLUB. RACHEL (CONT’D) They all know where to find Falcone... (gestures at club) But no one will touch him because he keeps the bad people rich and the good people scared. Rachel turns on Bruce. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 CONTINUED: (2) 29. RACHEL (CONT’D) (quiet ) And what chance does Gotham have when the good people do nothing? She pokes him in the chest. Bruce looks down at her finge",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’m not one of your \"good people\" Rachel. Chill took that from me. Rachel looks at Bruce strangely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What do you mean? Bruce pulls up his sleeve. Turns his hand over. Rachel stares at the GUN in his hand, SHOCKED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I was going to kill him myself. She looks at Bruce. Then SLAPS him. Bruce does nothing. Rachel SLAPS him again and again... Nothing. She stops. Tears flowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You’re no better than the rest. Rachel points at the gun. Looks into Bruce’s eyes. RACHEL (CONT’D) Your father would be ashamed of you. Bruce stares at Rachel. Opens his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce watches Rachel’s car disappear. Turns to look at th line of SHIPS in the harbor. He makes his way to the wate Takes out his gun. Turns it, STUDIES the light off its metal- INSERT CUT: the TREMBLING BARREL of Chill’s gun, inches f Thomas Wayne’s chest. Bruce, with contempt, FLINGS his gun into the black water \f51 52 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce walks towards the entrance. A BOUNCER steps out, looking at him with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNCER",
          "text": "Get lost, kid. Bruce pulls a massive wad of cash from his pocket. Splits in two. Offers one half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "The other half when you give me the nod that Falcone’s leaving. Unawares. The Bouncer looks at Bruce. Takes the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce watches the entrance from the shadows. Two THUGS escort a thickset man out of a club. The Bouncer waves-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNCER",
          "text": "\"Night, Mr.Falcone. The three men move towards a waiting limo- WHAM- one Thug takes a kick to the head, goes down- Bruce steps from the shadows- the Second Thug goes for his gun- Bruce GRABS his arm- CHOPS his throat- JUDO FLIPS the thug... Bruce turns to Falcone who looks at him, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "The little rich kid. No gun? I’m insulted. The First Thug lunges at Bruce with a KNIFE- Bruce puts h down with a graceful SWEEP-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I don’t need a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Yes, you do. CLICK. A gun is at Bruce’s head. Held by the Bouncer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FALCONE (CONT’D) Money isn’t power down here- fear is. The Bouncer pistol whips him once, hard. Bruce goes down. The Bouncer drops Bruce’s money onto him. FALCONE (CONT’D) You shoulda just sent me a thank-you note... Bruce looks up at Falcone. Spits blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I didn’t come here to thank-you. I came to show you that not everyone in Gotham is afraid of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "(laughs) Just those that know me. You got balls, kid... (cold) But you don’t belong down here with us. We don’t play fair. Now go back to your big house, wrap yourself in your silk sheets and I’1l send you a shoulder to cry on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You don’t dress well enough to be a pimp. Falcone lights a cigar. Stares down at bruce. Ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "You miss your Mommy and Daddy? Come down here again, I send you to them. Falcone turns. His thugs get into the limo with him. Bruc watches it slide into the night. Struggles to his feet... Bruce walks the docks, wiping blood from his mouth. SHADO in doorways mark his progress. Three YOUTHS approach. Bru stiffens, but they cross the street to avoid him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (0.S.)",
          "text": "No one’1l mess with ya. Bruce turns. A HOMELESS MAN warming at a flaming oil drum One of many HOMELESS clustered around the docks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "Wander ‘round here dressed like that, means you got something to prove. Man with something to prove is dangerous. Bruce STARES at the man. Thinking. Takes out his wallet. Removes the money. Hands it to the Homeless Man. HOMELESS MAN (CONT’D) For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Your jacket. Bruce DROPS his wallet into the fire. The Homeless Man LAUGHS. Bruce pulls off his tie, throws it into the fire. pulls off his overcoat, bundles it up ready to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "Lemme have it, that’s a good coat. Bruce looks at the Homeless Man, who has removed his own. They EXCHANGE clothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Be careful who sees you with that. (off look) They’re gonna come looking for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "who? Bruce smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Everyone. Bruce, less incongruous in his \"new\" coat, moves down towards the stacks of containers... Bruce wanders the stacks. A HORN sounds. Bruce’s eyes loc onto the ship preparing to leave. Bruce runs towards it trough the shadows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD, (0.S.)",
          "text": "And when you left Gotham... And we are- \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "...what were you seeking? Ducard LEAPS up onto a STONE WALL. GRABBING ON using pike on his palms and on his feet. Wayne watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "To lose myself. I couldn’t do anything as Bruce Wayne. I felt useless. Ducard gestures up to the top of the 50-ft wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Perhaps you can beat my record. Bruce JUMPS up onto the wall, HIGHER than Ducard. Confide",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Two days. (off look) The test is not to see how quickly you can climb, but how slowly. The Ninja is thought invisible, but invisibility is largely a matter of patience. Ducard reaches up for another handhold. Slowly. DUCARD (CONT’D) On your journey... you sought knowledge of the criminal world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(nods) I needed to understand the thoughts and feelings of those who stand in the shadows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "The first time you’re forced to steal not to starve... \f55 56 34. Bruce picks up a mango from a stack to examine it. As he does so he uses his lower hand to slip a PLUM into his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce squats in a doorway. Bites hungrily into his plum. looks up. A CHILD in rags sits in the next doorway, STARI Bruce stares back, juice dripping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0O.)",
          "text": "...you lose many assumptions about the simple nature of right and wrong. Bruce hands the Child the plum. Licks his fingers. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce (bearded, filthy) in a crowd, with an ELDERLY MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "I needed to feel the fear before a crime... The Elderly Man SPOTS a BUSINESSMAN hurrying along- STEPS into his path, engineering a COLLISION, tumbling to the pavement. The Businessman and Bruce both CROUCH to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "And the thrill of success... Bruce SLIPS the Businessman’s wallet out of his pocket. T Businessman moves off. Bruce shows the Elderly Man the wallet for APPROVAL. Then HURRIES after the Businessman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "...without becoming one of them. Bruce CATCHES the Businessman, gives him the wallet. The Businessman thanks Bruce- noticing his destitution, he HA Bruce a banknote. Bruce nods thanks. 31. \f57 58 59 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce tries to crack a safe under the supervision of a YO TOUGH. The Young Tough shakes his head, spins the dial an whips open the safe. Showing Wayne the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "I thought I would find something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a table with a CHINESE BOSS and SEVEN CRIMINALS drinki laughing, showing each other their spoils (watches, phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.O.)",
          "text": "I thought I would learn what I needed to do with my skills and my anger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TRUCK races through the door. Two Criminals yank the do shut after. Bruce and the Boss jumps down from the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "But the harder I looked the less I saw. The less I knew... Bruce turns to the Boss wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Where’s this friend of yours? Boss (shrugs) Not friend. Friend of friend. Bruce rolls his eyes. Looks at the Boss with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "Until I wasn’t even sure what I’d been looking for in the first place... The doors EXPLODE COPS burst in, shouting in Mandarin. \f60 61 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back of the truck is opened. Cops inventory piles of BOXES pulled out of the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "And I was lost. Bruce sits in a line of criminals, hands cuffed behind ba A Cop YANKS him to his feet, hauling him over to an OFFIC CoP (in Mandarin) He refuses to give his name. The Officer smiles solicitously at Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "(in Mandarin) Fool- this is China, you’re a criminal, what the hell do I care what your name is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(in fluent Mandarin) I’m not a criminal. The Officer, surprised, waves Bruce away. Looks at the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "(in accented English) Tell that to the guys who owned these! He KICKS a BOX: CLOSE ON the WAYNE INDUSTRIES logo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and Ducard cling to the wall just short of the roof eyes LOCKED. Both are in AGONY, sweat-drenched, STRAINING Ducard BLINKS. REACHES for the roof and pulls himself up. Wayne closes his eyes in relief. Ducard pulls Wayne up on the roof. They lie there in the half-light. Ducard turns Wayne. Puts a hand on his shoulder. Proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "You are ready. \f62 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on Wayne’s BLUE POPPY- now SHRIVELED DRY- on the altar. Wayne, clad in black ninja uniform watches as Duca also in black, picks it up, takes a pestle and mortar, dr in the dried flower, and grinds it to dust. Ducard pours the dust into a small brazier. Lights it. Motions to Wayne, who approaches the smoking altar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Drink in your fears. Face them. Wayne breathes the smoke. He shakes his head, REACTING to the effects of the smoke... his mind is plagued by IMAGES Chill’s trembling gun- Young Bruce FALLING- Thomas",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAGGERING-",
          "text": "Ducard puts on his ninja mask. Motions Wayne to do the sa Wayne STRUGGLES to think through the effects of the smoke",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Why The masks? As if in reply, DOZENS of NINJAS step forward from the shadows: the hall is filled with identical Ninjas. Ducard has melted into the crowd. Wayne raises his guard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "To conquer fear, you must become fear... you must bask in the fear of other men... and men fear most what they cannot see- Ducard STRIKES at Wayne- Wayne SPINS, PARRIES- but Ducard has gone. The Ninjas movie in unison, forming WALLS... DUCARD (CONT’D) It is not enough to be a man... you have to become an idea... a terrible thought... a wraith- The Ninja nearest Wayne TURNS and SLASHES- it is Ducard. Wayne LEAPS sideways, ROLLING through the wall of Ninjas. looks at his arm- it has been slashed, the uniform torn a dead giveaway. Wayne looks around, crouched, READY... One wall of Ninjas PARTS, revealing a WOODEN BOX. Wayne stares at it, MIND SPINNING from the smoke. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD, (0.S.)",
          "text": "Face your fear... Wayne cautiously approaches the box. Carefully lifts the lid. PEERS inside... BATS EXPLODE from the box, FILLING the air- Wayne dives a from the box, STARING up at the squawking bats- flinching Ducard LEAPS at Wayne, who ROLLS sideways, blocking- Wayn turns to face Ducard, but he is lost in the Ninjas, bats filling the air, Wayne FLINCHING with their attacks... Wayne stays low, SLASHES the arm of the Ninja nearest him the man does not move. Wayne turns. Fighting to THINK. A Ninja paces softly through the crowd, as he speaks, we tell this is Ducard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Become one with the darkness... Ducard falls in behinds a Ninja with a SLASHED SLEEVE... KNOCKS him to his knees, sword against throat- DUCARD (CONT’D) You cannot leave any sign... Ducard pulls off his own mask. Disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (0.S.)",
          "text": "I haven't. A SWORD IS AT DUCARD’S NECK- Wayne is behind him, pulling off his mask. Ducard looks around... several of the Ninja around them have slashed sleeves. Ducard smiles. The Ninjas TURN, in unison, and sit. Ra’s Al Ghul is seated on a small stage at the head of th room. Ducard leads Wayne to sit down in front of Ra’s. A Ninja places a tray between them: a bottle and a burning candle. Ducard places the candle in front of Wayne and ha him a small glass. Ra’s Al Ghul begins speaking in Urdu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "We have purged your fear. You are ready to lead these men. You are ready to become a member of the League of Shadows. Drink. Wayne tips back the glass. Strong stuff. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DUCARD (CONT’D) By blowing out this candle you renounce your mortal life. You renounce forever the cities of man. You dedicate your life to solitude. Wayne leans forward to blow out the candle. PAUSES. Looks the rows of seated Ninjas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Where will I be leading these men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "You will need them in Gotham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You want me to go back to Gotham? Ra’s stares at Wayne. Starts speaking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "You yourself are a victim of Gotham’s decay. That is why you came here, and that is why you must go back. You will assume the mantle of your birthright. As Gotham’s favored son you will be ideally placed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "To help us destroy the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "When Gotham falls, the other cities will follow in short order. Nature’s balance will be restored and Man will finally return to solitude. Wayne turns to Ducard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You can’t believe in this. Ducard looks at Wayne, troubled. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63 CONTINUED: (4) 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Ra’s Al Ghul has rescued you from the darkest corner of your own heart... what he asks in return is obedience. And the courage to do what is necessary. Wayne stares down at the flickering candle. At the bottle Wayne FLICKS his sword out, SMASHING the bottle, TIPPING candle- FLAMES spread across the wooden floor- DUCARD (CONT’D) (reaching to extinguish flames) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What’s necessary. Wayne STRIKES Ducard in the head with the butt of his swo DOUSES his mask in the liquid fire and TOSSES it back int the mezzanine where the explosive powders are stored... Ra’s LEAPS from his throne, STRIKING at Wayne with his sword- Wayne parries- EXPLOSIONS roar from the balcony, shooting flame across the ceiling- Ra’s and Wayne fight a EXPLOSIONS surround them... Wayne LEAPS clear as FLAMING DEBRIS collapses onto Ra’s, CRUSHING him... the flames are rising, Ninja bodies are strewn around, fresh explosions rip across the hall as Ninjas flee and Wayne spots Ducard lying unconscious. Wayne PICKS UP Ducard, hauls him out of the Throne room, into a passage, SMASHING THROUGH an ornate screen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and Ducard CRASH down onto a steep slope of ice and rock, the monastery exploding above them... Wayne rolls over, GRABS a rock, looks across to see- Ducard UNCONSCIOUS, SLIDING down the icy slope. His limp form ROTATES, spinning as his body gathers MOMENTUM, rush towards the EDGE of the CLIFF... Wayne DIVES AFTER HIM, SLIDING HEAD-FIRST down the ice... the cliff closer and closer as Wayne RACES after Ducard.. \f64 65 66 67 41. MERE FEET FROM THE CLIFF EDGE, Wayne GRABS Ducard- raises his free GAUNTLET-CLAD ARM, and SMASHES AT THE ICE, DIGGI IN with the BRONZE SCALLOPS... STOPPING on the edge- Duca HANGS LIMPLY over a tremendous drop- Wayne STRUGGLES with the dead weight. Wayne PULLS Ducard up onto the ice. BREATHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne CARRIES Ducard down the road. INT. SHERPA’S HUT -- MOMENTS LATER 65 Wayne KICKS the door open. The Old Man he saw on his way the mountain stares back at him. Then motions Wayne to pu Ducard down onto some mats. The Old Man wipes blood from Ducard’s temple. Looks at Wayne, who is moving to the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "I will tell him you saved his life. Wayne stops. Turns. Looks back at Ducard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Tell him... I have an ailing ancestor who needs me. Wayne puts his hands together in formal salute. Bows. INT. CLIMBER’S BAR, BHUTAN -- DAY 66 A smoky inn, full of SHERPAS and CLIMBERS. Wayne enters, FILTHY, RAGGED. Conversation CEASES. Everyone STARES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne uses a phone at the bar, waiting for an answer-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED, (0.S.)",
          "text": "Wayne residence. Wayne SMILES at Alfred’s familiar voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(hoarse) Alfred. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(unflappable) Master Wayne. It’s been some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Yes. Yes it has. I need a ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "And where are we, sir? Wayne glances around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Bhutan, I think. A curious Sherpa nearby NODS at Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Am I to assume that you’re without money and passport?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’m traveling a bit light, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I believe there’s an airstrip at Khatmandu long enough for a G5. Make your way there, I’1l have the jet down in fifteen hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Very good. Oh, and Alfred?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Yes, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Bring some painkillers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne steps out of the washroom, clean-shaven, fresh tailored clothes. The jet breaks cloud, revealing GOTHAM bathed in glorious SUNRISE. Wayne looks out at the city. Alfred, sleeping opposite, opens an eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Have you told anyone I’m coming home? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70 71 CONTINUED: (2) 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I thought you might like to surprise a few people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "No one can know I’m back. Not until I’m ready. I’1l need everything on the company- shareholders’ reports, holdings. Everything. Alfred SMILES to himself. Closes his eyes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "You sound like a man with purpose. Wayne stares at the vast city beneath them as the jet BAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Gotham needs me, Alfred. Gotham needs... a symbol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "What symbol, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’m not sure. Something for the good to rally behind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING over SPIRES of the city catching GOLD of first lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (V.0.)",
          "text": "...and the criminals to fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne, cross-legged on the floor, STUDIES a thick report. Circles something, closes it. Draws another from a STACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred makes tea. A television plays: business news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "(over television) Lot of interest in new directions Wayne Industries has been taking... Alfred looks up: Earle is being interviewed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 74 75 CONTINUED: (2) 44. INTERVIEWER (CONT’D) ...couple big defense contracts in the bag... as well as rumors that the board is petitioning to have Bruce Wayne, missing for seven years now, declared officially dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "(smiles thinly) Our operating assumption is always the hopeful one that Bruce’1l resurface sometime soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne HEARS a CHITTERING. He rises, moving out into the m hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne STARES: a small shadow SPUTTERS around the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED, (0.S.)",
          "text": "A blessed bat gain, sir. Wayne turns to find Alfred standing there with a tea service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "They nest somewhere on the grounds. Wayne watches the dark shape FLICKER around the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne walks across the gardens to the greenhouse. He wear long overcoat, a coil of rope over one arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now derelict. Glass cracked or missing, paint peeled from wrought iron. Wayne stands in the entrance, remembering- INSERT CUT: Rachel, LAUGHING, SPRINTING between the table \f76 77 78 79 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARKNESS, punctured by LIGHT as BOARDS are YANKED, splintering from the mouth of the well, high above. Wayne LOWERS himself down the shaft, overcoat billowing. undoes his rope at the bottom. TURNS, finding- The DARK CREVICE between the rocks. Wayne CROUCHES, pushi into the BLACKNESS, crawling through into-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne climbs down a jagged rock crevice. Air blows in his face. The crevice WIDENS into a low-ceilinged chamber. Wa hears the RUSH of WATER. He crouches, advances through th low chamber. It turns DOWNWARDS, steeper- Wayne carefully slides on his back, LOWERING HIMSELF into... LIMITLESS BLACK. Wayne stands. A ROAR of water now. He REACHES into his coat, pulls out a CHEMICAL TORCH. CRACKS it, throwing LIGHT into... A VAST CAVERN. An underground RIVER, a JAGGED ceiling, fa above, which, as Wayne PEERS, starts to MOVE- BATS EXPLODE from the ceiling. THOUSANDS DESCEND, SCREECHING, attracted to the light- Wayne instinctively CROUCHES. But as they SWARM around him terrifyingly... Wayne RISES to his feet amidst a CYCLONE of bats, watchin the fluttering blackness with a profound CALM. And he knows the symbol he must use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne stares at the DECAY. Sadness gives way to anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rolls pulls up onto the Plaza in front of Wayne Stati The station is deserted. Derelict. Wayne gets out, starin",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Is it closed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "They still run a token service out of respect for your father. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 82 CONTINUED: (2) 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(low) Respect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A board meeting in full swing. Earle presiding. He is addressing a portly, distinguished man at the other end. This is JUDGE PHELAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Clearly, Judge Phelan, moving to have Bruce declared dead is not something that any of us here relishes... but as responsible managers it falls to us to act on behalf of Wayne Industries...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne walks past the young, beautiful ASSISTANT sat her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Morning. The Assistant gets to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Sir, you can’t go in there! Wayne turns to her. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Yes, I can. The Assistant RECOGNIZES him, stands there, SHOCKED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door OPENS, Earle looks over, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "I’m sorry, can I...? Earle STARES. Dumbstruck. All heads TURN- Wayne smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Sorry to barge in, but I was in the areas... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE. Earle gets to his feet, approaching Wayne, STARI He SHAKES Wayne’s hand, claps the other on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "My boy! We thought you were gone for good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What can I say? \"Reports of my death have been greatly exaggerated\". Nervous chuckles. Judge Phelan stares at Wayne, incredulo",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Can I ask where you’ve been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(mischievous ) You can ask...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "(smiles) Well, perhaps you’11 tell us your plans. Are you back to finish college?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Actually, I thought I’d get to grips with what we actually do around here. From the ground up- one division at a time. Earle takes this in, nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Any idea where you’d like to start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Applied sciences caught my eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Mr.Fox’s department. I’1l make a call. You can start today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Actually, I’ve got a one o’clock tee-off, and it took me all morning to convince the club to honor my old membership. (grins at Earle) Apparently they don’t have to meet the same high standards as you when it comes to declaring someone dead. \f48. 83 INT. STAIRCASE, DISTRICT ATTORNEY’S OFFICE -- DAY 83 Rachel HURRIES down marble stairs to catch Finch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Mr.Finch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "(weary) Yes, Miss Dodson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Mr.Finch, on the Falcone matter-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "(here we go again) The case against Falcone died with Chill. We had our shot. They walk out into the parking lot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That was then- but now he’s importing drugs, everybody knows it, let’s take it to Harvey Dent and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "(looking around) Keep your voice down. (quite, sympathetic) Look, Rachel, Falcone’s got Judge Phelan and half of City Hall bought and paid for. So you got burned on Falcone- let it go, we’ve got bigger fish to fry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That would make a lot more sense if we were doing any frying. Finch, uncomfortable, TURNS. Rachel WATCHES him exit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the back seat, Wayne WATCHES Rachel standing there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f86 CONTINUED: (2) 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Shall I park, sir? Wayne wrestles for a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "No, let’s go. Alfred pulls out with a touch of disappointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive WAREHOUSE, stacked with crates, odd-shaped unde dust covers, lab equipment. LUCIUS FOX, aged 52, leads Wa through the stacks, speaking in calm, knowledgeable tones",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Environmental applications, defense projects, consumer products... all prototypes, none if production at any level whatsoever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "None? Fox pauses, turns to Wayne, a wicked gleam in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "What did they tell you this place was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "They didn’t tell me anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "They told me exactly what it was when they sent me here... a dead end where I couldn’t cause any more trouble for the rest of the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You were on the board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Back when your father ran things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You knew my father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Sure. Helped him build his train. Beautiful project- routed right (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOX (CONT’D) into Wayne Tower, along with the water and power utilities. Made Wayne Tower the unofficial heart of Gotham. Fox stops at a tall CRATE. Checks paperwork. Opens the crate: a BODYSUIT- clear silicone over jointed armor. FOX (CONT’D) Here it is: the nomex survival suit for advanced infantry. Kevlar biweave, reinforced joints... Wayne feels the fabric of the suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Bullet -proof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Anything but a straight shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Tear-resistant? Fox HACKS at the suit with his pen- it doesn’t even mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "This sucker’1ll stop a knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Why didn’t they put it into production?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "The bean counters figured a soldier’s life wasn’t worth the 300 grand. Fox looks at Wayne. Suspicious. FOX (CONT’D) What do you want with it, Mr.Wayne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I want to borrow it. For spelunking. (off look) You know, cave-diving. Fox shrugs. Puts the lid back on the crate. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 CONTINUED: (3) 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "You get a lot of gunfire down in those caves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(smiles) Listen, I’d rather Mr.Earle didn’t know about me borrowing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Mr.Wayne, the way I see it... Fox waves his arm, taking in the enormous facility. FOX (CONT’D) All this stuff is yours, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne, high on the cavern wall, in climbing harness, HAMM a bracket into the rock securing a line of industrial LAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Okay! Give it a try. Alfred throws a switch on a portable GENERATOR: the lamps flicker on, dimly lighting the length of one wall. Alfred peers at the DAMP, DINGY surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Oh, charming. Alfred sees the BATS covering the entire ceiling. ALFRED (CONT’D) At least you’1l have company. Wayne RAPPELS to the cave floor, looks up to a HIGH corne CRUMBLING BRICKWORK. Alfred follows his gaze. ALFRED (CONT’D) Must be the lowest foundations of the Southeast wing. Wayne CLIMBS up: poking through the rock ceiling: the bot of a wrought-iron SPIRAL STAIRCASE. In the center of the spiral: a dumb-waiter lift, fallen off its track. Wayne grabs the chains of the lift, RATTLES them- sending a wav ECHOING up into the darkness. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 CONTINUED: (2) 52. ALFRED (CONT’D) During the civil war your greatgrandfather was involved with the underground railroad. Secretly transporting freed slaves to the North. I suspect these caverns came in handy. Wayne jumps down. Moves to the small river. Follows it wh it disappears under rocks. Steps over. Alfred waits. The ROAR of WATER gets louder and the light gets BRIGHTER. Wa follows the tunnel around a dog leg, emerging... BEHIND THE FACE OF A WATERFALL. Wayne grins, HOPS along slick rocks right up to the beautiful CURTAIN of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(awe) Alfred, come up here. Alfred is twenty feet behind on the dry rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I can see it very well from here, thank-you, sir. Wayne, mesmerized, reaches for water that is liquid light",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon, now 46 and a Detective, in the passenger seat. Wo eyes watching his partner, FLASS, 42, glad-hand the owner the liquor store they are parked outside. Flass squeezes into the driving seat holding a wad of CASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "Don’t s’pose you want a taste? Gordon looks at Flass, cold. Flass shrugs. Counts his mon FLASS (CONT’D) I keep offering ‘cause who knows, maybe one day you’1l get wise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Nothing wise in what you do, Flass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "Yeah? Well, Jimbo, you don’t take your taste- makes us guys nervous you might decide to roll over- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(irritated) I’m no rat, Flass. (calmer ) In a town this bent, who’s there to rat to, anyway? Flass LAUGHS at this, hits the gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving in on a rooftop balustrade to discover Wayne, wear the bodysuit, crouched, watching the police station acros the street. He pulls on a black balaclava. CLIMBS through the SHADOWS using Ninja SPIRES on his hands and feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon slams the car door. Watches Flass pull away. Weary 91 INT. GORDON’S OFFICE -- CONTINUOUS 91 Gordon SLUMPS into his chair, back to the window. Reaches for the phone- notices a BOOK sitting on his desk: an old worn copy of: \"PHYLUM PERACOPDA: THE TWILIGHT WORLD OF BATS\". Gordon frowns at the book, CONFUSED. The light goes OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE, (0.S.)",
          "text": "Don’t turn around. Gordon FREEZES- Wayne is behind his, pressing a stapler between Gordon’s shoulder blades as if it were a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’ve been watching. You’re a good cop. One of the few. What would it take to get Falcone? Gordon narrows his eyes, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Carmine Falcone? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 CONTINUED: (2) 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "He brings in shipments of drugs every week, nobody takes him down. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "He’s paid up with the right people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What would it take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Leverage on Judge Phelan. And a D.A. brave enough to prosecute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Rachel Dodson in the D.A.’s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Watch for a sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "You’re just one man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Now we are two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Wwe? No response. Gordon turns around. No one. He JUMPS to the window- looks down, looks up: a SHADOW slips onto the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon RACES across the bullpen, drawing his gun, hits th stairwell- two UNIFORMS see him go, run after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne moves to the edge of the roof- the gap is TOO BIG- TURNS BACK- the DOOR SMASHES open: Gordon GUN RAISED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREEZE",
          "text": "Wayne RACES for the GAP- LEAPS... DROPS FAST... misses TH TOP STORY- GRABS the balcony below... it BREAKS AWAY- DRO him onto the one below. Winded, Wayne CLIMBS onto the wal (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f94",
          "sentiment": "neutral"
        },
        {
          "speaker": "55.",
          "text": "From the other roof, Gordon watches Wayne melt into the shadows. The Uniforms arrive either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORM 1",
          "text": "The hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(dismissive) Some nut. But Gordon’s expression is less certain. INT. EARLE’S OFFICE, WAYNE TOWER -- DAY 94 Earle sits at his desk conferring with two board members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOARD MEMBER",
          "text": "Is he taking over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Not yet. I checked the trust, and Bruce can’t assume control until his thirtieth birthday. (presses intercom) Jessica, where’s that coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOARD MEMBER",
          "text": "But that’s in three months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "We’1l have to move fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOARD MEMBER 2",
          "text": "To do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "An IPO. There’s nothing in Bruce’s trust to stop us taking the company public... we’ll have an offering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOARD MEMBER",
          "text": "(getting it) And Bruce will become just another board member.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Precisely. We can’t have some clown prince running things. (presses intercom) Jessica? No answer. Earle steps to the door and opens it. His assistant is GONE. So is the receptionist. \f95 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SWISH-CLICK of a Titleist rocketing off the roof and towards Gotham River. Wayne stands behind the Beautiful Assistant, hand on her hip, adjusting her grip on a gold club. Another YOUNG WOMAN watches, leaning on a driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Keep your elbows in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE, (0.S.)",
          "text": "Ladies? They turn. Earle is standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Sorry, Mr.Earle, Mr.Wayne insisted that all junior executives need to know how to play golf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Junior Executive? Who’s answering the phones? Wayne smiles pleasantly at Earle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "This is Wayne Industries, Mr.Earle- I’m sure they’1l call back. Wayne unwraps himself from Jessica and approaches Earle. WAYNE (CONT’D) (conspiratorial) I thought a few promotions might be good karma forgetting my new job. Earle smiles patiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Of course, you’re not actually starting just yet, Bruce. Not until your birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(grins) Three month’s time- I’m having a huge blowout and I expect everyone to be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "With bells on. How are things down at Applied Sciences? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Great- there’s some cool stuff down there. Although that Mr.Fox goes on a bit once you get him talking. Earle takes Wayne by the elbow, walking him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Since you’re here, there is a business matter that I wanted to make you aware of... Wayne assumes a pose of seriousness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Business... sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "We’ve been thinking for some time about offering shares... I think the time is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Offering shares?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "It’s just a way of raising capital for growth... it’s important to me that the company be in great shape when you take over. Consider it my legacy. Wayne nods. EARLE (CONT’D) Well, I guess I’d better go hire a new secretary and receptionist... Earle head to the door. Wayne smiles, turns back to Jessi",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Right, who’s turn is it? 96 EXT. FALCONE’S BASEMENT CLUB, DOCK AREA -- NIGHT 96 Judge Phelan exits the club, a GIRL on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOUNCER",
          "text": "Night, Judge Phelan. Phelan turns, giddy with drink, puts his finger to his li (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f97 98 CONTINUED: (2) 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHELAN",
          "text": "Shhhhh. The Girl giggles. Phelan guides her into a waiting limo. STREET PERSON comes over to the rear windows of the car knocking. The DRIVER gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "Get lost! The Driver KICKS the Street Person away from the limo. A Homeless Man warming by a fire starts shouting. It is the Homeless Man that Bruce gave his coat to years before. Th coat is worn but recognizable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "Leave him alone! Let him be! The limo moves off. Close on the Street Person watching i leave. IT IS BRUCE. He glances down at a tiny CAMERA in h lap. Smiles at the screen: Phelan and the Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne places two BRONZE GAUNTLETS on a trestle table. FIR up a paint sprayer. Starts coating them matte BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne is showing Alfred DIAGRAMS. We catch only GLIMPSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "If we order the main part of this... (points) ...cowl from Singapore-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Via a shell corporation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Indeed. Then quite separately, place an order through a Chinese manufacturer for these- Alfred points at a diagram which looks like a pair of HOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(nods) Put it together ourselves. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99 CONTINUED: (2) 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Precisely. Of course, they’1ll have to be large orders to avoid suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "How large?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Say, ten thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(smiles) Least we’1ll have spares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fox, at his desk, watches Wayne approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "(smiles) What’s it today? More \"spelunking\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Sper-lunking. And no, today it’s base-jumping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Base-jumping? What, like parachuting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I need some kind of lightweight grappling hook...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Base jumping’s illegal-you can’t just take the elevator. Fox shakes his head at Wayne. Gets to his feet. They sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "We’ve got suction pads, grapples...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Any good? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 CONTINUED: (2) 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Nope. But this thing’s pretty neat. Fox pulls out a box. Inside: a bronze GRAPPLING GUN and HARNESS. FOX (CONT’D) Pneumatic. Magnetic grapple. Monofilament tested to 350 pounds. Wayne feels the weight. It is light. Strong. He picks up HARNESS that goes with it. Shoulder straps with a wide, hi-tech BELT. Wayne shoves the back end of the gun into t belt buckle- it CLICKS into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Too expensive for the army? Fox takes it back from Wayne. Sardonic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Guess they never thought about marketing to the billionaire base-jumping, spelunking market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Look, Mr.Fox, if you’re uncomfortable-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Mr.Wayne, if you don’t tell me what you’re really doing, then when I get asked... I don’t have to lie. But don’t treat me like an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(nods) Fair enough. Fox looks at Wayne. Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Come on, I’1l show you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fox hands Wayne a sheet of black fabric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Notice anything? Wayne examines it, shrugs. Fox puts on a GLOVE. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 CONTINUED: (2) 61. FOX (CONT’D) Memory fabric- dual layer polymers with variable alignment molecules. Flexible ordinarily, but put a current through it... Fox GRABS the fabric- which instantly POPS into the RIGID shape of a small one-man TENT. Wayne raises his eyebrows. FOX (CONT’D) ...the molecules align and become rigid. Wayne pushes on the tent, feeling its strength, fascinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What kind of shapes can you make? Fox releases the tent, which instantly COLLAPSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "It could be tailored to any structure based on a rigid skeleton. Wayne lifts the black fabric, FLICKING it in a WHIPPING motion. Thinking. Then he sees something. Some kind of vehicle, covered by a tarp. HUGE TIRES visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What’s that? Fox, a twinkle in his eye, rolls up the memory fabric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "The Tumbler? Oh, you wouldn’t be interested in that. Wayne shoots Fox a look, and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TEST TRACK",
          "text": "Wayne pilots using aircraft-like control sticks. Fox, in passenger seat, hangs on as Wayne PUSHES the vehicle... The Tumbler SHOOTS PAST: LOW and WIDE, a cross between a Lamborghini Countach and a Humvee. Sandy camouflage, stealthangled panelling and variable-angle flaps across t back. Fox SHOUTS over the noise of the engine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f102 103 104 CONTINUED: (2) 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "She was built as a bridging vehicle! You hit that button- (Wayne reaches)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO, NOT NOW",
          "text": "(Wayne recoils) It boosts her into a rampless jump! In combat, two of them jump a river towing cables, then you run a bailey bridge across! Damn bridge never worked- but this baby works fine! Wayne inspects the cockpit: a forward-slung \"gunner’s\" driving position between their legs, video screens, electronic controls, windows with HEADS-UP DISPLAY. Wayne ACCELERATES... The Tumbler TEARS down the straightaway, SKIDS to a HALT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fox JOLTS with the stop. Turns to Wayne, a little green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "What do you think? Wayne turns to Fox with a slight smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Does it come in black?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne takes the hi-tech harness for the grapple and CUTS the shoulder straps, leaving a BELT WITH SLIDING ATTACHMENTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne lifts a GLOVED hand, metal contacts on the fingerti With his other hand, he picks up a FABRIC GLOVE, RIBBONS dangling from each finger. He thrusts the gloved hand int the fabric glove- the ribbons SHOOT OUT- RIGID FINGER EXTENSIONS like the SKELETON of a BAT’S WING. Wayne FANS PROJECTIONS, testing. \f105 106 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on: the COWL. Black, with a slight GRAPHITE sheen. Dramatic, ICONIC even without its ears. A BASEBALL BAT SMASHES into the crown, CRACKING it in two Alfred picks the pieces off the table, FROWNING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Problems with the graphite mixture, apparently. The next ten thousand will be up to specifications. Wayne looks up from adjusting a servo-mounted microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "At least they gave us a discount.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Quite. In the meantime, might I suggest, sir, that you try to avoid landing on your head? Wayne shoots Alfred a look. Then fits the microphone into the horn-shaped \"ear\" from the cowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne GRINDS METAL at a lathe. Alfred approaches with a thermos. Wayne stops grinding, BLOWS on his handiwork...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Why the design, Master Wayne? Alfred indicates the steel carved into a BAT’S WING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "A man, however strong, however skilled, is just flesh and blood. I need to be more than a man. I need to be a symbol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "And why the symbol of the bat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Bats frighten me. (slight smile) And it’s time my enemies shared my dread. Wayne tilts the crude BATARANG, watching light dance acro the brushed steel. He THROWS it WHISTLING into darkness.. \f107 108 64. INT. FALCONE’S CLUB, DOCK AREA -- NIGHT 107 Judge Phelan sits sandwiched between two GIRLS, drink and cigar in hand. He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHELAN",
          "text": "Carmine! Where are you going? Falcone is putting his coat on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Duty calls. You have yourself a good time, Judge. Falcone turns to the CLUB MANAGER. Leans in. FALCONE (CONT’D) If he’s too cheap to get a hotel, at least make him take his car around to the alley. (shakes his head) No class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down in the stacks, THUGS unload BOXES an open container. HEADLIGHTS light them up- everyone FREEZES. A sedan pulls up. FLASS emerges. Approaches one of the thugs holding a box. OPENS it, YANKS out a STUFFED TOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "Cute. Flass RIPS open the toy, pulls a plastic PACKAGE from inside. FLASS (CONT’D) (mock surprise) Oh? What have we here? Nobody reacts. Flass hands the toy back to the Thug. FLASS (CONT’D) Carry on, gents. Flass heads inside a massive warehouse to a set of office \f109 110 111 112 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flass enters. Falcone sits at the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "You believe this hump, Flass? He indicates a thin man opposite. Flass sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "Problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Crane here’s making insinuations. The thin man, CRANE, leans forward. A cold presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insinuations? Well, let me be clearer- you stepped on the last shipment before you delivered it to me. You cut it with baby powder, and rendered it useless for my purposes. Falcone stares at the slight man, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "(furious) Flass, tell this guy what happens to people who talk to me this way. EXT. FALCONE’S CLUB, DOCK AREA -- CONTINUOUS 110 Judge Phelan stumbles out of the club with the GIRLS. The pile into the waiting limo. The Club Manager gestures to Driver to pull around into the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Limo idles in the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Driver picks his ear. The partition is closed. The Driver examines his finger... WHAM!!! A BLACK SHAPE LANDS ON THE HOOD- the Driver’s eye go wide as- SMASH! !!- a BLACK-GLOVED FIST SHATTERS THE WINDSCREEN an GRABS the Driver’s neck... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 115 CONTINUED: (2) 66. IN THE BACK: Phelan sits BOLT UPRIGHT. The girls look around, ALARMED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN.",
          "text": "Crouched like a dark animal on the hood- the Girls SCREAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Homeless Man looks up from his brazier, curious. He s a dark shape on the hood of a limo, a LONG BLACK CLOAK BILLOWING out behind it... screams echo through the alley",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phelan scrambles back in his seat, whimpering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "You have eaten well... As Gotham has starved. Batman’s eyes stare out of the black cowl at Phelan. BATMAN (CONT’D) This changes tonight. Batman SHOOTS UP OFF the hood, banging onto the roof-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Homeless Man STARES OPEN-MOUTHED at Batman standing, ICONIC, on the roof of the limo, cloak billowing... Batma turns his head towards the Homeless Man-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Nice coat. -and FLIES UP from the limo, DISAPPEARING into the shadow high above... The Homeless Man looks down at his coat, then back up to shadows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "(small) Thanks. \f116 117 118 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane looks at Falcone, matter-of-fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m aware that you’re not intimidated by me, Mr.Falcone. But you know who we’re working for... and when he gets here I don’t think he’s going to want to hear that you’ve been endangering our operation just to filch a few dollars from your dealers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "He’s coming to Gotham?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon. This is our last shipment. Falcone shifts, SUDDENLY UNEASY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THUG hands a box to a SECOND THUG, who walks away along the corridor of containers. The first Thug turns back to darkness of the open container, reaches in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE IS YANKED INTO THE DARKNESS WITH AN ECHOING CRY-",
          "text": "Second Thug TURNS, stares uneasily down the deserved corridor to the BLACK MOUTH of the open container...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND THUG",
          "text": "Steiss? No reply. He puts down his box. Draws his gun. A THIRD TH comes around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD THUG",
          "text": "Come on, we gotta- He sees the Second Thug’s gun. Draws his own. They move cautiously towards the open container...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Thugs peer into the blackness of the open container - \f119 120 68. Behind them, a LAMP hanging above the corridor SHATTERS, Thugs turn, startled, to see another lamp shatter and go dark- them another and another, DARKNESS ADVANCING TOWARD THEM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falcone lifts his hands in a gesture of peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "There’s no need to argue- you can just test the stuff here and now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s why I came. Flass tosses the package onto the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the closest lamp SHATTERS, a GLINT of metal DROPS to t ground... the Second Thug bends, picks it up, STARING; A BAT-SHAPED brushed steel plate. The Second Thug looks u confused, but the Third Thug is STARING above him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND THUG",
          "text": "What? The Second Thug looks up himself: a DARK SHAPE HANGING fr a CRANE directly above him... A GIANT BAT, WINGS FOLDED, head pointed towards the groun SECOND THUG (CONT’D) What the hell- The Bat DROPS- wings WHIP OUT, RIGID- CATCH the air- FLIPPING the shape downwards- ENVELOPING THE SECOND THUG DARKNESS- the Third Thug BOLTS, RACING between containers arms PUMPING- He SPRINTS headlong down the narrow corridor, SKIDS aroun corner, RACES towards-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEET, WHIPPING HIM INTO DARKNESS WITH A PIERCING SCREAM..",
          "text": "\f1214 122 123 124 125 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Other Thugs REACT to the SCREAM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falcone and Crane hear the scream. Flass JUMPS up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thugs, guns drawn, advance into the stacks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Fourth Thug WHIPS around a corner to see a JUMPY THUG covering the other end of the corridor... The Fourth Thug nods, steps backwards. MOVEMENT in the shadow behind him... BATMAN IS ALREADY IN FRAME- his arm FLASHES forward with his CLOAK, WRAPS the Thug’s neck, YA him backwards into the shadows.. Jumpy Thug sees the other Thug DISAPPEAR... he OPENS FIRE STROBING the stacks, revealing INDISTINCT GLIMPSES of MOVEMENT. ELSEWHERE IN THE STACKS: Thugs REACT to the gunfire... Flass stands outside the stacks, gun drawn, listening. He moves back into the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "What the hell’s going on?! Flass looks at Falcone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "You’ve got a problem out there. Falcone reaches behind the desk, PULLS out a SHOTGUN. \f126 127 128 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jumpy Thug FIRES blindly at STROBING SHADOWS- GLIMPSES of DARK CLOAKED FIGURE moving from SHADOW TO SHADOW. Jumpy T empties the clip. FUMBLES for another as he looks out int the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHERE ARE YOU",
          "text": "A whispered word at his ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Here. BATMAN’S FACE, UPSIDE DOWN, at the Thug’s shoulder- Jumpy Thug SCREAMS as he is ENGULFED by DARKNESS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flass scuttles over to his car. Crane pauses, listening t the shouts and gunfire. Then moves off into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falcone advances through the stacks, shotgun in hand. He rounds a corner to find FIVE THUGS, various weapons in ha in a loose defensive ring, peering out into the darkness. A SHADOW DROPS into the center of their ring- Thugs TURN, SHOUTING, one SWINGS a CHAIN, another a KNIFE -Batman DUCKS the chain- SWEEP-KICKS the knife-wielder to the ground. Chain SWINGS again... Batman JUMPS up, one leg LOW to let the CHAIN WRAP around his ANKLE- Batman KICKS his leg sideways RIPPING the chai from its owner, then HEAD BUTTING him down - Batman SPINS his CHAIN-WRAPPED LEG in a ROUNDHOUSE KICK, WHIPPING THREE THUGS behind him in the fade with the CHAI All three go DOWN. The rest are unconscious or gone. Batman STANDS there, long cape BILLOWING out to one side. The chain SLIDES from his leg. Falcone is behind him, SHOTGUN aimed dead at Batman’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "What in God’s name are you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129 CONTINUED: (2) 71. Batman opens his hand, revealing TWO SHOTGUN CARTRIDGES. Then TURNS, billowing cape WRAPPING around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I’m Batman. Falcone pulls the trigger. CLICK. INT. BEDROOM, RACHEL’S APARTMENT -- LATER 129 Rachel TOSSES, trying to sleep, eyes shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Rachel Dodson. Rachel bolts upright, GRASPING at her bedside table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Who’s there?!! She pulls out a TASER- PEERS into the shadows: Silhouette by the window- a dark, cloaked figure. Batman. RACHEL (CONT’D) Take one step, I drop you! Batman moves his arm- something DROPS onto Rachel’s bed: FILE, spilling PHOTOS. She FLINCHES. GLANCES DOWN: photos Phelan and the girl in the limo. RACHEL (CONT’D) What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Leverage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What do I need leverage for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "To get things moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Someone like you. Someone who’1ll stand against the corruption. Rachel reaches for the lamp, her eyes off the window for INSTANT it takes to ILLUMINATE the room, revealing- No one. \f130 131 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon approaches, coffee in hand: TIED-UP THUGS sit agai the container full of DRUGS. UNIFORMS hold back a line of PRESS, who snap away at the surreal scene. Gordon crouche to look at the Thugs, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP, (0.S.)",
          "text": "Falcone’s men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(shrugs) Does it matter? We’1l never tie him to it, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP, (0.S.)",
          "text": "I wouldn’t be too sure of that. Gordon looks up. The uniformed Cop is POINTING. At a HARB LIGHT trained on the heavens. Gordon RISES, walks towards it. Two Cops stand there, STARING: Falcone is STRAPPED to the LIGHT, UNCONSCIOUS, arms sprea Coat RIPPED, hanging from his arms in a STRANGE PATTERN. CoP 1 Th hell is that? Looks like... Gordon follows their gaze up to where the BEAM of light C FALCONE’S SHADOW onto the CLOUDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 2",
          "text": "Like a bat. Gordon stares at the projection. It is a BAT SYMBOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Cut him down. Gordon moves away, THINKING. Something catches his eye: a block away. Halfway up a building. A BLACK FLAG blowing i the wind... Not a flag.. a DARK FIGURE, wearing a CAPE, sitting on a LEDGE... BATMAN. WATCHING. INT. FINCH’S OFFICE -- MORNING 131 Rachel TOSSES a newspaper onto Finch’s desk, BEAMING. The front page: a huge photo of Falcone strapped to the light",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "No way to bury it now. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f132 CONTINUED: (2) 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "Maybe so, but there’s Judge Phelan-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’ve got Phelan covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "And this \"bat\" they’re babbling about. Rachel breaks eye contact for an instant, UNCOMFORTABLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Even if these guys’1l swear in court to being thrashed by a giant bat... we have Falcone at the scene- drugs, prints, cargo manifest- everything. Finch considers. Grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINCH",
          "text": "Damn right. Let’s get frying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loeb addresses CAPTAINS, SERGEANTS, LIEUTENANTS. Gordon a the back. Loeb HOLDS up the PAPER, SMACKS the front page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOEB",
          "text": "Unacceptable. I don’t care if it’s rival gangs, Guardian Angels or the goddamn Salvation Army- get them off the street, and off the front page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN SIMPSON",
          "text": "They say it was one guy... or thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOEB",
          "text": "Dipping into their own supply- it was some asshole in a costume. (the room chuckles) If it’s one guy, that’1ll make it a lot easier for you, won’t it? Gordon RAISES his hand. Loeb NODS, cautious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "This guy did deliver us one of the city’s biggest crime lords. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f133",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOEB",
          "text": "(glares) No one takes the law into their own hands in my city, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred opens the curtains. Wayne WAKES, squinting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(groggy) Bats are nocturnal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Bats, maybe... but even for billionaire playboys, 3 o’clock is pushing it. The price of leading a double life, I fear. Alfred PUTS down a tray: water, fruit, newspaper. ALFRED (CONT’D) Your theatrics made an impression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Theatricality and deception are powerful weapons, Alfred. It’s a start. Wayne glances at the paper. Gets out of bed, bare-chested Alfred sees BRUISES across his torso and arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "If those are to be the first of many injuries... it would be wise to find a suitable excuse. Polo, for instance. Wayne throws Alfred a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’m not learning polo, Alfred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Strange injuries, a nonexistent social life... these things beg the question of what, exactly, Bruce Wayne does with his time. And his money. Wayne considers this. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What does someone like me do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(shrugs) Drive sports cars, date movie stars... Buy things that aren’t for sale. Wayne looks at Alfred. Nods. DOWNS the water, stands straight, feet together- FALLS FORWARD to the floor- into his dizzyingly fast push-ups. Alfred watches. Concerned. ALFRED (CONT’D) Who knows, Master Wayne- if you start pretending to have fun, you might even have a little by accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane, briefcase in hand, is BUZZED through thick steel a glass doors and met inside by a PRISON OFFICIAL. They wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON OFFICIAL",
          "text": "Dr.Crane, thanks for coming down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all. So he cut his wrists?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON OFFICIAL",
          "text": "Probably looking for an insanity plea, but if anything happened...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, better safe than sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane enters. Falcone sits at a table, wrist bandaged. Cr places his briefcase on the table. Falcone smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Doctor Crane, it’s all too much, the walls are closing in, blah, blah, blah. Couple more days of this food, it’1l be true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "We got a lot to talk about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such as?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Such as, how you’re gonna convince me to keep my mouth shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what? You don’t know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "I know you wouldn’t want the cops taking a closer look at the drugs they seized. Crane REACTS to this. Falcone SMILES, enjoying the reacti FALCONE (CONT’D) I know about your experiments on the inmates at your nuthouse... (off look) I don’t get into business with someone without finding out their dirty secrets. Those goons you hired.. I own the muscle in this town. Falcone leans forward. Looks Crane in the eye. FALCONE (CONT’D) So what have I been bringing in for you hidden in my drugs, Crane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he wanted you to know he’d have told you himself. Falcone shifts slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "I’ve been smuggling your stuff in for months, so whatever he’s got planned, it’s big. And I want it. Crane studies Falcone. Considering. Sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already know what he’ll say... that we should kill you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falcone leans forward, glaring at Crane with contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Even he can’t touch me in here. Not in my town. Crane SHRUGS. Leans forward. Pops the locks on his briefcase. Smiles at Falcone. Crane reaches into his briefcase. Inside is a BREATHING APPARATUS attached to a small BURLAP SACK MASK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like to see my mask? He pulls the mask out of the case. Holds it up. CRANE (CONT’D) I use it in my experiments. Probably not very frightening to a guy like you. But those crazies... Falcone stares at Crane, uneasy. Crane puts on the mask. is a sack with eye holes and twine stitching for a mouth. CRANE (CONT’D) ...they can’t stand it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "When did the nut take over the asylum- WHUMP- a cloud of white SMOKE shoots out of Crane’s briefcase. Falcone pushes his chair back, COUGHING, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They scream and cry... Falcone looks up at Crane in his mask- Through Falcone’s eyes: tiny LIZARD TONGUES FLICK out of holes in Crane’s mask. CRANE (CONT’D) ...much as you’re doing now. Crane TOWERS over Falcone, FLAMING EYES and FLAMING MOUTH Falcone SCREAMS. \f136 137 138 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane emerges with his briefcase. The Prison Official hov outside. SCREAMS ECHO from inside the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, he’s not faking. Not that one. The Prison Official nods gravely. Crane leans in. CRANE (CONT’D) I’1l talk to the Judge, see if I can get him moved to the secure wing at Arkham. I can’t treat him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COAST GUARD HELICOPTER touches down on the back of a heavily damaged DESERTED CARGO SHIP. Two COAST GUARDSMEN with FLASHLIGHTS jump onto the deck of the ship to take a look around. BAFFLED. The deck is lined with HOLES. The Coast Guardsman shines his light into a MASSIVE HOLE. INT. EARLE’S OFFICE, WAYNE INDUSTRIES -- AFTERNOON 138 Earle is at his desk. A EXECUTIVE walks in, TROUBLED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "We have a situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "What kind of situation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "Coast guard picked up one of our cargo ships last night. Heavily damaged. Crew missing, probably ead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "Ship was carrying a prototype weapon. A microwave emitter... \f139 140 141 142 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARMY BRASS and SCIENTISTS waiting for a demonstration... industrial MACHINE the size of a small van sits on the ground a hundred feet from a WATER TOWER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE, (V.0.)",
          "text": "It’s designed for desert warfare- it uses focused microwaves to vaporize the enemy’s water supply... The Scientists and Brass don goggles. Fire up the machine the water tower starts SHAKING... then EXPLODES in a CLOU OF STEAM that drifts towards the observers like FOG. INT. EARLE’S OFFICE, WAYNE INDUSTRIES -- CONTINUOUS 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "It looks like someone fired it up at sea- judging from the damage to the ship and cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "What about the weapon? The Executive shifts, uneasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "It’s missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BUGATI VEYRON (looks, and costs, a million) pulls up to the valet station. Wayne emerges, impeccably tailored, fr the driver side. The VALETS scramble to the passenger sid Open the door to find TWO BLONDES, one on the other’s lap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tables around a decorative infinity pool. Earle and his GUESTS at a table. Earle sees Wayne enter with the Blonde He sighs. Then waves. \f143 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The table is littered with bottles and empty plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "At least he’s getting something done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE GUEST",
          "text": "Bruce, help me out here. Wayne turns from the Blondes. They stand up and walk over the pool. Wayne smiles, turns to the Female Guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "A guy who dresses up like a bat clearly has issues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "But he put Falcone behind bars-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE GUEST",
          "text": "And now the cops are trying to bring him in, so what does that tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "They’re jealous? Wayne watches as, behind them, one of the Blondes slips o her dress and lowers herself into the pool... the other o giggling, follows her lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "If he’s so benevolent why does he hide his face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST",
          "text": "Maybe he’s protecting the people he cares about from reprisals. Wayne nods, considering. The MAITRE D’ slides up, annoyed MAITRE’ D Sir, the pool is for decoration, and your friends do not have swim wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Well, they’re European. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 CONTINUED: (2) 81. MAITRE’ D I’m going to have to ask you to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(turns to Earle) Mr.Earle, I’m buying this hotel. Will you please broker a deal? Earle nods. Patiently. WAYNE (CONT’D) (turns to Maitre D’) I think we should make some new rules for the pool area, don’t you? The Maitre D’ stares at Wayne. Dumbstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDES, (0.S.)",
          "text": "Bruce! The Blondes beckon Wayne. He comes to the edge of the poo",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Ladies? They SPLASH him. Earle turns away, shaking his head. Behi him, out of focus, Wayne is PULLED into the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and the Blondes, wet hair, in white HOTEL ROBES, waiting. The Valet pulls up in the Bugati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL, (0.S.)",
          "text": "Bruce? Wayne turns. Rachel is standing there, dressed for dinner Stunning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDES",
          "text": "(from car) Come on, Bruce. We have some more hotels we want you to buy. Rachel glances at the Blondes. Then back to Wayne. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f145 146 CONTINUED: (2) 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’d heard you were back. (Wayne nods) Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Oh, kind of all over, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(tense) No, Bruce, I don’t. And neither did a lot of people. People who thought you were probably dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You didn’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I never quite gave up on you. Wayne looks at her. Thinking. Gestures towards the Bugati",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Rachel, all that... that’s not me, inside I’m... different. I’m-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "The same great little kid you used to be? Bruce, deep down, your friends out there are great, too. It’s not who you are underneath... (pokes his chest) But what you do that defines you. Rachel moves past him. Wayne stands there, eyes burning. INT. GORDON’S APARTMENT -- EVENING 145 Gordon’s pregnant wife, BARBARA tries to get their TWO-YE OLD to eat. Gordon KISSES her, picks up the trash. EXT. BACK ALLEY, GORDON’S APARTMENT -- CONTINUOUS 146 Gordon sticks the lid on the trash can. THUNDER rolls around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS, (0.S.)",
          "text": "Gonna rain, huh? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "What do you want, Flass? Flass, leaning on his car, feigns offence. Pulls a pint bottle from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "How’s Barbara? The kid? Gordon takes a drag, eyeing Flass coldly. FLASS (CONT’D) Another one on the way, right? Big responsibility. And when you’re on a big case like Falcone... lot of time away from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Cut to it, Flass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "Just saying it’s good the case is clear cut- you’1l wrap it up easy. Flass finishes his bottle. Throws it at the trash cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "You come around here making threats, pretending to be liquored up... tells me you’re scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "(cold) Take care of yourself, pal. Gordon watches him head back to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN, (0.S.)",
          "text": "Trouble? Gordon looks up: Batman is crouched in the fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(shrugs) The scum’s getting jumpy because you stood up to Falcone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "It’s a start. Your partner was at the docks with Falcone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "He moonlights as a low-level enforcer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "There was another man. Testing the drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(surprised) It wasn’t a buy- why risk opening a package on the docks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Flass knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "He won’t talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "He’1l1 talk to me. Gordon looks up. Close on Batman, in the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Commissioner Loeb set up a massive task force to catch you. He thinks you’re dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "What do you think? Gordon gets to his feet, dusts off his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "I think you’re trying to help... Gordon looks up. But Batman is gone. GORDON (CONT’D) ...but I’ve been wrong before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three MEN walk through the canyons of shipping containers checking the tags with a flashlight. They stop at one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMS AGENT",
          "text": "This is the one I’m talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCK EMPLOYEE 1",
          "text": "What’s your problem with it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f148 CONTINUED: (2) 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMS AGENT",
          "text": "It shouldn’t exist. This ship left Singapore with 246 containers and arrived with 247. Probably dead illegals. You got a strong stomach? They HAUL the doors open. The Customs Agent looks inside: industrial machine the size of a small van. His torch pic out the WAYNE INDUSTRIES logo on the side. CUSTOMS AGENT (CONT’D) What the hell is this thing? BEHIND HIM: Dock Employee 1 raises a SILENCED GUN. FIRES. Dock Employee 2 helps DRAG the body into the container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raining. Flass stuffs falafel into his mouth. Grabs a banknote from the VENDOR. Flass walks down a dark street. YANKED from the pavement, he’s PULLED up between building falafel falling, UP and UP until face-to-face with. The Batman. Rain pouring off his cowl. Holding Flass by his ankle. Flass is SCREAMING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Who was with Falcone at the docks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "I don’t know, I swear to God-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Swear to ME. Batman DROPS Flass three flights down on the wire. PULLS TAUT- WHIPS him back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "(terrified whispers) I never knew his name... never... Sometimes shipments went to this guy before they went to the dealers-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "There was something else in the drugs, something hidden- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f149 150 CONTINUED: (2) 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "I don’t know- something! I never went to the drop-off- it’s in the Narrows- cops can’t go into the Narrows except in force...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Batman can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN ISLAND IN GOTHAM RIVER: a ramshackle LABYRINTH of crumbling public housing, makeshift additions GROWING LIK FUNGUS AROUND AN INSANE ASYLUM. A walled city. Slick with rain. Batman LANDS, CROUCHING, looking at the windows of a WAREHOUSE built around the supports of the MONORAIL track",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman slips through a louver, drops SILENTLY to the floo amidst. By the freight elevator is a massive shipping cra Batman leaps up onto its lid- pries it open. Inside: the industrial machine the size of a small van. Batman sees the WAYNE INDUSTRIES logo and a number:",
          "sentiment": "neutral"
        },
        {
          "speaker": "M-EMIT.42B",
          "text": "NOISES. Batman melts into the shadows. THREE MEN enter. T are the Dock Employees. The third is Crane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCK EMPLOYEE 1",
          "text": "The boss wants you to keep it in the asylum until the time comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine, leave the body. Torch the place. No traces. The Thugs pull the Customs Agent’s body out then push the crate onto the elevator. Crane notices RAIN spattering of the open louver. He steps towards it. Thug 2 turns from t elevator holding a Molotov cocktail. LIGHTS it- A cord WRAPS around the BOTTLE- YANKS it into the shadows Its fuse is EXTINGUISHED. The Thugs STARE at the darkness (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f151 CONTINUED: (2) 87. Batman RIPS from the shadows- Thug 1 pulls a gun- Batman SMASHES his arm to the ground. Thug 2 moves in from the side- is DROPPED by a fast elbow to the neck. Batman turns to Crane- now wearing his MASK. Carne’s hand FLASHES towards Batman, who DODGES a small puff of SMOKE. Batman moves for Crane- COUGHS, CHOKES- losing BALANCE- GASPING... Batman looks at Crane, sees a monster: FLAMING EYES, ELONGATED LIMBS, SPINNING like a DERVISH... Batmen REELS, in the throws of a hallucination. Crane SMASHES the BOTTLE over him, soaking him with GASOLINE... Batman LURCHES for the windows, IMAGES ASSAULTING his min INSERT CUT: BATS EXPLODE from the DARK CREVICE- Batman TURNS to Crane. Who holds a FLAMING LIGHTER. CRANE (CONT’D) Need a light? Crane TOSSES the lighter at Batman... who BURSTS into FLAMES. INSERT CUT: Ra’s Al Ghul OPENS his BOX- BATS BURST FORTH- Batman, IN FLAMES, SPINS- LEAPS desperately at the window",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman SMASHES through the window, CLOAK ABLAZE... FALLING... tries to ACTIVATE his CLOAK- but only gets one side to POP OPEN... the deployed wing causes him to SPIRA INSERT CUT: Young Bruce FALLING, FALLING in the well shaf Batman PLUMMETS, trailing flame, UNOPENED WING FLUTTERING with the violent FLAPPING of- BATS: SCREECHING, FLAPPING, FLUTTERING DARKNESS... Batman’s STIFF WING HOOKS a RAILING- SLOWS him with a JOLTRIPS- DROPPING him to the ground with a CRASH... Young Bruce HITS the dirt at the bottom of the SHAFT- ...and a SIZZLE, as wet pavement DAMPS the flames, GROANI Batman ROLLS his burning batsuit along the asphalt. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152 153 CONTINUED: (2) 88. Batman, smoldering, LURCHES into an alley, raises his grapnel gun, FIRES up at the enclosed roof- RIDES up- PUNCHES his way through wire and metal, CRAWLS onto his back, STARING up at the skyscrapers of Gotham. Rain blurr his vision. Insert cut: Young Bruce watches his Father CRUMPLE- Batman FUMBLES at his belt. Pulls out a tiny phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "(hoarse) Alfred?! Alfred?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred DRIVES, looks through the rear-view mirror at Batm who lies in the back, FLINCHING at invisible antagonists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "BLOOD! Alfred?! Blood! A sample- take a sa- sample- poisoned... To Batman- the car is FILLED WITH BATS... Mefistofle rises... Young Bruce in the throws of his PANIC ATTACK GULPS AIR- turns to his Father, LOOKS him in the eye and CONDEMNS HI",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRUCE",
          "text": "(shouting) We HAVE to go NOW, Dad!! Young Bruce DRAGS his parents from their seats...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne awakes. Shivering. Red-eyed from crying. Alfred sit at his bedside, watching over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(hoarse) How long did I sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Two days. It’s your birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "It was some kind of gas... I only breathed the slightest amount... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I dread to think, sir, what would’ve happened if you’d had a lungful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’ve felt those effects before... but this was much more potent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I took a blood sample and sent it to a laboratory known discreet both discreet... (hands Wayne paper) ...and prompt bloodwork",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(reading) Protein-based compounds... might be possible to work up an antidote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Shall I contact Wayne Pharmaceutical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I’ve got a better idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fox looks over the toxicology report. Looks up at Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "This was in your blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "It’s some kind of weaponized hallucinogen. Administered in aerosol form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Mr.Wayne, you are definitely hanging out at the wrong clubs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Could you synthesize an antidote?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Well, the hallucinatory compounds can be balanced... but this receptor’s a compound I’ve never seen before. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(reaches for paper) So you can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "(snatches it away) Did I say that? I just want you to know how hard it’s gonna be. Fox puts the report on his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Do you know what a Wayne Industries M-Emit42B is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "No. But she will... Fox starts typing on his computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX, (CONT'D)",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "It won’t tell us... (turns to Wayne) It must be a defense prototype.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Could you find out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "I’11 make a couple calls... I still have a couple friends in defense. 155 INT. D.A.’S OFFICE -- AFTERNOON 155 Gordon finds it. Knocks. Rachel looks up from her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Sergeant Gordon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Councilor. Thanks for seeing me. Gordon enters, shuts the door behind himself. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GORDON (CONT’D) (they shake hands) Will Finch go the distance on Falcone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "He’1l have to because of the press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "What about Judge Phelan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Someone gave me leverage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’d rather not say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(shrugs) There’s a loose thread on the Falcone case- I want to see what unravels higher up. I’m told you can be trusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(smiles) I’d rather not say. Rachel looks at Gordon, sizing him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Gordon, we’re working for a masked vigilante. Maybe from a rival gang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "My gut says he’s okay. And he’s getting things moving in this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "And when he gets bolder with success? Goes too far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Councilor, this guy took down a dozen of Gotham’s most vicious wiseguys single-handed and without killing one of them- he’s plenty bold already. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "If he takes a life... it’s on us. Gordon looks at her. Nods. A KNOCK at the door. Wayne put his head around the door. Rachel stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’m sorry, I’1l1 come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "I was just leaving, Mr.Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’m sorry, have we..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Gordon. Sergeant. No, I just recognized you. From your pictures. Wayne nods. Gordon looks at Rachel, nods goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(cold) What do you want, Bruce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I wanted to invite you a party-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "A party. Great. Just what I need...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Today’s my birthday. And I wanted to apologize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You don’t owe an apology, Bruce. You are who you are. It’ simple. I don’t have the right to expect anything more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I thought you could never quite give up on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Is the party at the house? I miss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I hate the place. I’d tear it down if I could. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(appalled) Bruce, don’t say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "The place is nothing without the people who made it what it was. Now there’s only Alfred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "And you. Rachel looks at him. An ASSISTANT sticks her head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "It’s Falcone. They moved him to Arkham Asylum on suicide watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Who authorized that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Judge Bentley, on the advice of the head psychiatrist, Dr.Jonathan Crane. Rachel starts getting her things together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Get Crane there right now- don’t take no for an answer... and call Dr.Lehmann, we’1l need our own assessment on the Judge’s desk by morning. The Assistant nods, leaves. Rachel heads for the door. RACHEL (CONT’D) Guess I won’t make your party...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You’re going to Arkham now? It’s in the Narrows, Rachel. Rachel gives him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You have yourself a great time- some of us have work to do. She hurries past him. Stops. Turns. Looks at him, softer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f156 157 158 159 160 CONTINUED: (5) 94. RACHEL (CONT’D) Happy Birthday, Bruce. She races down the steps. Wayne watches her go, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne hurries through the hall. Alfred in pursuit. Tables food and decoration fill the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "But Master Wayne, the guests will be arriving. Wayne turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Keep them happy until I arrive. Tell them that joke you know. Wayne hurries off. Alfred watches him go, exasperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne steps to the piano, hits 4 notes- the bookcase SWINGSOPEN. Wayne steps through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne descends. Arrives at the top of a wrought iron SPIR STAIRCASE, steps onto the dumb waiter at its center. Wayne pulls a lever, RELEASING the lift which PLUMMETS VERTIGINOUSLY DOWN the CENTER of the SPIRALING stair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lift hits the bottom with a great RATTLE of crimes. Wayne moves to a PADLOCKED BOX. Opens it: the BAT SUIT ha there- a PHANTOM, black eyes STARING back at him. He reac for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel’s car crosses the bridge to the Narrows. \f161 162 163 95. INT. CRANE’S OFFICE, ARKHAM ASYLUM -- MOMENTS LATER 161 Rachel sits in front of Crane at his desk..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ms.Dodson, there’s nothing to add to the report I filed with the judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Well, I have questions about your report. (off look) Such as, is it unusual for a 58-year old man with no history of mental illness to have a complete psychotic break?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. But this is a mental asylum for the criminally insane. The unusual is usual here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GLOWING WINDOW of Crane’s office. Batman, crouched on adjusts mikes in the ears of his cowl. INT. CRANE’S OFFICE -- CONTINUOUS 163",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "But isn’t it convenient for Falcone to suddenly develop these symptoms when he’s about to be indicted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s nothing convenient about his symptoms, Miss Dodson. (smiles, sympathetic) Look, I doubt we’re even supposed to be having this conversation, but off the record... Crane RISES, motioning. \f164 165 166 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ORDERLY talking to a NURSE. Crane leads Rachel past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We’re not talking about a few easily-manufactured eccentricities. Crane stops at a door. Motions Rachel to look: Falcone STRAPPED to the bed. He STARES at the door, mumbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALCONE",
          "text": "Scarecrow... S-scarecrow... S-S...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What’s \"scarecrow\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patients suffering delusional episodes often focus their paranoia onto an external tormentor, usually one conforming to the Jungian archetypes. (shrugs) In this case, a scarecrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman, upside down, CLINGS to the wall above the window the end of the corridor. He RACKS AUDIO FOCUS THROUGH the Orderly’s conversation, SETTLING on Crane’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel looks at Falcone, mumbling, delusional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "He’s drugged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) Psychopharmacology is my primary field- I’m a strong advocate. Crane turns to Falcone. Staring. CRANE (CONT’D) Outside, he was a giant. In here, only the mind can grant you power. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f167 168 169 CONTINUED: (2) 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You enjoy the reversal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs, smiles) I respect the mind’s power over the body. It’s why I do what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(hard) And I do what I do to put scum like Falcone behind bars, not in therapy. I want my own psychiatric consultant to have full access to Falcone, including bloodwork to find out exactly what you have him on. Crane stares at her. Shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane steps in, Rachel follows. He puts a key into the panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First thing tomorrow, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Tonight. I’ve already paged Dr.Lehmann over at County General. Crane turns the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AS you wish. The elevator descends. The doors open onto:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long, decrepit corridor. Water dripping, clearly disuse Crane steps off the elevator. Rachel follows, perturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel follows Crane into a vast room: Tables stretch off into the room, covered in bags of powd scales, aluminum barrels and DOZENS OF INMATES working th powder, refining it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f170 171 172 CONTINUED: (2) 98. Armed THUGS look up, curious. Crane surveys the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is where we make the medicine. Perhaps you should have some. Clear your head. He turns, but Rachel is gone. Crane smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel RACES into the elevator...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel HITS the 2nd floor button. Nothing. She HITS all t buttons, floors the alarm... all dead without the key. The door opens to Crane’s MASKED FACE. He reaches out-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boo. A small puff of GAS sprays from his sleeve. Rachel RECOIL coughing, choking. She looks up at Crane: The eyeholes of the burlap mask are FLAMING. Rachel SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Thugs DRAG Rachel into the room. The inmates stare blankly, clearly drugged. Crane turns Rachel’s reluctant face to look up at his mask. She GULPS PANIC BREATHS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who knows you’re here? Rachel SHAKES her head. CRANE (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHO KNOWS",
          "text": "Rachel PULLS away, BURYING her head in her arms. THE LIGHTS GO OUT. The Thugs look around, unnerved. Crane PULLS OFF his mask (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Thugs The First (2) 99. CRANE (CONT’D) (fascinated) He’s here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST THUG",
          "text": "who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The batman. exchange nervous glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST THUG",
          "text": "What do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What anyone does when a prowler comes around. (off look) Call the police. Thug looks at Crane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "You want the cops here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this point, they’re irrelevant. But the Batman... he has a talent for disruption. Let the cops wrangle him. CRANE (CONT’D) Force him outside, the police will take him down. (indicates inmates) Get them out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST THUG",
          "text": "(indicates Rachel) What about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She’s gone. I gave her a concentrated dose. The mind can only take so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND THUG",
          "text": "The things they say about him... Can he really fly? \f173 174 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman’s cape FLUTTERS as he SWINGS down two stories, LANDING at the high windows of the derelict corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD THUG",
          "text": "I heard he can disappear - Crane backs into the shadows, smiling at the Third Thug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We’1l find out, won’t we? The Thugs move either side of the door... GLASS SMASHES, across the room- a Shadow drops from a high window. Rache SCREAMS. The two thugs advance through the darkness. Second thug is GRABBED from above- PULLED UP, SCREAMING, into the blackness of the rafters. The First Thug peers up into the darkness, gun aimed. A SHADOW DESCENDS, SHOUTING- First Thug FIRES- the Shadow CRUMPLES onto him. It is the Second Thug- First Thug ROLL the body off, SCRAMBLES to his feet- Batman STRIKES him f behind, KNOCKING him unconscious. SIRENS outside, close. Batman looks at Rachel- Crane BURSTS from the shadows, arm high, aimed at Batman’ face- Batman grabs his arm, DUCKING away from the puff of GAS from Crane’s sleeve... Batman SPINS Crane, RIPPING of his mask, WRENCHES his arm around to his own face, RIPS Crane’s jacket open and pulls out the BLADDER full of tox",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Taste of your own medicine, doctor? Crane’s eyes go wide as Batman SQUEEZES the bladder and a choking cloud of dust sprays into Crane’s face... Crane falls to the ground, CHOKING. Batman turns him over pulls his face up to meet his. BATMAN (CONT’D) Who are you working for?! Crane’s eyes are wide with TERROR. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f175 CONTINUED: (2) 101. Batman is a DEATH’S HEAD- black eyes, fangs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s... Ra’s... Al Ghul... Batman reacts, pulls Crane tighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Ra’s Al Ghul is dead, Crane! who are you really working for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Crane just STARES at him, EYES GLAZING- MIND FLYINGIMAGES CASCADING THROUGH HIS FEVERED BRAIN... Crane smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Crane isn’t here right now, but if you’d like to make an appointment - Sirens outside. Batman TURNS to Rachel. Through her eyes: Batman is a towering HORNED, WINGED DEMON... Rachel LASHES OUT at the demon with all her might... Batm applies a GRIP to her neck that renders her unconscious. cop (over bullhorn)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURRENDER. YOU ARE SURROUNDED.",
          "text": "Batman RISES, carrying Rachel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE CARS surround the building. COPS have guns drawn, WAITING. STAFF emerge, blinking, from the darkened asylum Flass and Gordon arrive. Flass shouts at the Uniforms:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "What’re you waiting for?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "Backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "Backup?! Flass gestures at the DOZEN police cars outside the building. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f176 177 178 179 180 181 CONTINUED: (2) 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "The Batman’s in there. SWAT’s on the way, but if you want to go now... (smiles) I’m right behind you, sir. Flass turns to Gordon. Shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "SWAT’s on the way. Gordon shakes his head. Approaches the front doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman carries Rachel, cloak BILLOWING in his wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon moves through the dark, gun drawn, eyes FLICKING t terrified NURSES who make their way to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWAT OFFICERS pour out of vans, RACE up the front steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon tries the elevator- it is dead. He enters the STAI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SWAT team BURSTS in- FLASHLIGHTS on RIFLES SCAN the darkness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon locks down the stairwell- the way down to the disu wing is fenced off. He heads up- and is GRABBED and SWUNG OUT into the stairwell. Batman holds him as they ROCKET UPWARDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "What -! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f182 183 CONTINUED: (2) 103. Batman covers Gordon’s mouth- down below: the door SMASHE OPEN- SWAT team lights CROSS the darkened stairwell. Batm PULLS Gordon into the rafters. Gordon turns, FURIOUS- see Rachel. Lying in a storage space/open attic. Twitching: GORDON (CONT’D) (whispering) What’s happened to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Crane poisoned her with his toxin. He was the third man at the docks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Let me take her down to the medics-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "They can’t help her. But I can. THE LIGHTS COME ON- bleaching the stairwell- Batman, Rach and Gordon are in the shadow of the attic. Batman reaches down to his boot. Presses a SWITCH in the heel, producing a barely audible HIGH-FREQUENCY WHINE. BATMAN (CONT’D) (indicates Rachel) I need to get her the antidote before the damage becomes permanent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "How long does she have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Not long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A strange SQUEALING SOUND rises. Flass looks around, curious. A dark CLOUD crosses the moon... not a regular cloud...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Get her downstairs, meet me in the alley on the Narrows side. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f184 185 186 187 CONTINUED: (2) 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "How will you get out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "(indicates his boot) I called for backup. Crane’s been refining his toxin, stockpiling it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "What was he planning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I don’t know, but he’s been working for someone else. Gordon frowns at the loud SQUEALING noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flass SCREAMS- Cops DIVE for cover as BATS- thousands upo thousands- DESCEND on the Asylum, HEADING for the windows",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Windows SHATTER INWARDS as bats POUR into the building-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon covers Rachel as he carries her down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bats FLOOD into the bright stairwell, SOARING UP past the cowering SWATS, a BLACK MASS RISING, DARKENING the stairwell. Batman amidst the bats. Calm. Pulls the sounder out of hi heel, leans over the stairwell and DROPS it... Bats CYCLONE down the stairwell, FOLLOWING the signal. Batman JUMPS into the center of the black cyclone- HIDDEN FALLING... \f188 189 190 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman OPENS his cloak with a JOLT- lands HARD. He moves calmly through the bats, slipping past COWERING SWATS, moving past cell doors. Inmates STARE, wide-eyed out thei windows as he passes. Batman turns to a cell door, pulls small package out of his utility belt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two inmates FLINCH as the door lock BLASTS open and the d is KICKED In- Batman STRIDES across the cell between them",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Excuse me- And BLASTS the window of their cell. He SLIDES out... one Inmate turns to the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNATIC",
          "text": "What’d I tell ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon lowers Rachel to the asphalt. She STIRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN, (0.S.)",
          "text": "How is she? Gordon looks up to see Batman standing there. A SEARCHLIGHT from a chopper blasts them. Batman GRABS Rachel. Gordon points back to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Take my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I bought mine. Batman has disappeared into the dark end of the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLINDING HEADLIGHTS FLARE. A MASSIVE ENGINE ROARS-",
          "text": "Gordon DIVES out of the way as- The BATMOBILE comes flying out of the darkness... the matteblack, muscularity of the stealth-finished \"car\" BLO by. Gordon’s jaw drops. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f191 192 193 194 195 196 CONTINUED: (2) 106. GORDON (CONT’D) I gotta get me one of those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman DRIVES. Rachel, COMING TO, hangs on, TERRIFIED. A CAR pulls across the alley- Batman hits the accelerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile SPEEDS towards the cop car-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cops GAWP at the Batmobile, BRACING-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile SMASHES into the cop car, huge front tires CRUSHING the bonnet, BOUNCING the Batmobile right over th cop car in a messy display of brute force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile TEARS left, and ACCELERATES down the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cops are scrunched down. One of them GRABS the radio. CoP 1 He’s in a vehicle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER",
          "text": "(over radio) Make and color? coP 1 It’s a black... (turns to partner. who shrugs) ... tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER",
          "text": "(over radio) Tank? \f197 198 199 200 201 202 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile WEAVES around traffic, DODGING freeway supports.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel BRACES against the dash, BREATHING FAST, staring a the road ahead... through her eyes: SPEED: pure, visceral SENSATION- lights STREAKING, column FLASHING past at unthinkable velocity-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "You’ve been poisoned. Stay calm. He looks at an intricate GPS display, then at the road ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile RACES along- JUMPS lights, nimbly DODGING through the cross-traffic. Two Cop Cars join the pursuit from the cross streets, lights BLAZING, sirens BLARING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman spots the Cops on a rear-view monitor, FLIPS a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile DROPS SPIKE STRIPS onto the road... the Cop Cars hit them- tires EXPLODE- rims light SPARKS as they GRIND, skidding SIDEWAYS, one laying into the other. Up ahead: the Batmobile SLALOMS outside of the freeway supports, ROLLS over the sidewalk, NIPS back into the roadway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An IMPATIENT COP is on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 3",
          "text": "At least tell me what it looks like... His eyes WIDEN: the Batmobile ROARS past. A shadowy MONST (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f203 204 205 206 207 208 CONTINUED: (2) 108. CoP 3 (CONT’D) Never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile comes out from under the elevated freeway a is hit by a SPOTLIGHT from a CHOPPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman glances at a row of BUTTONS- each one a tiny SCREE showing different views. Batman PUSHES one- that view fli onto the main display. Rachel is HYPERVENTILATING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Breath slowly. Close your eyes. She does so. For an instant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "That’s worse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three Cop Cars pull across the intersection in a ROADBLOC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman SPOTS the ROADBLOCK in front. Touches the GPS scre the map becomes THREE-DIMENSIONAL (heights of building, levels of streets). Batman SKIDS into a turn-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile SKIDS through the entrance to a multi-level PARKING GARAGE- TAKING OUT the ticket machine and barrier",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile RACES upwards through the structure, the ca enormous width TAKING OUT PILLARS at every turn. \f209 210 211 212 213 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel FLINCHES AWAY from the pillars-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What’re you doing?! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Shortcut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cop Cars SMASH into DOWNED PILLARS in the Batmobile’s wak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile ROARS out onto the top level, and is LIT UP the CHOPPER. The Batmobile REVERSES into a spot marked \"COMPACT\", CRUSHING the cars either side, then RACES forward... Cop Cars emerge onto the roof, BLOCKING THE ONLY WAY DOWN... Batmobile SCREECHES to a HALT-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman glances at his 3-d GPS. Then looks at Rachel. coP 3 (over loudspeaker )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TURN OFF YOUR ENGINE",
          "text": "She recoils, TERRIFIED by his mask, clawing at her harnes Batman puts his gloved hand on her frantic arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Trust me. Batman SLIDES into the FRONT DRIVING POSITION, body PRONE if riding a motorcycle, head in a glass POD between the front wheels. He HITS a button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CANNONS emerge from the nose of the Batmobile- BLASTING t far wall... the massive JET ENGINE at the back IGNITES, i mouth ADJUSTING... FLAPS on the front and REAR of the car FLARE OUT like a PYTHON spreading its neck... \f214 215 216 217 218 219 220 110. The Cops STARE. The Batmobile ROCKETS FORWARD... heading the GAP in the far wall... accelerating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel SCREAMS- Batman HITS another button-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An INVERTED SPOILER JAMS INTO THE AIRSTREAM at the front the car, BUMPING it just off the ground, a RAMPLESS JUMP-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile JUMPS OFF the parking garage, soaring over thirty-foot gap to LAND HEAVILY on a neighboring FLAT ROO The Cops STARE at one another, open-mouthed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman YANKS the steering left, hits the BOOST-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile TURNS- ROCKETS for the edge of the roof... SHOOTS over the gap to the next roof, CHOPPER IN PURSUIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman checks his 3-D GPS, ROCKETS forward, aiming at the next roof, a PITCHED CHATEAU-STYLE TILE ROOF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Corp Cars SHOOT along, paralleling the rooftop chase...FR BELOW: the Chopper SWOOPS LOW over the buildings... A GLIMPSE of the Batmobile as it LEAPS across to the next building... coP 4 (over radio) We’re on him, we’re on him... \f221 222 223 224 225 226 227 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile lands on the PITCHED ROOF, racing along at PRECARIOUS ANGLE, TILES SLIDING off the roof in its wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman’s forward-slung position is GYROSCOPICALLY BALANCE he is the only vertical element in the angled car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chased by the LOW-FLYING chopper, the Batmobile SWERVES u over the GABLES, roof CRUMBLING in its wake, RACING for t end of the roof which PARALLELS an ELEVATED FREEWAY. The Batmobile rockets forward- JUMPS THE LAST GABLE... DR onto the elevated FREEWAY, TRAFFIC SWERVING to avoid it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cop Cars see the Batmobile disappear onto the freeway abo coP 4 Dammit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman’s display shows a RADAR SWEEP and PLOTS a course through the differing speeds of the lanes. He pilots, LEANING left and right like a motorcyclist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile SWERVES- the Chopper’s light stays trained. TRAFFIC gets heavier. Cop Cars are CLOSING IN from behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman lifts himself back into the REAR DRIVING POSITION- THROTTLES BACK- KILLS all the lights, and the ENGINE. \f228 229 230 231 232 233 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile DROPS BACK, DARK... the Chopper LOSES IT. T Batmobile CRUISES across the lanes, a WRAITH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE, but for the steady WHINE of the ELECTRIC MOTOR. Rachel BREATHES in the sudden quiet. Eyes flickering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile SLICES across lanes, a SHADOW only visible BREAKING the GLARE of other cars’ HEADLIGHTS. The Cop Car pull forward, driving parallel, an empty lane between the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel stares at Batman in the intimate quiet. Her eyes a glaring. Her breathing is shallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "quiet (Stay with me.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cop turns left to look at the other Cop Car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 3",
          "text": "Where’d he-? He sees, between his car and the next, a BLACK SHAPE. COP 3 (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SPOTLIGHT hits the car- Batman HITS a button- the mai engine ROARS to life- Batman SLIPS into the prone positio Hits the BOOST. \f234 235 236 237 238 239 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile SHOOTS forward from between the two Cop Car",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile’s JET WASH BLASTS the windscreen, SHATTERIN it, the Cop throws his hands in front of his face-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cop Car SPINS out of its lane, SLAMMING into the guar rail as the Batmobile RACES ahead, weaving through traffi The Batmobile slides onto a TIGHTLY-CURVING EXIT RAMP... FLIES off the ramp, JUMPING DOWN onto the frontage road below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman KILLS the lights, running on NIGHT VISION. Rachel’ eyes flicker at the EERIE green view of ghostly trees, he breathing FASTER and still more SHALLOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Hold on. Just hold on. Batman YANKS A LEVER-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ground ANCHOR DIGS into the road, WHIPPING the Batmobil RIGHT in a HARD TURN, down a small turnoff... the Chopper LOSES the Batmobile, pursuing Cop Cars BLAZE PAST the turnoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel, crying, looks at the monstrous shapes of the tree FLICKERING, jagged tree shapes SPIN past DIZZYINGLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Rachel? Rachel?! No reply. Up ahead: a LOOKOUT over a river gorge. Batman PUSHES the Batmobile, SPEEDING towards the lookout. Rache glazes eyes REGISTER the danger- she TWISTS, PANICKED... \f240 241 242 243 244 245 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Batmobile ROCKETS off the edge of the lookout, over t gorge, FLYING STRAIGHT AT THE FACE OF A WATERFALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel SCREAMS as they SPLASH INTO THE FACE OF THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-AND EMERGE THROUGH THE CURTAIN OF WATER into the BATCAVE The Batmobile’s ground ANCHORS hook a steel CABLE, spinni an INERTIA REEL bolted to the cave wall, YANKING the car a halt like a jet landing on an aircraft carrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel BOUNCES in her seat. PASSED OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The canopy of the Batmobile hisses open in three complex sections, like insect wings IMPLODING. Batman LIFTS Rache from the cockpit, steps down onto wet shale... CARRIES he into the damp blackness of the caverns. Cloak BILLOWING in his wake, he heads for the GLOW of his work table. Gently lays Rachel on the table. RACKS up the scaffold to his computer station. A CONTAINER sits there with paperwork from Fox. Batman opens it, removes a VIAL. plugs it into a pneumatic SYRINGE, puts the syringe betwe his teeth- GLIDES off the scaffold, LANDING beside Rachel He INJECTS her in the biceps. Batman steps back, watching Rachel’s breathing SLOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon surveys the scene: COPS and SWATS dig through the mess, interviewing Inmates and sifting rubble. A DETECTIV sits in a cell doorway examining Crane’s mask. Crane is huddled in the corner, STARING. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f246 247 CONTINUED: (2) 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Is he cooperating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "If by cooperating you mean chewing his way through three sets of restraints, then yes, he’s cooperating. Did we catch the Batman? Gordon tries not to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Nope. A cop hurries over. CoP Sir, there’s something you should take a look at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiled baths and hydrotherapy equipment. A POOL in the center. The Cop leads Gordon to the edge... A massive HOL has been dug through the bottom. Dozens of ALUMINUM BARRELS sit alongside. Gordon climbs down, PEERS into the hole... A TORRENT of water runs at t bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Looks like they tapped the mains... Gordon looks at the dozens of aluminum barrels. Realizing GORDON (CONT’D) Get me somebody at the water board!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel’s eyes flicker open to the cavernous damp darkness She sees BATS banging high above. CLOSES her eyes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(under her breath) Oh. My. God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN, (0.S.)",
          "text": "How do you feel? His voice ECHOES as if spoken from al shadows at once. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(hoarse) Where are we? Nothing. RACHEL (CONT’D) Why did you bring me here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "If I hadn’t... your mind would now be lost. You were poisoned. Rachel thinks.., concentrating.., remembering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I remember... nightmares. This... face, this... mask. (realizes) Crane. It was Crane- Rachel STRUGGLES off the table, trying to stand. RACHEL (CONT’D) I have to tell the police- we’ve got- She SLIPS- Batman is there, CATCHING her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Rest. Gordon has Crane. In his arms she looks up at him- he lays her gently back onto the table. Retreats into shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Is Sergeant Gordon your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I don’t have the luxury of friends. Rachel watches this dark shadow hover just outside the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Why did you save my life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Gotham needs you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "And you serve Gotham? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I serve justice. Rachel STARES at the solitary shadow. Fascinated. Pitying",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Perhaps you do. Batman steps into the light. Holding a pneumatic syringe two vials. Rachel stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I’m going to give you a sedative. You’11 wake up back at home... Batman holds up the two vials. BATMAN (CONT’D) And when you do, get these to Gordon, and Gordon alone. Trust no one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "The antidote. One for Gordon to inoculate himself, the other to start mass-production. Batman hands Rachel the vials. She looks at him, curious. BATMAN (CONT’D) Crane was just a pawn. He was working for someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(remembering) Ghul... something Al Ghul...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Ra’s Al Ghul. It’s not him. He’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I watched him die. Batman approaches with the syringe. Rachel offers her arm Batman injects her. Her eyes close. Batman removes his co Wayne stands above the sleeping Rachel. Stares at her for inexpressibly lonely moment. \f248 249 250 251 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon is on the phone-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Someone’s been dumping a dangerous contaminant into the supply from this location for days, maybe weeks-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two TECHNICIANS sit there, one on the phone to Gordon. A large screen in front of them maps the water supply of Gotham.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "If that’s true then it’s already spread through the whole system. But no one’s reported any effects...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon looks around, thinking, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "It must be like chlorine or fluoride- harmless to drink, but when you breathe it it’s deadly... look, wake up your boss, see if there’s a way to flush out the system. Gordon hangs up. Frustrated. Notices something. A large SHIPPING CRATE. He turns to the Cop. GORDON (CONT’D) Open that up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne emerges from the bookcase. The noise of a PARTY outside the door. Alfred is there waiting, dinner jacket over his arm. Wayne grabs the shirt- dressing hastily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Rachel’s sedated. You can take her home. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f252 253 254 CONTINUED: (2) 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Very good, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Is Fox still here? (Alfred nods) Tell your staff to stop serving drinks and move everybody on after the cake. Alfred nods. Wayne moves to the door. Alfred STOPS him. Hands him a towel, gesturing at his face: Wayne is still wearing BLACK MAKEUP around his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundreds of GUESTS. Music. Tables groaning with food",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE GUEST, (0.S.)",
          "text": "There he is! Guests look up- Wayne WADES INTO the throng, GRINNING and GLAD-HANDING. The band strikes up with \"Happy Birthday\", Wayne spots Fox at the buffet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As sounds from the party drift over, Alfred gently arrang the unconscious Rachel on the rear seat of the car. He frowns as Rachel’s legs get stuck. He looks up to see a PARTY GUEST, cigarette in hand, staring, curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(smiles) A little the worse for wear, I’m afraid. Alfred YANKS Wayne’s gold clubs to one side, Rachel settl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guests are leaving. Wayne works the room, charming, but distracted... heading to Fox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Any word on that... item. Fox nods, glances around. Leans in, conspiratorial. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "A contact in heavy weapons tipped me off- it’s a microwave emitter. It vaporizes water. Wayne thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Could you sue it to put a biological agent into the air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Sure, if the water supply were poisoned before you vaporized it. Wayne takes this in. Grave. Nods at Fox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE, (0.S.)",
          "text": "Happy Birthday, Bruce. Wayne turns to Earle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Mr.Earle, good of you to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "(smiles) Not everybody thought you’d make it this far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Sorry to disappoint. How did the stock offering go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Very well- the price soared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Who was buying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "A variety of funds and brokerages... it’s all a bit technical- the key thing is, our company’s future is secure. Wayne nods. Gestures to Fox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Have you met Lucius Fox? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f255 256 CONTINUED: (3) 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Of course, Lucius, how are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Fox is showing me the ropes down at Applied Sciences... he’s a great untapped resource at our company, aren’t you, Mr.Fox? Fox shoots Wayne a look, but Wayne WINKS and moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "He’s a good kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "(cold) Fox, forget about kissing Wayne’s ass to get back in- I’m merging Applied Sciences with central archiving and you’re top of the early retirement list... (smiles at reaction) Didn’t you get the memo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon and the other Cops STARE at the MICROWAVE EMITTER. CoP What the hell is it? Gordon turns to the SWAT team members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "I don’t know, but nobody gets near it, understand? wWe’re closing the bridges, locking down the whole island. INT. BEDROOM, RACHEL’S APARTMENT -- CONTINUOUS 256 Rachel STIRS. On her bed fully clothed. Trying to remembe strange dream. She sees the two vials of antidote sitting her bedside table. HURRIES to her feet. \f257 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne moves across the party, heading for the study... An ELDERLY SOCIETY DAME grabs him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIETY DAME",
          "text": "Bruce, there’s somebody here you simply must meet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Mrs. Delane, I can’t just now... She TURNS Wayne to face an ASIAN MAN in his fifties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCIETY DAME",
          "text": "Now, am I pronouncing it right..? In the Asian Man’s buttonhole is a DOUBLE-BLOOMED BLUE POPPY. SOCIETY DAME (CONT’D) Mr. Al Ghul? The Asian Man nods. Wayne STARES at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You’re not Ra’s Al Ghul. He’s dead. The Society Dame laughs nervously, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "But is Ra’s Al Ghul immortal. .? Wayne TURNS. Standing there. Smiling. Ducard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUCARD",
          "text": "Are his methods supernatural. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(understanding) Or cheap parlor tricks to conceal your trues identity.., Ra’s? Ducard (THE REAL RA’S AL GHUL) smiles acknowledgment. DUCARD/RA’S AL GHUL Surely you don’t begrudge me dual identities? Ra’s Al Ghul walks Wayne through the dwindling party. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RA’S AL GHUL I’ve been admiring your work, even as it’s interfered with my plans... Ra’s Al Ghul looks at Wayne with a tinge of sadness. RA’S AL GHUL (CONT’D) You were my greatest student... until you betrayed me. Wayne notices CERTAIN GUESTS staring at him: members of t League of Shadows. Wayne looks at the departing Guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Your quarrel is with me. Let these people go. RA’S AL GHUL AS you wish. But they don’t have long to live- your antics at the Asylum have forced my hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Crane was working for you. RA’S AL GHUL His toxin is derived from the organic compound in our blue poppies. Crane was able weaponize the compound. A brilliant scientist, but no visionary. He just wanted money and power- (smiles) I told him the plan was to hold the city to ransom... but, in fact-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You’re going to unleash Crane’s poison on the entire city... RA’S AL GHUL (nods, serious) Then watch Gotham tear itself apart through fear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COP CARS BLOCK the bridge. Police in RIOT GEAR, some on HORSEBACK. Rachel argues with a POLICE OFFICER. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER",
          "text": "Orders are, no one crosses-",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Officer, I’m a Gotham City District Attorney with information relevant to this situation- so let me pass. Rachel brushes past him. He follows, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and Ra’s enter. The library is empty of guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You’re going to destroy millions of lives. RA’S AL GHUL No. Billions of lives. Gotham is just the beginning. The world will watch in terror as the greatest city falls. Anarchy and chaos will spread... mankind will ravage itself, the species will be culled and the balance of nature restored. The planet will be saved for all species. Wayne stares at Ra’s appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You’re inhuman. RA’S AL GHUL Don’t question my humanity, Brucewhen I found you in that fetid hole you were lost. I saved you- I showed you a path and took away your fear- I made you what you are. (stares at Wayne) And in return... you attacked me and burned my home... Ra’s looks up at his MEN in the gallery. Nods. The Men st SETTING FIRE TO THE DRAPES. RA’S AL GHUL (CONT’D) Since then, you’ve used my skills and techniques to interfere with my plans, plans in which you were supposed to play a part... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f260 261 CONTINUED: (2) 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "What part was that, Ra’s? To put my company at your disposal? To obtain your microwave emitter and plant it somewhere in Gotham? RA’S AL GHUL (smiles, nods) You were supposed to be Gotham’s destroyer... instead you became her only protector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "You underestimate Gotham. RA’S AL GHUL You underestimate Gotham’s corruptionwe’ve infiltrated every aspect of the city’s infrastructure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four SWATS are guarding the Emitter. One of them checks h watch. Gives a signal to the SECOND SWAT who nods and sta priming the machine... The Third SWAT turns-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD SWAT",
          "text": "Hey! What the hell are you- PHUUUT. The Fourth SWAT has shot him with a silenced pist Moving with military precision, the three Ninja/SWATS don gas masks place explosive charges along the wall. 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TRAIN DRIVER checks his watch. Hits the INTERCOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAIN DRIVER",
          "text": "(over loudspeaker ) This train is no longer in service. PASSENGERS groan, get to their feet. \f126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FLAMES ARE RISING. SMOKE GATHERING at the ceiling... RA’S AL GHUL Gotham is helpless without you. That’s why I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "To kill me? Ra’s Al Ghul looks at Wayne. Emotional. RA’S AL GHUL To bring you back to us, Bruce. The world will need great men like you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "To take power. RA’S AL GHUL This is not about power... this is about saving the planet before man destroys it with his greed, with his pollution, with his weaponry... Ra’s holds out his hand. A Ninja THROWS him a SWORD. He HANDS it to Wayne, placing the point at his own throat. RA’S AL GHUL (CONT’D) You still doubt me? Apply a few pounds of pressure... buy your precious city a reprieve. Ra’s looks into Wayne’s eyes with absolute conviction. RA’S AL GHUL (CONT’D) Kill me. Then you’11 understand how simple it is to do what’s necessary. Wayne holds the sword at Ra’s throat. Thinking. Ra’s star at Wayne with absolute conviction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I will not take life. I will not be a part of this. RA’S AL GHUL But you already are. You’ve given Gotham a potent symbol of fear... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f263 264 CONTINUED: (2) 127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I frighten criminals. RA’S AL GHUL You frighten everybody. A giant vengeful bat? What better apocalyptic symbol to haunt Gothams’ dreams as panic takes hold? Wayne stares at Ra’s Al Ghul. Pulls the sword away from h throat. Ra’s Al Ghul looks at him, contemptuous. Pulls at the handle of his cane, producing a SWORD. RA’S AL GHUL (CONT’D) Then die with Gotham- Ra’s STRIKES Wayne’s sword from his throat- lays into him sword in one hand, CANE/SHEATH in the other-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon turns. Rachel is there. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Better. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Thank the Batman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I already did. (reaches into pocket) He sent me with doses of the antidote for you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Ninja/SWATS crouch away from the back wall. One of th HITS a DETONATOR. A controlled EXPLOSION BLASTS a large h in the back wall- \f265 266 267 268 269 128.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cops react to the EXPLOSION- Gordon RACES into the building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Gordon, wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon and his men appear at the door to the room- the Ninja/SWATS are moving the Emitter through the hole in th wall- Gordon OPENS FIRE- the First Ninja/Swat turns to th second, SIGNALS... The Second Ninja/Swat ACTIVATES the Emitter- A PULSE OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENERGY RIPPLES FROM THE MACHINE... PIPES/TAPS/DRAINS EXPL",
          "text": "with pressurized STEAM- Gordon DIVES for cover-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manhole covers EXPLODE, RELEASING GEYSERS of STEAM. FIRE HYDRANTS EXPLODE, HISSING with steam- Cops hit the deck..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ALARM SOUNDS- the Technician points at a DOT on the ma",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "What’s that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "Some kind of pressure under the Narrows... like the water’s... (confused) ... boiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Did the valves hold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "Yeah, it’s contained. For now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops STARE at the cloud of FOG rising from the island. \f270 271 129.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s throws himself at Wayne with FEROCITY and SKILL- Way PARRIES, THRUSTS... WAVES of flame ROLL across the high ceiling as the great room approaches flashover point... Wayne PRESSES Ra’s back under the gallery... Ra’s THRUSTS OFF BALANCE- Wayne dodges- Ra’s goes DOWN- Wayne holds hi sword at Ra’s throat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Perhaps you taught me too well. Ra’s looks up at Wayne with a sly smile. RA’S AL GHUL Or perhaps you’1l never learn- A section of the BURNING GALLERY DROPS onto Wayne. RA’S AL GHUL (CONT’D) -to mind your surroundings as well as your opponent. Ra’s RISES. Looks down at Wayne, unconscious, PINNED unde BURNING TIMBERS. Firelight flickers on Ra’s’ face as he sheathes his sword/cane. RA’S AL GHUL (CONT’D) Rest easy, friend. Ra’s turns, walks out of the flaming library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s walks out of the burning building. Motions to a Ninj RA’S AL GHUL No one comes out. Make sure. He walks towards a waiting HELICOPTER. Another Ninja follows. RA’S AL GHUL (CONT’D) Is everything ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NINJA 2",
          "text": "They created a smokescreen in the Narrows- and they’re moving the emitter into place for your run. \f272 273 274 275 276 130.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Train Driver looks down at Arkham as he pulls overhea with his empty train. He STOPS the train above the Narrow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thick clouds of WHITE FOG fill the room. Gordon is",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Gordon, it’s me! It’s Rachel! I have the antidote! Gordon- Gordon RIPS his arm away- COUGHING, SPLUTTERING... he STA into the BLINDING WHITE... TERRIFIED, adrenaline kicking Rachel SHAKES Gordon, FUMBLING with the pneumatic syringe RACHEL (CONT’D) Stay calm... I can help you... Gordon looks at the needle, panicked. Then at her face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne, unconscious, PINNED by burning timbers, FLAMES RISING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Ninja guards the side door, STARING into the flames... WHACK! He goes down... ALFRED is standing there, nine iro in hand. He looks down at the Ninja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I sincerely hope you’re not from the fire department. Alfred rushes in to the burning house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred moves to Wayne, tries in vain to shift the BURNING WOOD from Wayne’s chest. He moves to Wayne’s face. SLAPS HARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Master Wayne! Master Wayne!! Wayne’s eyes flicker open. He PUSHES, but can’t move. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f277 278 279 280 281 CONTINUED: (2) 131. ALFRED (CONT’D) (exasperated) Sir, whatever is the point of all those push-ups if you can’t even- Wayne GLARES at Alfred, FORCES the weight from his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne and Alfred push through the burning room. Wayne JAB at the flaming piano keys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred and Wayne CRAWL onto the lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The burning house COLLAPSES. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke and flame EXPLODES through the passage- Alfred YANK the lever DROPPING them out of the heat- they SPEED DOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LANDING HARD. Smoldering. Wayne STARES up the SPIRAL: hig above, SPARKS and firelight. The CRASH of collapsing TIMB echoes down as WAYNE MANOR DIES. Tears form in Wayne’s ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "(whispers) What have I done, Alfred? Everything my family... everything my Father and his father built... Alfred struggles to pull himself to a standing position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(hoarse) The Wayne legacy is more than bricks and mortar, sir. Wayne stares up at the glowing shaft. Lost in his despair (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f282 283 CONTINUED: (2) 132.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I thought I could... help Gotham... but I’ve failed... Alfred makes a futile show of dusting down his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "And why do we fall, sir? Wayne looks at Alfred’s bruised, smudged, yet dignified face. ALFRED (CONT’D) So that we might better learn to pick ourselves up. Wayne looks up at his old friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Still haven’t given up on me? Alfred offers him a trembling hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(conviction) Never. Wayne takes Alfred’s hand. Gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ninjas in gas masks move the Emitter into position UNDER MONORAIL TRAIN. The bind it into a HOIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel injects Gordon. He stares into her eyes, questioni",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Breathe. Just breathe. NOISES draw Gordon’s frightened eyes to shape of COPS choking on the fog, SHOUTING. FIGHTING. Rachel pulls Gord to his feet- heads for the hole in the wall... RACHEL (CONT’D) Come on. \f284 285 286 287 288 289 133.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loeb and a LIEUTENANT get out of a car at the blockade. Starring across: FOG HANGS OVER THE ISLAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOEB",
          "text": "What in God’s name is going on in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Rioters FLIT past through the fog either side, Rachel DRAGS Gordon into a doorway... She looks up into the fog. Sees the Ninjas hoisting the emitter up to the monorail..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An INMATE at the window of his cell. A CLUNK- he turns- h cell door is OPEN. He looks out into the corridors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane, in Scarecrow mask, RINGS down the corridor, LAUGHI unlocked each door in turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE",
          "text": "(to himself) Scarecrow. Inmates emerge from their cells, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: black scalloped GAUNTLETS thrust onto purposefu hands. A dark CLOAK whipped around strong shoulders. A graphite COWL placed over an implacable face. A DARK FIGURE swallowed by the gloom. BATS flutter as an ENGINE ROARS to life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING IN on water tumbling hypnotically... The Batmobile EXPLODES through the water, ROCKETING onto opposite bank. \f290 291 292 293 294 134.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s Al Ghul puts on a gas mask as the helicopter descend",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel sits up from Gordon. Hears something: a DRAGGING NOISE behind her. She turns, stepping away from Gordon... A HORSE emerges from the fog. Crane is riding; in Scarecr mask. DRAGGING along behind, boot caught in the stirrup, dead MOUNTED POLICEMAN. CRANE TURNS TO RACHEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Crane! Crane shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hisses) Scarecrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loeb with a LIEUTENANT, watching the fog hang over the island. They head a massive ENGINE, turn, BLINDED by headlights.. the Batmobile RACES at the cordon, SHOOTS over the cars, clipping the roofs, Cops DIVING out of the way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The too-wide Batmobile RIPS metal sheets and drywall from both sides of the tiny alley- RIOTING INHABITANTS run SCREAMING- the Batmobile is heading for a dead end...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crane GALLOPS towards Rachel and Gordon and STOPS. Rioter emerge behind them... he REARS UP to STAMP RACHEL AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON -",
          "text": "Rachel fires her taser, plugging Crane in the face- he JERKS, SPASM- the HORSE BOLTS, THROWING him, DRAGGING HIM OFF INTO THE FOG.. Rachel watches him disappear. Then sees the Lunatics clos in on all sides... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f295 CONTINUED: (2) 135. The Batmobile SMASHES THROUGH THE WALL- Lunatics closing on all sides... The Batmobile opens- Batman emerges- runs to Rachel... A BRICK smashes into Batman’s head. He TURNS to the Riote STARING at him, TERRIFIED. Batman RISES in the mist... to their eyes: Batman is a twelve-foot shadowy devil with WINGS... They fling bricks, bottles, fighting off the demon. Batma GRABS Rachel, FIRES his grappling gun up into the fog... finds purchase- they SHOOT UP FROM THE MOB-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman sets Rachel down, looks out at Gotham: the Narrows below steaming, burning, screaming. The rest of Gotham WAITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "They’re going to unleash the toxin on the entire city. I have to find the microwave emitter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "They were lifting a machine up to the tracks... Batman TURNS to face Rachel, realizing-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Of course- the monorail. The track runs directly over the water Mains... Batman turns to the city, stares at the wide sweep of the monorail tracks. The \"spoke\" that lead in to Wayne Tower. BATMAN (CONT’D) He’s going to drive that thing straight into Wayne Tower and blow the main hub, creating enough toxin to blanket the entire city... \f296 297 298 299 136.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s Al Ghul climbs onto the train with three MASKED NINJ The narrow-band emitter fills the front car. Pulsing with energy. Ra’s moves to the driver’s position...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon looks up- the train moves overhead... as it passes manhole covers EXPLODE in its wake, sending up fresh GEYS of STEAM... Gordon watches the train go... starts RUNNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS sound- the Technician looks at the map- lights FLA",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "The pressure’s increasing... and it’s... Moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman stands at the edge- looks at the IMPOSSIBLE DROP t the moving monorail train...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Wait! Batman TURNS. Rachel stares at his eyes in the black cowl reaches up to his face. RACHEL (CONT’D) You could die. At least tell me your name. Batman turns. Looks back at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "It’s not who I am underneath... (touches his chest) But what I do that defines me. Rachel steps forward, recognizing her own words, REALIZIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Bruce- But he is already FALLING... \f300 301 302 303 304 137.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman FREE FALLS, cloak flapping, sliding his gloves int the activating pockets... The cloak goes RIGID- SMASHING THE WIND LIKE A PARACHUTE. Batman’s arms CONTROL his cloak, not simply arresting his fall, but GLIDING GRACEFULLY like a hand glider... He eyes the moving train and NOSES DOWN, ACCELERATING-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s pulls off his mask, watching the city speed around h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flass is in the driver’s seat, eating. Gordon opens the d GRABS him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASS",
          "text": "What the-? -FLINGS him out onto the asphalt- PEELS OUT... 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman STREAKS DOWN, CUTTING through the STEAM GEYSERS shooting up in the train’s wake... the train SPEEDS throu a station- Batman BANKS SHARPLY around the building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician stares at the map: BLINKING LIGHTS reach CLOSER AND CLOSER to Wayne Tower...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "Pressure’s building at the hub-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Open all the run-off valves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "They’re already blown! The Technician, worried, looks at a PRESSURE GAUGE: the NEEDLE is moving steadily HIGHER, towards the RED ZONE... \f305 306 307 308 309 138.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The track ahead passes into an office building- Batman no down- trying to get down onto the train before it reaches the building... Batman gets OVER the back of the train-it at the mouth of the tunnel- he COLLAPSES his cloak- DROPS onto the train just as it BLASTS into the building-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ra’s hears a THUMP. He nods at his Ninjas. They move into the rear car, COCKING machine guns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman lies on the roof- the train SPEEDS through the CANYONS of downtown Gotham... BULLETS tear through the ro several HIT BATMAN- JOLTING him loose, spinning his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ninjas see a SHADOW FALL FROM THE ROOF. One of them sticks his head up to check: nothing but fresh bullet hol At the Ninjas’ feet, UNNOTICED, a GRAPPLING HOOK sticks through the FLOOR of the train-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small CROWD outside a store watch news on stacked T.V.’ The train STREAKS overhead. People look up, SHOCKED to se Batman HANGING FROM THE TRAIN BY HIS GRAPPLING CABLE, FLY ALONG, 15 feet in the air, dodging STOPLIGHTS and AWNINGS The Train crosses over a busy intersection- Batman FLIES over CARS, between tall TRUCKS... behind him, in the trai wake, manhole covers EXPLODE, fire hydrants BURST... Batman STRUGGLES to fasten his grappling gun into his utility belt, but he’s being TOSSED too violently... Up ahead: more of Ra’s Al Ghul’s Ninjas ride in a truck preceding the train, guarding the monorail supports. \f310 311 312 139.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the truck, a Ninja puts a rocket-propelled grenade launcher on his shoulder, sighting Batman- the others aim their guns. A CURVE in the truck sends Batman SWINGING UP into the gl facade of a building, SMASHING ALONG THROUGH forty feet o plate glass... he clears the glass, looks ahead- sees the truck in his path, WEAPONS TRAINED ON HIM... The machine guns open up- the TRIGGER of the RPG is",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUEEZED -",
          "text": "BLAM- with a SHUDDER the truck is KNOCKED SIDEWAYS by a SPEEDING unmarked sedan- the grenade MISFIRES into the cab... GORDON is at the wheel of the unmarked sedan- he DUCKS DO the truck EXPLODES... Batman FLIES THROUGH THE FLAMES... On the other side, the track DEAD ENDS at another tunnel. Gordon looks up in time to see Batman LATCH the grappling gun into his belt- SHOOT UP, SKIRTING the lip of the tunnel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman JUMPS into the rear car- FIRES his grappling gun a Ninja’s leg, YANKS him DOWN... Ra’s glances back from the front car, but can’t see clear Batman DOWNS a Ninja with an ELBOW to the head. LEAPS for the door between cars- a Ninja in the front car LOCKS it- SMASH- Ra’s TURNS to see Batman at the rear door, glass falling from the window, hands around the Ninja’s THROAT. RA’S AL GHUL You! Batman DROPS the Ninja. LEADS UP out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALARMS: The technician watches the blinking lights move CLOSE to the HUB... the pressure gauge needle tips into t",
          "sentiment": "neutral"
        },
        {
          "speaker": "RED-",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f313 CONTINUED: (2) 140.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST TECHNICIAN",
          "text": "Everybody out! Out of the building! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND TECHNICIAN",
          "text": "But -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST TECHNICIAN",
          "text": "We’re sitting on the hub- she’s gonna blow and blow big, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman moves forward along the roof, cloak FLAPPING madly behind. Wayne Tower visible up ahead, the train STREAKING DIZZYINGLY through the tight CANYONS of Gotham... Ra’s Al Ghul climbs up onto the roof at the front of the train. Standing tall before Gotham, long coat blowing aro his legs. He marvels at Batman. RA’S AL GHUL You took my advice about theatricality a bit literally, don’t you think? He draws his sword from his cane. Batman LUNGES at Ra’s, SWINGS his sword at him- Batman PARRIES with his gauntlet SPARKS striking off the metal scallops. The train SHOOTS through a building, the airflow WHUMPING down on the duelists... Ra’s SWINGS his cane- Batman TRAPS it in his scallop- TWI his arm- sends the cane SPINNING away. RA’S AL GHUL (CONT’D) Familiar... Ra’s THRUSTS his sword at Batman’s chest, Batman DODGES left, dangerously close to the EDGE. He DUCKS at Ra’s, wh KNEES him sideways, SWINGING him at the FRONT EDGE of the train... Batman REGAINS FOOTING- Ra’s STRIKES DOWN at his head... Batman CROSSES HIS ARMS, CATCHING THE SWORD in the scallo of BOTH gauntlets, HOLDING FAST... RA’S AL GHUL (CONT’D) Don’t you have anything new? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f314 315 CONTINUED: (2) 141.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "How about this? Batman YANKS his ARMS in OPPOSITE directions, BREAKING RA AL GHUL’S SWORD IN Two. Ra’s STUMBLES back, loses footing, SLIPS onto the roof, SLIDING back toward the rear... Batman looks ahead to Wayne Tower approaching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first technician watches the pressure gauge needle sl up through the red. He CLOSES HIS EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Batman leans over the front of train- FIRES his GRAPPLING GUN into the front GUIDE WHEELS- which JAM, SPARKING, GRINDING... cable SPOOLS out of the grappling gun... the train SHUDDERS... RA’S AL GHUL (climbing to his feet) What’re you doing?! ! Batman THROWS the grappling gun at the SPARKING guide wheel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "What’s necessary. The guide wheel HITS the grappling gun- BUMPS OFF ITS TRACK... Ra’s DIVES onto Batman- SMASHES him against the roof- the train LURCHES, SCRAPING against the concrete guiderails.. Batman ROLLS Ra’s onto the bottom- but Ra’s is CHOKING Batman, THUMBS PUSHED DEEP INTO THE FLESH ABOVE BATMAN’S NECKPIECE... Batman STRUGGLES uselessly against Ra’s Al Ghul IRON GRIP RA’S AL GHUL Are you afraid?! ! Ra’s looks up at Batman’s DYING eyes... Batman’s hands ST PUSHING against Ra’s... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f316 317 318 CONTINUED: (2) 142.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "(choked) Yes... ...and slip down his cloak to the activating pockets- BATMAN (CONT’D) ...but not of you. The cloak goes RIGID- CATCHES THE WIND- like pulling a ri cord- Batman YANKED from Ra’s Al Ghul’s hands, INTO THE AIR... Ra’s SCREAMS as he rides the train OFF THE MONORAIL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLYING, PARKED CARS EXPLODING...",
          "text": "The Train has disintegrated into burning rubble just shor of the entrance to Wayne Station...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technician opens one eye. Then the other. And starts breathing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Massive fiery destruction. And above it all- Batman SOARS in a high bank, riding the thermals, staring down at Ra’s Al Ghul’s funeral pyre... And we-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Construction CREWS clear the RUBBLE, Lucius Fox, in hard hat, supervises. Earle approaches, livid. Fox spots him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "This is a hard hat area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "What are you doing here, Fox? I seem to remember firing you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f319 CONTINUED: (2) 143.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOX",
          "text": "Might be something to do with my new job as head of Wayne Industries. (off look) Didn’t you get the memo? Earle stares at Fox, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Whose authority? Fox points at Wayne’s Rolls Royce idling nearby. Earle strides towards it. Fox quietly smiles, turns to his work",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earle is BANGING on the window. Wayne rolls it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "You think you have authority to decide who runs this company, Bruce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "It is my company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARLE",
          "text": "Not anymore. Wayne Industries went public a week ago-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "And I bought most of the shares. A controlling interest, in fact. (off look) Through various charitable foundations, trusts and so forth... Alfred is smiling in the front seat. WAYNE (CONT’D) Look, it’s all a bit technical, but the important thing is.... my company’s future is secure. Earle is speechless. Wayne smiles. The Rolls pulls away. \f320 321 322 323 144.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WORKERS sift through the smoking ruins, supervised by Alfred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soot-stained glass crunches underfoot as Rachel picks her way through the smoking remnants of the greenhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rachel finds Wayne hammering a board across the disused well. He looks up at her. She approaches. He turns to the well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Do you remember the day I fell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Of course. Wayne looks down at the black gap yet to be covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "As I lay there, I knew... I could sense it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "That things would never be the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "What did you find down there? Wayne picks up another board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Childhood’s end. Wayne places the board over over the gap. Closing the wel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne walks Rachel past the ruins. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "The day you left Gotham... the day Chill was murdered... I said terrible things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "True things. You made me see that justice is about more than my own pain and anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Well, you proved me wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Your father would be proud of you. Just as I am. Wayne looks at her, emotion rising. He takes Rachel in hi arms and they kiss, passionately... desperately. They break, Wayne looks into Rachel’s eyes, hopeful. But gently shakes her head. RACHEL (CONT’D) (soft) Between Batman and Bruce Wayne, there’s no room for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Rachel, this life I chose... I can give it up. Rachel reaches up to his face with her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You didn’t choose the life, Bruce. It was thrust upon you, the way greatness often is. You’ve given this city hope- now she’s depending on you. We all are. Wayne looks at her. Aching. He nods. RACHEL (CONT’D) Good-bye, Bruce. She walks away. Stops. Turns. Points at the ruins. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f324 CONTINUED: (3) 146. RACHEL (CONT’D) What will you do? Wayne looks at her. Glorious purpose in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "I’m going to rebuild it just the way it was. Brick for brick. Rachel nods. Walks off. Wayne stares after her. Alone... But Alfred is at Wayne’s shoulder. Watching his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Just the way it was, sir? Wayne turns to Alfred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "Yes, why? They stroll, side by side, towards the smoking ruins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I thought we might take the opportunity of making some improvements to the foundation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAYNE",
          "text": "In the south east corner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Precisely, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "The irregular SHADOW of a BAT SYMBOL cast up onto turbule clouds... and we are-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gordon sips coffee from a styrofoam cup. Beside him- an upturned spotlight with a METAL STENCIL bolted to it. A dark FLUTTERING, and Batman is standing the other side the spotlight. He reaches out, taps the stencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Nice. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(crushing his cup) Couldn’t find any mob bosses to strap to the light. Gordon kills the searchlight. The two men stand opposite each other in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Well, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "It’s Lieutenant, now. Commissioner Loeb had to promote me. And he had to disband the task force hunting you. Amazing what saving a city can do for your image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Then things are better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "(nods) You’ve started something- bent cops running scared, hope on the streets... Gordon leaves his sentence hanging between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "But?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "But there’s a lot of weirdness out there right now... the Narrows is dost... we still haven’t picked up Crane or half the inmates of Arkham that he freed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "We will. Gotham will return to normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "Will it? What about escalation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "Escalation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "We start carrying semiautomatics, they buy automatics... we start wearing kevlar, they buy armorpiercing rounds... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "And? Gordon leans closer to Batman. Points at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "And... you’re wearing a mask and jumping off rooftops... Gordon fishes in his pocket. GORDON (CONT’D) Take this guy... He pulls out a clear plastic evidence bag. GORDON (CONT’D) ...armed robbery, double homicide... Inside the clear plastic bag is a PLAYING CARD. GORDON (CONT’D) Got a taste for theatrics, like you... Gordon hands Batman the bag. GORDON (CONT’D) Leaves a calling card. Batman turns the card over. It is a JOKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "I’11 look into it. He steps up onto the balustrade. Gordon looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORDON",
          "text": "I never said thank you. Batman looks out at the lights of Gotham. Cloak billowing around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATMAN",
          "text": "And you’1l1 never have to. Batman DROPS from the rooftop, GLIDING on the night wind. Gordon smiles. He can’t help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_247"
    }
  ]
}