{
  "movie_id": "MOV255",
  "scenes": [
    {
      "location": "PICO BLVD. GROUND-LEVEL",
      "time": "DAY",
      "characters": [
        "89.",
        "85.",
        "7.",
        "88.",
        "70.",
        "47.",
        "26.",
        "BANG",
        "96.",
        "21.",
        "99.",
        "BY THE BUS / ON FREEWAY",
        "28.",
        "IN THE TURRET",
        "13.",
        "23.",
        "48.",
        "66.",
        "103.",
        "36.",
        "THE GREEN WASH OF NIGHT VISION GOGGLES",
        "COMMAND, (V.0.)",
        "20.",
        "55.",
        "PVT. SIMMONS",
        "CONTROL TOWER",
        "1ST SGT. ROY",
        "NEWSCASTER, (V.0.)",
        "A MEDEVAC HELICOPTER",
        "5.",
        "ON THE FREEWAY",
        "3.",
        "4.",
        "9.",
        "CPL. STAVROU",
        "40.",
        "100.",
        "86.",
        "PVT. IMLAY, (O.S.)",
        "11.",
        "SUPER",
        "NEWSCASTER, (ON TV)",
        "33.",
        "THEN THEY TURN THE CORNER",
        "CPL. CORREGGIO -",
        "25.",
        "SGT. NANTZ, (V.O.)",
        "37.",
        ".",
        "2.",
        "64.",
        "105.",
        "12.",
        "IN THE LOBBY",
        "67.",
        "53.",
        "108.",
        "THE BLACK DEAD ZONE SHIMMERING NEARBY",
        "27.",
        "39.",
        "63.",
        "TV REPORTERS, (V.0.)",
        "71.",
        "STAVROU LOOKS OUT TO THE STREET",
        "INTO THE TURRET",
        "CRAFT",
        "DOWN THE ALLEY",
        "42.",
        "58.",
        "HELL",
        "109.",
        "61.",
        "45.",
        "19.",
        "82.",
        "56.",
        "CPL. CORREGGIO, (V.0.)",
        "INTO THE TAHOE",
        "90.",
        "22.",
        "10.",
        "91.",
        "102.",
        "17.",
        "98.",
        "A MASSIVE SUBWAY TUNNEL",
        "PVT. ADUKWU",
        "97.",
        "VOICE",
        "1ST SGT. ROY, (O.S.)",
        "AT THE FRONT OF THE STORE",
        "93.",
        "ACROSS THE BIG 5 FLOOR",
        "CPL. MOTTOLA",
        "MORE CRUISE MISSILES APPEAR, RIPPING TOWARD THE GROUND...",
        "60.",
        "32.",
        "AT THE REAR OF THE STORE",
        "INT. FLOWER SHOP DAY",
        "43.",
        "29.",
        "101.",
        "ON ME",
        "EXT. TRAINING COURSE",
        "1ST SGT.. ROY",
        "75.",
        "15.",
        "FIRE",
        "50.",
        "87.",
        "CPL. CORREGGIO",
        "16.",
        "24.",
        "59.",
        "65.",
        "79.",
        "8.1.",
        "CHOPPER PILOT, (V.0.)",
        "GET UP",
        "73.",
        "SGT. NANTZ, (V.0.)",
        "LT. MARTINEZ",
        "PVT. GUERRERO",
        "78.",
        "18.",
        "PVT. IMLAY",
        "PVT. KERNS",
        "14.",
        "EXT. GOLF COURSE",
        "BY THE FREEWAY OFF-RAMP",
        "2/5 PARADE DECK / CAMP PENDLETON",
        "95.",
        "80..",
        "92.",
        "PVT. LENIHAN",
        "31.",
        "57.",
        "74.",
        "KABOOOOOOOOOOOOM",
        "REPORTER, (ON TV)",
        "69.",
        "A CRUISE MISSILE COMING STRAIGHT DOWN THE STREET",
        "QUICK CUT TO",
        "83.",
        "49.",
        "104.",
        "6.",
        "84.",
        "30.",
        "ACROSS THE STORE",
        "MR. RINCON",
        "2/5",
        "34.",
        "77.",
        "A GIANT HOST OF ALIENS",
        "107.",
        "51.",
        "SGT. NANTZ",
        "94.",
        "68.",
        "76.",
        "CPL. HARRIS",
        "MARINES",
        "106.",
        "72.",
        "35.",
        "PVT. MOTTOLA",
        "41.",
        "CPL. GRAYSTON",
        "ON THE TV"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "FROM SPACE, a view of the EARTH. The vibrant BLUE of its OCEANS is striking against the vast BLACK VOID of space. MOVE CLOSER TO THE EARTH, where the shimmering PACIFIC OC meets the CALIFORNIA COASTLINE... A bird's-eye view of LOS ANGELES comes into relief-- a cr cross of streets, freeways. The buildings not more than d Keep MOVING CLOSER as SOUND FADES IN. We notice MOVEMENT through the sprawl of city now: MASSES PEOPLE and CARS moving AWAY FROM THE OCEAN as we arrive a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOUND is at a frantic pitch here-- The sound of CHAOS the streets. People SCREAMING, CAR HORNS BLARING as CARS jockey for position, moving eastward among... HORDES OF PEOPLE on foot, their PANICKED FACES rushing pa SUPER: LOS ANGELES-- CONTACT + 1 HOUR as we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "Then SUPER: THE DAY BEFORE... We are CLOSE ON: SERGEANT MICHAEL NANTZ late 30s, tall, battle-hardened, staring forward, listening impatiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY, (O.S.)",
          "text": "Must be some kind of mistake... Company 1st SERGEANT JOHN ROY, also late 30s, sits behind desk, holding Nantz' file. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "I got paperwork here, with your signature, says you're retiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "No mistake, John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "My ass. You got a box full a', medals, file full a' commendations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2.",
          "text": "1ST SGT. ROY (cont'd) Hell, everything but the Good Conduct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "They can take the Good Conduct Medal and shove it up their...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, that's what I'm talking about, Mike. You're a marine! Nantzsmiles back now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I appreciate it, John. You know that. But, I been to too many funerals. Had to visit too many moms and dads, tell 'em about what happened to their sons... BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "Look. You're on that training assignment right now. Why don't you just ride it out for a month or two. See how you feel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I did my twenty. I'm done. Roy takes this in, nods. He stands, holds his hand out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "You're gonna miss it. Nantz shakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Wanna bet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREEN WASH OF NIGHT VISION GOGGLES",
          "text": "Looking out onto ROLLING HILLS and TREES... We hear (O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I don't see it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I'm telling you, it's in the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the 1st Platoon, 2nd battalion, 5th Marines (the 2/5 Camo uniforms, NIGHT VISION GOGGLES on, stare into the DA CPL. CORREGGIO, 20, linebacker-big, shakes his head, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Screw it. I'm gonna launch another one... The other marines back away quickly as... WIDEN to see we're...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correggio, GOLF CLUB in hand, steps to a golf tee. WHACK. He tees off. The marines follow the ball as it sails into the darkness",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO -",
          "text": "That's more like it. PVT. LENIHAN, 18, baby-faced, looks impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Sweet. PVT. IMLAY, 19, a dense but good-natured country boy, mov to the tee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Don't encourage him. Correggio's freakin' ego's big enough already. He takes the club from Correggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Let an expert show you how it's done, bro. Imlay TEES OFF, his swing plainly choppy, uncoordinated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he WHACKS THE BALL, visible in the night vision's gree glow. It HOOKS into a sand trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY, (O.S.)",
          "text": "Mother fu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "4.",
          "text": "Then he stops as a LIGHT flashes beyond the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Foot mobiles. 3 O'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Told you they'd come! THREE GIRLS, 19-21, signal with a FLASHLIGHT. Then race d a small hill onto the golf course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GOLF COURSE",
          "text": "The THREE GIRLS sit around a beat-up TAHOE parked near th tee, CASE OF BEER on its back gate, sipping beers. Corpsman ADUKWU, 20, a tall, thin Nigerian, TEES OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "That dog'll hunt! Damn, Daktari, you can play!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have courses in Nigeria, Imlay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Well, how would I know? I mean, it's an American game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Actually, Imlay, it's Scottish. PVT. KERNS, 19, an antsy fireplug of a guy, shakes his he",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Lenihan, you as good with an M-16 as you are with your mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Kerns. Lay off him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "What? Just wanna make sure the rookie won't fold under fire. Correggio shoves a beer into Kerns' hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Relax, dude. He throws an arm around Kerns' shoulder, smiles at the gi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "My buddy's jumpy 'cause he got an assfull a' shrapnel our last tour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "I'm jumpy? You're crawling up your own ass 'cause we train with Sgt. Nantz tomorrow. Correggio eyes Kerns. This was the wrong thing to say. One girl, smiling seductively, steps to Correggio, takes golf club.from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If this is the officer's course, what happens if they catch you out here? She readies to take a shot. Correggio snuggles up behind her, ostensibly teaching her how to swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "We can handle it, baby. We're experts at night maneuvers. Nearby, the SECOND GIRL chats up Adukwu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're from where again? Imlay pops a beer, interrupting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Nigeria. Adukwu's our corpsman. Like a medic. Saved Kerns' ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daktari, tell her about Nigeria. Adukwu starts to talk, but Imlay interrupts again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Adukwu's a green card marine... (motions to Lenihan) And Lenihan here-- He's just green. Mom signed so he could join at 17. I'm looking after him since he don't know his ass from a hot rock. Lenihan suddenly ducks behind the Tahoe, throwing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're doing a good job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Yeah. We always take the new meat out here to christen 'em... Lenihan shuffles back out from behind the Tahoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Hey, barfy. Grab your beer. toast. Everyone holds beers aloft. Lenihan joins in reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "To Lenihan. Who gets his first taste a' those hills tomorrow. He points off to the HILLY, DESOLATE TERRAIN near the cou",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Good luck, rookie. The marines chuckle knowingly, about to drink... Then they hear the sound of TIRES skidding to a halt. The look toward the hillside, see the WHITE HELMETS'of MPs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "MPs! The marines grab the goggles and clubs, pile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE TAHOE",
          "text": "With the girls. The Tahoe skids away, the beer CRASHING o the back. The first girl eyes Correggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Experts, huh? Correggio grins sheepishly. She smiles. sweetly, taking h hand, writing her PHONE NUMBER on the back of it as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest working-class two bedroom apartment. A TELEVISIO on in the b.g.. A NEWS PROGRAM:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (ON TV)",
          "text": ".what appears to be an unprecedented meteor shower, falling off the Falkland Islands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "7.",
          "text": "LT. BENNIE MARTINEZ, 25, whose youthful looks and open sm contrast with his muscular frame, rolls in bed to see... His wife, ANNA, 24, sitting on the edge of the bed next t him, turning something over in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "What are you doing up so early? She holds up the object in her hands-- It's Martinez' LIEUTENANT BARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant. I still have to get used to that. She kisses him lightly, stands. Martinez smiles, watching her move off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Yeah, lot of things we gotta get used to. We see her VERY PREGNANT BELLY now as she smiles back, ex As she does, Martinez turns back to the TELEVISION: 'METEORS' falling into a distant ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (V.0.)",
          "text": "This dazzling display is visible from Argentina to Southern Chile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martinez, in uniform now, exits the ground-floor apartmen heads to HIS CAR as Anna exits, watching him go, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll call you later. He stops, smiling back at her now. She waves coyly. Then Martinez is RUNNING BACK TO THE APARTMENT. Moving with the grace of the college football player he w just a few years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't go with him. Just observe from a distanceas... Martinez arrives at Anna, who laughs as he leans down, kissing her stomach now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TRAINING COURSE",
          "text": "The 1st PLATOON of the 2/5, 39 marines, all 18-23 years o sweating as they RUN HILLS in FULL GEAR in the blazing su Key on the MARINES FROM THE GOLF COURSE, staring forward at... Nantz, running up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Heard Nantz put in his papers. He's out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Good. Wish he done it years ago. Lenihan, struggling, breathing hard, looks up at this, STUMBLING as he does. Nantz, looking back at the chatter, sees... Imlay grab hold of Lenihan, helping him forward now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Goddamn it, Imlay, you gonna wipe his ass for him, too? Every man carries his weight! Nantz drops back, runs alongside the struggling Lenihan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Just quit, Lenihan. Do us all a favor. 'Cause the squad's only as strong as the weakest man.,.. Lenihan STUMBLES and FALLS IN THE DIRT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "And right now you're getting us all killed. You hear? On these words, NANTZ MEETS EYES WITH CORREGGIO, further in the pack. Nantz looks away, sees... Imlay, suddenly at Lenihan's side, helping him up. Nantz shoves Imlay away, knocking him onto his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You think you're helping him, Imlay!? You think you're making him stronger?! Nantz puts a boot into Imlay's chest, shoving him flat. Correggio stares at this, steaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Stay on the goddamn ground, Imlay! You've just been gut-shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your buddy's down, bleeding to death, Lenihan. LZ's at the top of this hill. You gonna let this man die in the dirt on some stinking hill? Or are you marine enough to save him?! Lenihan stumbles to his feet, wiping dirt from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "I'm gonna save him, sir! Lenihan bends, strains, somehow heaves Imlay up. He begins STUMBLING UP THE HILL, carrying Imlay on his ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Come on, goddamnit! It's a hot LZ! The chopper's gotta move! They're gonna leave you BOTH to die!!! Lenihan staggers, knees trembling, weaving back and forth Then his foot comes down on a ROCK IN THE TRAIL. His ANKL GIVES WAY. Lenihan falls, yells in pain, grabbing his ank",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Don't you ever tell me you can't! Correggio takes a step towards Nantz now. Kerns stops him",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "He's injured, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "10.",
          "text": "A moment as they stare at each other. Nantz, voice like i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "He's not injured. He twisted his goddamn ankle. Nantz' looks over the men, sweaty, covered with grime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We are marines. \"Can't\" is not the code we live by. \"Can't\" gets marines killed. Do things the right way, the marine way, maybe you get to come home... Maybe your buddy gets to come home. Correggio stares back sullenly on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Dying's easy, ladies. Everything else takes balls. Nantz spits on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Adukwu. Run a bag of saline into Lenihan and tape that ankle. We start back in ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FLOWER SHOP DAY",
          "text": "We recognize two marines from 1st platoon: CPL. DEVREY HARRIS, 22, African-American, steely, quick-witted, and C NICK STAVROU, 23, a Greek hulk with an easy smile. Harris stares at a TELEVISION on a table behind the count",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (V.0.)",
          "text": ".meteors are falling off the coasts of California, Ireland, India, in the Bay of Bengal-- all less than ten miles from land...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Man, I thought Lenihan was gonna wash out today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Hey, I remember carrying your fat ass up that hill hung over as shit. Newbie gets no sympathy from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "11.",
          "text": "A woman, CHERISE, 22, Harris' fiancee, hurries over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For three hundred more, she said we could have sprays of lilies. I know it's a lot, but it'd be so beautiful. What d'you think, baby? Harris looks pained. But before he can speak up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Well, I think it's a no-brainer. You're only getting married once! What, are you gonna worry about three hundred bucks? Cherise looks expectantly to Harris, who smiles back weak",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Of course, baby. Whatever you want She kisses him, heads to the florist as Harris turns on",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Dude, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Busting your balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow we shop for cake. Stavrou throws an arm round Harris' shoulder, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "I love cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drab, nondescript office. Kerns sits across a desk from the BASE PSYCHIATRIST, who's consulting a FILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still not sleeping... And the nightmares?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "No. I mean, sometimes. But it's no big deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not drinking, right, private? That's just a crutch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Alcohol? No, sir. Definitely not. The psychiatrist stares at this. Then WRITES in the file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "So... What's my status? Am I cleared for combat? I feel good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's meet again next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two surfers-- CPL. GRAYSTON, 23, looking grizzled beyond years, and PVT. SIMMONS, a spaced-out surfer vibe, sit on boards in the water, staring at... TWO MPs, on the beach, waving them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "I don't know why they always have to give us shit. It's not fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. GRAYSTON",
          "text": "Question is, why does everybody think life's supposed to be fair? Why do bad guys want to kill us? Why can't I have a nipple ring? Why is it the more power we get, the more we want? Nothing's fair, Simmons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever, Corporal. I just like to blow shit up. Suddenly, a SIREN begins WAILING from the base. Grayston Simmons exchange a glance. They start paddling in quickly",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TRAINING COURSE",
          "text": "Nantz is running with another platoon of MARINES. Everyon slows as the SIRENS WAIL from the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Hold. The squad stops, following Nantz' gaze to... An approaching dust cloud, being kicked up by... A HUMVEE and TWO FIVE-TON TRUCKS Speeding up the dirt road toward the marines. Everyone is silent as they watch the HUMVEE and TRUCKS pu up... This is not normal. 1st Sergeant Roy hops from the Humvee, shouting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "Marines! Into the trucks. Now. Proceed to the armory and draw weapons. The marines exchange glances, heading for the five-tons. Roy motions to Nantz, who follows him to the Humvee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What's going on, John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "Look, Mike, I know you're burnt out, ready to move on... Whatever you want to call it. But everybody's being deployed right now. And the platoon's down a sergeant. We need you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "For what? Do I have a choice here? They arrive at the Humvee. Roy turns to Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "No. You don't. It's all hands on deck, Mike. Nantz nods, resigned. Starts climbing into the Humvee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Just don't lose my paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roy drives back to base, Nantz next to him. SIRENS are wailing, HELICOPTERS TAKING OFF in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT.. ROY",
          "text": "Meteor storm's hittin' up and down California now... All I know is, this is a helluva lot more than just some space rocks fallin' out to sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What d'you mean? He turns., stares at Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "Whole base is being mobilized. There's some kinda' bad shit hittin' the fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Humvee and five-tons swing into the base past a mass activity: TRUCKS being loaded with supplies, TANKS drivin onto flat cars, MARINES racing about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "You're assigned to 1st platoon, under Lt. Bennie Martinez. His platoon sergeant was rushing back to base, got in a car accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What are the odds? As the Humvee pulls to the COMMAND BUILDING, Nantz sees.. LT. MARTINEZ hurrying to meet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST SGT. ROY",
          "text": "There's the lieutenant. Young, been with us three months, straight outta basics school. Bright kid, but this is his first deployment, so keep an eye on him, Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lenihan and Imlay, Correggio and Kerns are getting their together, hurriedly packing. Lenihan checks and double checks a LIST with the contents his pack, ticking off 'poncho liner,' 'gore-tex jacket,' 'socks,' 'vest,' 'first aid kit,' flashlight'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "It's probably just a drill, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "They shifted Nantz into our unit. Something must be going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "I heard Nantz kicked ass on his last tour. Went into a compound by himself, killed, like, ten insurgents...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "That what you heard? You don't know shit, Lenihan. Correggio, pissed, grabs his pack, heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Move your asses. They want us in the armory. And he's gone. Lenihan, confused, looks at Imlay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "What's his problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Nantz lost a lotta guys on that tour. Correggio's brother was one of 'em. Lenihan nods, somber, getting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Martinez walk through quickly. All around them, NUMEROUS OFFICERS hurry, all responding to RINGING BEEPER Nantz peers into VARIOUS OFFICES. Every one is buzzing wi activity: Clerks bustling, maps spread out, phones ringin",
          "sentiment": "neutral"
        },
        {
          "speaker": "16.",
          "text": "And every office has a TELEVISION on. We hear OVERLAPPING REPORTER'S VOICES from the offices they pass:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV REPORTERS, (V.0.)",
          "text": ".cluster of what appears to be meteors is tightly packed... hard for scientists to predict the size or quantity striking the oceans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "They calling us.in because of these meteors, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "I assume so... Maybe an evacuation. Whatever it is, it'll be good to get out in the field with the men. Nantz looks askance at this. Martinez catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Look, Sergeant, let's be clear. I know your rep, know what you've done... But this is my unit. We're not gonna have a problem, are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "No problem, sir. It's all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At numerous windows,. LINES OF MARINES hand in weapons ca receiving their weapons in return. Among them... The marines from 1st Platoon of the 2/5 (Correggio and Ke Stavrou and Harris, Imlay and Lenihan, Adukwu), all watch MOUNTED TELEVISIONS-- A WOMAN REPORTER, 20s, on a BEACH. Behind her, POLICE disperse thin CROWDS of PEOPLE, bullho blaring. A legend on the TV screen reads 'SANTA MONICA, C PVT. MOTTOLA, squad radio man, tall and thin, listening t IPOD, and PVT. GUERRERO, lumbering, eyes on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "We never got a chance to finish the new mix, man. We were gonna add some metal to it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. GUERRERO",
          "text": "We'll have time later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "17.",
          "text": "The marines stare at the harried reporter on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": ".National Guard troops have flown in to evacuate all surrounding beach areas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Martinez crowd in among other SERGEANTS and LIEUTENANTS, the COMPANY CAPTAIN briefing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These objects were completely undetected until they entered our atmosphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "So... what are they, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have no idea. But whatever they are, they're not hitting the water at terminal velocity. They're able to slow down before impact. Glances exchanged in the room now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is no meteor shower. Homeland Security has bumped the threat level to red. Marines, we are the first line of defense. All units gear up, be ready to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young marines from 1st platoon are still in line for their weapons along with many OTHER MARINES. Some are nervously bullshitting, others intently watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The REPORTER on the beach looks harried now as THICK SMOK rolls in across the water. POLICE SIRENS wail in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": ".some sort of smoke has appeared over the ocean now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Hey, shut up. Shut up! Others quiet down now. All focus slowly shifting to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reporter on the beach is cupping her earpiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "I'm being told a Coast Guard cutter just issued a Mayday... The TV SHOT PANS to the WATER... The DISTANT CUTTER lists to one side, SINKING below the w as indistinct DARK SHAPES clamber onto it from the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Push forward, scrambling to the TVs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "What the hell are those things?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TV",
          "text": "The CUTTER DISAPPEARS behind the thick rolling SMOKE. The camera PANS back to the REPORTER, silently staring ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "2/5 PARADE DECK / CAMP PENDLETON",
          "text": "Crowded with MARINES, including squad leader Grayston, al getting ready. Or they were... Right now, ACTIVITY HAS CEASED. Marines silently stare at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The REPORTER ON THE BEACH staring out, clearly panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "It appears... the cutter has... She stops, seeing the SMOKE reach the WATER'S EDGE. A HUS falls over the CROWD as SMOKE rolls across the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Formerly bustling... Now all OFFICERS and MARINES are fro crowding around open office doors, staring at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the REPORTER reacts to isolated SHOUTS echoing from th crowd on the beach. Some are pointing out to the ocean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "What is that...? In the water... The news cameraman PANS to the WATER as it begins to CHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Martinez stand among the other sergeants and lieutenants staring, stunned, at...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCREAMS and panicked voices ring out from those ON THE BE now as INDISTINCT FIGURES appear from under the waves. PEOPLE RACE AWAY, plodding along the sand in hopeless fli as these FIGURES charge into the crowd... GUNSHOTS ring out, police shooting at the INDISTINCT FIGU that appear, then disappear in the EVER-THICKENING SMOKE. MOVE IN ON NANTZ, staring at the TV as... The news cameraman RUNS away now, the PICTURE being transmitted growing shaky, indistinct, frenzied as... A DARK FIGURE appears, overruns the cameraman as... The NEWS CAMERA suddenly cuts to BLACK. In black, all we hear is SCREAMS echoing from the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All activity has doubled, a frantic energy now. TRUCKS ra along the perimeter of the air field, massive CH-46 HELICOPTERS TAKE OFF loaded with MARINE UNITS... The 1st platoon stands together, Lt. Martinez addressing as ANOTHER CH-46 HELICOPTER is landing nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "As you probably heard, Sgt. Nantz will be taking over for Sgt. Beck. We're lucky to have him aboard. The CH-46 helicopters TOUCHES DOWN now, its massive,, bay opening for them. Martinez barks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Let's move, men!, The platoon grabs gear, runs for the helicopter, climbing aboard. Nantz hurries them along, grabbing packs, throwin them on after the marines. Then he grabs Correggio's pack, about to throw the pack o Correggio grabs it back from Nantz. Nantz turns, faces off with Correggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You got something to get off your chest, Corporal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "No. It's cool, Sergeant. You got a Silver Star and my brother came home in a box. I get it. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Get aboard, Corporal. Correggio jumps into the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN FLIGHT. The marines, helmets on, packs between their knees, sit facing each other. The sound of the CH-46's massive rotors is deafening. Som shout over the din, too nervous to remain quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. GUERRERO",
          "text": "What the hell you think those things are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Gotta be extraterrestrial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "You mean, like, from space?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "No, Imlay. From Canada. Correggio looks down at his hand... Sees the GIRL'S PHONE NUMBER written on it. ACROSS THE DECK, Martinez huddles with Nantz, MAP in hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Santa Monica airport's our Forward Operating Base. We get some Cobras and F-18s in the air, we'll have plenty of support. Nantz nods. They're flying into the unknown and Martinez seems as nervous as the younger men. Kerns leans in to Nantz, desperately needing reassurance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "How many a' them you think there are, Sergeant? Nantz just stares out, stone-faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We'll know soon enough, private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines are glued to the windows, shocked by what the seeing as the chopper BANKS toward Venice/Santa Monica: FIRES raging from various explosions. In the distance, MASSIVE LINES of TRAFFIC moving away from the ocean. The STREETS bordering the beach look deserted-- Except fo the BODIES dotting the landscape. Nantz looks at Martinez, who is hunched over, scribbling LETTER. Martinez folds it, then writes the name ANNA on i We realize it's a letter in the event of his death. Martinez stares at the letter. Then carefully tucks it aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The airport is being quickly transformed into a military base: MILITARY VEHICLES line the runway, more being drive from a nearby CARGO PLANE. The CH-46 LANDS. The platoon JUMPS OUT, squad leaders forming the men up a Nantz and Martinez salute a CAPTAIN heading to them as F- JETS take off, screaming overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Lt. Martinez, sir. 1st Platoon of the 2/5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Situation is as follows: Most of Santa Monica is cleared of civilians. We've got a defensive line at Lincoln Boulevard a mile from the ocean... He points out LINCOLN BOULEVARD on a MAP, the OCEAN close",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At 9 p.m., everything from Lincoln to the ocean will be bombed. Martinez blanches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "We're... leveling it, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got an infestation of god- knows-what. It's an enemy ground force only, they have no aircraft. So our jets'll tear 'em a new asshole. We will rule the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "But... there must be civilians stuck behind the line, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's affirm. We're getting distress calls, sending squads out. He points to the MAP, to streets running from Lincoln Blv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mission, Lieutenant, take your 1st squad, proceed west from Lincoln to a community center located here... (pointing to map) In a park on 10th and Bay Street. Police were using it as an evacuation point. They got overrun. Get there, any civilians you find, get 'em back here to the FOB for evacuation. You got three hours. Another CHOPPER is LANDING. Nantz yells over the sound:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What do we know about these things, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not much. But police have shot 'em. They bleed. The captain, hurrying to the next chopper, yells back:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's our job to kill 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Martinez are double-timing with the 1st squad ( Grayston, Correggio and Kerns, Stavrou and Harris, Imlay Lenihan, Mottola and Guerrero, Simmons and Adukwu). As they approach Lincoln, they slow, eyes widening. REVERSE to see what they're staring at: LINCOLN BOULEVARD. Being fortified into a defensive line. MARINES are setting up sand-bagged MACHINE GUN NESTS in a parking lot fronting a nail shop and a China Express. Other MARINES hunker behind barricades in front of a Good Tire Store, firing MORTARS toward the ocean. RUBBLE. BURNING BUILDINGS. Smashed-in storefronts. Cars CRASHED at intersections, the echoing WAIL of CAR ALARMS. Pockets of CIVILIANS are being waved forward by MARINES. LITTLE GIRL with a Smurf backpack is rushed across Lincol",
          "sentiment": "neutral"
        },
        {
          "speaker": "24.",
          "text": "Martinez turns, rallies the squad, most of whom look shoc",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Let's go, marines! Clock's running. Focus on the mission. We're gonna get to that community center and get those people safe. A COBRA ATTACK HELICOPTER screams overhead, firing into t distance. Martinez turns to Nantz, shouting over the din:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Something to add, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(to the squad) Kill anything that's not human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Martinez lead the squad FROM LINCOLN onto 10th Various STRUCTURE FIRES are visible in the distance. The squad passes a FIRE TRUCK crashed against a fence, en idling. FIREMEN lie near their hose lines, dead. Suddenly... BOOM! BOOM! BOOM! Deep, deafening sounds exploding in the distance. The ground SHAKES from massive AFTERSHOCKS. Billowing SMO rumbles from the west. Ash rains,down, the sky turns blac The squad hunkers down, panicked looks exchanged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "What the hell is that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Keep it together. Watch your angles. The aftershocks fade. Ominous quiet again. The squad continues DOWN THE STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Helluva way to get citizenship, eh, Daktari?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, I'd rather be in Afghanistan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "25.",
          "text": "THICK SMOKE hangs in the air. The lack of visibility is clearly adding to the marines' fright. Numerous SHAPES become visible in the smoke. As the squad approaches slowly, the shapes become clear.. BODIES splayed in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Cherise and I were supposed to register at Bed, Bath &amp; Beyond tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Think you're gonna be busy, bro. Nantz points his rifle into a CRASHED PICKUP TRUCK. A BOD is slumped beneath the wheel. Simmons comes up behind Nantz. Peers into the truck: Sections of the BODY appear almost dissolved by a white phosphorous-like substance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "What is that shit, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(caustic, dismissive) Something bad, private. Now get back with your team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Whoa, whoa... Contact! Twelve o'clock! A SHAPE is moving to them through the smoke. The marines aim, about to fire just as the smoke clears.. A DOG. Standing there, staring mournfully at them. Nervous chuckles now. Correggio sidles up to Kerns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Relax, man. Kerns just shoots him a look. The squad moves on. As they approach a SIDE STREET that intersects 10th... The DOG WHINES. Correggio pets it, trying to comfort it..",
          "sentiment": "neutral"
        },
        {
          "speaker": "26.",
          "text": "But the dog suddenly RACES OFF, disappearing into the smo The marines spin, rifles up, growing unnerved...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "What the hell...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Something spooked that dog... Then Kerns sees the SMOKE SWIRLING DOWN THE SIDE STREET.. As if something is racing through it. Kerns breaks formation, SPRINTS DOWN THE SIDE STREET, FIR",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Contact! Contact! Discipline shatters as the squad follows Kerns... DOWN THE SIDE STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Marines! Hold your position! Kerns stops, spinning, looking. for targets, breath ragge eyes panicked. Correggio races up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "What'd you see?! Suddenly, the INDISTINCT FORM of an ALIEN CREATURE appear through the smoke, moving FAST down the side street. Kerns is ready, FIRING. The others react, FIRING as well. The ALIEN FORM is blasted, DROPPING into the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Hold your fire! Hold your fire! Everyone stops firing. Nantz gets in Kerns' face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "One enemy runs and you break discipline and chase it?! (to the others) Think, marines. Stay alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "The sergeant is right. Stay on course. We have a mission...",
          "sentiment": "neutral"
        },
        {
          "speaker": "27.",
          "text": "Suddenly, the SHADOWY ALIEN FORM RISES again, darting off disappearing into the smoke. The squad stares back, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "How many rounds it take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Enough. Correggio edges to Kerns, who's looking panicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "They're real, bro. I kept prayin' they wouldn't be...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Quiet. Nantz, unnerved himself, stares into the smoke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "What is it, sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "That thing running down the street... That was to draw us in... Slowly, fading in, we hear what Nantz hears now... A RUMBLING SOUND BEHIND THEM. Building. Nantz spins to it",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "They're coming. We took the bait, now they're cutting us off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "I can't see a goddamn thing! But the SOUND of their ADVANCE tells us there's many.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Light it up! The squad lets loose with a barrage of FIRE as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "28.",
          "text": "TRACER FIRE shoots back at the marines from the smoke. Glimpses of INDISTINCT FIGURES moving fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Mottola, get on the radio. See if we can get some air support. Mottola starts working the radio, trying to remain calm a PROJECTILES EXPLODE in BRIGHT FLASHES around the marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "Contact front! Contact front! Correggio, frustrated, peers through the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "What are we shooting at?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "Lieutenant. Command says air power is totally committed. Enemy contact all over the area... Martinez stares back at this ominous news as... The MARINES FIRE back into the THICK SMOKE. But the enemy attack keeps INCREASING in ferocity. One PROJECTILE hits a wall above Lenihan. It EXPLODES, so kind of liquid splashing onto him. Lenihan grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Ahh, shit! It's burning! His HELMET is being eaten away by the liquid. Imlay is immediately at Lenihan's side, pulling the helmet off. Lenihan's skin is blistering, oozing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My face, man...! How's my face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Ugly as ever, bro. The squad hunkers down, trying to find any cover-availabl behind cars, trees. Martinez drops BEHIND A CAR, pulls out his MAP, checking for escape routes.-",
          "sentiment": "neutral"
        },
        {
          "speaker": "29.",
          "text": "Chaos as ENEMY TRACER FIRE increases, exploding around th Martinez looks desperate, forced to FLEE FROM COVER by th alien fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall back! Here! He leads them further down the side street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We can hold this position, Lieutenant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "We're gonna get pinned down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Sir, these things seem to be operating tactically! Don't let them dictate your decisions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move to live, marines! The squad follows Martinez, retreating... INTO A 'WALK' STREET. JUST A SIDEWALK separates the houses opposite each other. A moment. SILENCE. Nantz looks at the heavy FOLIAGE, dens SHRUBS and TREES on both sides. He knows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "It's an ambush. This is the kill zone! Nantz slings his COMBAT SHOTGUN forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE",
          "text": "On Nantz' order, the SQUAD OPENS FIRE just as... ALIEN FIRE EXPLODES from the THICK COVER of bushes and tr Nantz leads the brutal counterattack, PUMPING and FIRING combat SHOTGUN. Martinez is shouting orders, directing the men as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "30.",
          "text": "Kerns backs against a fence, overwhelmed by the chaos. ; aims, shoots. Then he freezes. Correggio steps in front of Kerns, firing to protect him. Lenihan takes a hit from the enemy tracer fire exploding around the marines. He's blown back into thick bushes as. THE REST OF THE SQUAD battles fiercely. An alien PROJECTILE slams into Cpl. Grayston'S ARM. The SPRAY OF LIQUID bubbles out from the wound. Then something grabs Grayston through the bushes... Nantz sticks his SHOTGUN into the bushes, fires. BOOM. An Grayston is suddenly free. Nantz drags him into... THE FRONT YARD OF A HOUSE. The squad follows, Correggio pulling Kerns into the yard. THEY BACK TOWARD THE HOUSE. Guerrero, Imlay and Simmons lay down an awesome barrage w powerful SAWS (Squad Automatic Weapon), covering.the retr Trees and bushes are shredded, houses are splintered. All this mayhem allows the squad to... BARGE THROUGH THE FRONT DOOR OF THE HOUSE. Pandemonium. The marines are sweaty, bleeding, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "Jesus! Oh my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Keep your shit together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "What the hell are those things?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "They're the goddamn enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Yeah, and there's a million of 'em!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "Where'd they come from?! Why'd they come here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Everyone... just calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. SIMMONS",
          "text": "Calm down?! We keep shooting them... Why don't they die?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Stow that shit, Private. (turns, to the others) Watch the yard. Secure the back. We're not dyin' here today. The marines take up firing positions at windows and doors CORREGGIO EYES KERNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "You okay? Kerns stares back, deer in the headlights. He nods. ADUKWU IS WRAPPING GRAYSTON'S ARM as Grayston fumbles for CIGARETTE. Adukwu lights it for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. GRAYSTON",
          "text": "I know. These things'll kill me. Adukwu smiles. Grayston stares at his arm, ironically:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. GRAYSTON",
          "text": "Hell, now that just ain't fair. Nantz moves to Martinez, who is staring down at the wound Grayston and Guerrero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Sir, what are your orders? Martinez turns, stares at Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "I led us right into that ambush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Sir. Your orders. Beat. Martinez nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Let's figure out how we get out of here. We'll medevac the wounded from that park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "32.",
          "text": "Nantz nods, turns to Mottola.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Radio the FOB. Get us a medevac at that park by the community center. As Mottola works the radio, he's startled to see Guerrero who has been SLASHED across both eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. GUERRERO",
          "text": "I can't see, Motorola. Mottola, horrified, steadies his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "You'll be okay. A slight beat. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. GUERRERO",
          "text": "You're one shitty liar, bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Hey, where the hell is Lenihan?! Everyone stops, stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lenihan, pressing a hand into his side, BLOOD oozing betw his fingers, peers INTO THE BACK YARD at... A SWIMMING POOL, its water gently lapping. A GARAGE nearb Lenihan, startled by the SOUND of ALIENS RUNNING in the a behind the house, takes cover BY THE GARAGE. He struggles to remain calm. Then the sound FADES. He waits. Silence. Lenihan starts to edge,out as... A BANG rings out on the far side of the garage. Lenihan spins back behind cover, eyes desperately searchi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz shoulders his M-16. Martinez eyes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I'll go for Lenihan, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "All right. We'll package the wounded, then rally on 10th street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mottola, Imlay. Go with the sergeant. The two quickly step to Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "We got your six, Sergeant. Anything you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What I need is for you to keep quiet. And stay close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Right. Got it. Quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Starting now, Private. As Nantz turns, Mottola slaps Imlay in the helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lenihan creeps around the garage, spies a SIDE DOOR leadi into it. He grabs the handle. Mercifully, the door opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lenihan falls INTO THE DARK GARAGE. Boxes and old furnitu Just one dirt-stained WINDOW on an opposite wall. Lenihan crouches in the dim light, coughs, spitting up bl He turns on his radio, says into it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Motorola? You copy? His RADIO buzzes back with Nantz' voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ, (V.0.)",
          "text": "Lenihan. This is Sgt. Nantz...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Sergeant, Jesus, I had to turn the radio off..'. These things are everywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz is MOVING, with Mottola and Imlay. covering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're coming for you, Lenihan. What's your location?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lenihan looks across the garage, out of the window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "I'm in a garage... I can see two palm trees right next to it. House is white with black shutters... Just as something BANGS against the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ, (V.0.)",
          "text": "Is the house a two-story? Lenihan stares, his eyes going wide, panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ, (V.O.)",
          "text": "Lenihan, is the house a...? Lenihan CLICKS the radio OFF. Then waits, very still, listening, M-16 held tightly. His breathing turns shallow-- from loss of blood and from fea Lenihan sees the BRANCHES of a bush SWAYING outside the window, as if something just brushed past it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz, Mottola and Imlay moving through the thick smoke.. Nantz still trying to raise Lenihan on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Lenihan...? Lenihan...? Imlay taps Nantz on the shoulder, motions to his ears. He hears something... The marines freeze, Nantz clicking the radio off as... Nearby, they hear SOUNDS of aliens running... Somewhere..",
          "sentiment": "neutral"
        },
        {
          "speaker": "35.",
          "text": "The marines crouch, weapons up, straining to see through smoke. They remain stock still. Then... The sound fades into the distance. Nantz looks at the men. Motions. They creep forward as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lenihan moves TO THE WINDOW, searching the garage floor, desperate not to step on anything that would make noise. edges forward to peer through the dirty glass. Then... THUD THUD THUD. More NOISES... On the garage roof now. Lenihan looks up, panicked as... CRASH! The WINDOW suddenly CRASHES IN. Lenihan spins, FIRING wildly, lighting up the garage as.. He stumbles to the door, fumbling for the handle, falling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".OUT OF THE GARAGE. Lenihan staggers back, eyes darting along the garage roof, gun aimed. Nothing there. As Lenihan continues backing away, peering through the drifting smoke at the garage, he's unaware that BEHIND hi A SHADOWY ALIEN FORM IS RISING FROM THE POOL. Lenihan doesn't see it, but he senses it. He turns, FIRES A SPLASH as the shadowy alien figure is blasted back INTO POOL, disappearing under the water. Quickly, nervously, he loads another mag, edging to the p He peers over the pool edge... An indiscernible DARK FORM lays on the bottom of the pool Lenihan is transfixed a moment. Then he raises his rifle punch more rounds into the thing as... WHOOOM! The creature launches OUT OF THE WATER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "36.",
          "text": "BLISTERING GUNFIRE! As Nantz, Mottola and Imlay burst int the yard. They fire, as does Lenihan. The fusillade of bullets tears the creature up. The marines STOP FIRING as the alien falls to the ground. They stare amazed at the 7 ft. tall ALIEN CORPSE... Rigid skeleton bursting out of its skin, some strange layer of machinery intertwined with its flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. MOTTOLA",
          "text": "Oh my God... What the hell are these things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "They're butt ugly, that's what they are. Nantz grabs onto Lenihan, noticing his wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're gonna get you to the medevac, Private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Thank you, Sergeant. Thanks for coming for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "But Lenihan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Yes, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Ever get separated from your unit again, I'll find you and shoot you myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. LENIHAN",
          "text": "Yes, Sergeant. Imlay slings Lenihan's arm around his shoulder and they'r instantly moving, RUNNING FROM THE YARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men meet up with the others. Adukwu and Kerns carryin Grayston on a litter, Simmons holding onto the blinded Guerrero, guiding him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "All right, let's get to the community center... They head off, Simmons still supporting Guerrero as THWAC An alien projectile slams INTO SIMMONS' THROAT. Choking, CRUMPLES to the ground. Guerrero stands, blind, helpless. Panic. The marines spin, searching for targets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Move! Grab Simmons! Go, go! Stavrou hoists Simmons as the marines run off, FIRING to cover their retreat, as... The SILHOUETTES of DARK ALIEN FORMS are visible on distan rooftops, watching the rifle squad disappear down the str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz, Martinez and the rest of the squad hustle silently through the street, supporting their wounded. They take cover behind cars, peering out to see... The PARK in the distance. A wide open FIELD with a COMMUN CENTER BUILDING on the far side. There are distant sounds of warfare, but the area here se strangely quiet. Then, out of the smoke, an IMAGE APPEARS... Something MOV AT THEM... The marines all shift, aim forward, about to blast away a FOUR MARINES come into view, moving ghost-like. Nantz signals with his flashlight. The marines hurry over silently falling behind the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "You guys are 2/5?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2nd squad, 3rd platoon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Where's the rest of your unit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it, Lieutenant. Everyone else is dead or missing. The news hits Martinez hard. He eyes Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were on the street, like, ten minutes and they ambushed us. As soon as we radioed for help, it's like they were everywhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medevac's incoming, lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "All right. Stay with us. And the squad moves out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large FIELD stretches from the street to a squat BUILDI the COMMUNITY CENTER. The specter of LIGHTS is thrown onto the field, an other worldly effect until we realize the lights are coming fro",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MEDEVAC HELICOPTER",
          "text": "Descending steadily, its thundering rotors whipping the a",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Load the wounded. Sgt. Nantz, Cpl. Harris-- let's find the civilians. Martinez, Nantz and Harris run to the community center as The WOUNDED are hustled to the CHOPPER as it TOUCHES DOWN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines burst in, looking around. To the right, a GYM To the left, a HALLWAY with numerous side rooms off of it",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "U.S. Marines! U.S. Marines! A clattering. The marines immediately move toward it, peering down the dark hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "39.",
          "text": "Then the DOOR to a side room OPENS to reveal... A WOMAN, MICHELE, 28, staring out, looking shell-shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "How many of you? A MAN, JOE RINCON, 45, jacket and tie, behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's five of us. Three kids. Nantz is immediately moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Where? Where are the kids? He pushes past the adults, sees TWO GIRLS AND A BOY, 8-10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines run up to the chopper with the wounded. INSID THE MEDEVAC they see WOUNDED laid across the helicopter's cabin. A CREWMAN in the medevac yells over the din:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You called in with two wounded!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "We got four!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't take four! We have no room!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Make goddamn room! A beat. The crewman relents in the face of Stavrou's impressive bulk, tries to make room. Imlay and Stavrou get Simmons and Grayston on. Mottola helps Guerrero in, squeezing his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. GUERRERO",
          "text": "I'll work on that mix for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "Thanks, dude. Think I'm gonna need it. Lenihan crawls onto the chopper's deck with Imlay's help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just had to get outta the shit. Lenihan smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now! We're moving now! Imlay bumps fists with Lenihan, backs away as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz runs out with the BOY. Followed by Martinez and Harris, hustling the two GIRLS out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Wait! Stavrou, hold it! KIDS! Stavrou tries to hold the chopper, screaming at it as... THE MEDEVAC RISES. Nantz, Martinez and Harris run to the chopper with the ki The marines around the medevac are screaming up at it, tr to hold it, but to no avail. The CHOPPER GAINS ALTITUDE as suddenly... BOOM! A SHOCK WAVE OF ENERGY FIRES from the west as... The MEDEVAC takes a DIRECT HIT. The devastating energy wave blasts it END-OVER-END... The massive helicopter CRASHES INTO A HOUSE blocks away, exploding, as... Nantz turns ominously as an unearthly BUZZING SOUND FADES LIGHTS are ADVANCING from a street leading to the field. As the SOUND and LIGHTS BUILD, Nantz runs to the other marines to get them off that field. He pulls on them, urging them to the COMMUNITY CENTER doo They REACH THE COMMUNITY CENTER, fall into it just as... Glowing through the heavy cover of smoke... The STROBING LIGHTS of some strange ALIEN AIRCRAFT zooming overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "41.",
          "text": "Speeding toward Lincoln. FIRING PULSING WAVES OF ENERGY, lighting up the distant sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines and civilians fall into the large entryway. T marines are breathing hard, looking stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Goddamn flying saucers now...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All those guys on the chopper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Why'd those bastards have to come down here and start this shit?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "That is not relevant, Imlay! They're here. They're trying to kill us. Kill them first! Martinez eyes Nantz on this. Then barks orders:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Secure the perimeter! Stavrou, give me an ammo check. Cpl. Correggio, take three men, set up an Observation Post on the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You heard the lieutenant. Move! The dazed marines begin COVERING doors and hallways. We s in their FACES that it's a very different fight now. Nantz turns, can see the MEDEVAC ABLAZE out a window. His solemn stare hints at a growing desperation. Martinez steps up to him, looks out. Quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "They got air power, too... Knocked that medevac right out of the sky. So much for ruling the air. Nantz just keeps staring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Listen, Sergeant. These men are scared. A little compassion would go a long way... Nantz turns on Martinez now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "How's that gonna help them survive, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll lead these marines. But don't ask me to get close to them. Nantz walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marines on post, watching various windows and doors. Imlay kneels by the kids, who look devastated by the day' events. Imlay wets a rag with water from his canteen, wip the dust and dirt from the kids' faces. The younger girl, KIRSTEN, 8, begins crying. She suddenly hugs Imlay. Imlay, startled by this, looks uncomfortable at first. Th hugs the little girl back, smiling at the older.girl, ANY 10, Kirsten's sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not gonna leave us, are you? A beat. Then Imlay smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "No way, sweetheart. The woman, Michele McDermott, is clearly rattled, struggl for composure, eyes constantly moving to the kids. Mr. Rincon, a calm, watchful air about him, stands with h son, HECTOR, the kid who Nantz had carried to the chopper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My son and I came here... There were only three cops, spread pretty thin... Then those things attacked. Police couldn't stop them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What happened to everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Most people ran. We hid in a side room, found Michele and the girls... Couldn't see what happened. Just heard... Screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have my nieces for the week. My sister and her husband are in Hawaii for their anniversary... Is it safe there? I heard this is happening in other places... Martinez is at a loss for words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do they want from us? Why are they here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "I...don't know. Right now, our job is just to get you to safety, okay? Harris appears from the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Lieutenant, something you should see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens. Nantz and Martinez edge out with Harris. they peer into the smoke drifting past the building, an I becomes clear... An ALIEN BODY. On the ground nearby. Ripped by bullets. They step to it cautiously, realizing... IT'S NOT QUITE D The alien MOVES, turning as if to stare back at them. Without a word, Nantz lifts his rifle, shoots it in the h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hector sits with Kirsten and Amy, digging candy Nerds out his backpack. He turns to the other kids, holding the box out. Both kids reflexively accept handfuls of candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Hector notices Imlay standing nearby. HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want some Nerds? Imlay holds his hand out. Hector shakes candy into it as. Nantz enters, calling to Adukwu:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Adukwu, bring your kit. Adukwu is immediately up, moving to Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're gonna cut one of these things open. See if we can figure out what makes 'em tick. Michele overhears, offering: MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I can help, sergeant. I'm a vet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You're a veteran? MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't help but smile) No, a veterinarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Oh... Okay. Well, thanks, um... Nantz has forgotten her name. She smiles. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Right. Michele. (smiles, embarrassed)) Sorry. Mottola walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "Sergeant. Can't raise anybody on the radio. We're cut off. Off Nantz' look...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kerns, Correggio and TWO 2nd SQUAD MARINES are on watch, peering down to the street from opposite sides of the roo All on edge, exhausted, dirty. No one says a word. Correggio eyes the other marines. They exchange an 'all- clear' sign. Then Correggio pulls up a radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "(INTO RADIO)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O.P. reporting. We're clear up here. Correggio and Kerns look over the destroyed streets, smok and flames rising from buildings in the distance, glimpse white phosphorous raining down. A beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": ".fucking aliens. Kerns looks at Correggio, starts to chuckle at the absurd of it all. Then Correggio laughs. It's infectious. It's desperate. Then the laughter slows. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "You think those things get scared? They're probably just grunts like us. Probably dumped into battle, told to go fight... Kerns looks out... The constant thud and crack of warfare A city crumbling. V",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "I thought I could handle it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "You are handling it. Thing I'm worried about is Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Sergeant saved our ass at that ambush... He knows what he's doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Yeah? Tell my brother that.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz enters with Michele and Adukwu. Stavrou and Harris in the room with Martinez. They step aside, revealing... ALIEN BODY on the floor. Michele stops, stares. She and Adukwu are both taken abac at the sight of one of these things up close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You sure you can do this? MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was more sure two minutes ago. She looks to Adukwu. They step to the body together as... Nantz approaches Martinez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What's the plan, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Mission is still to get the civilians to the Forward Operating Base. We've got a battalion there, all that firepower... I was thinking, I saw a bus couple of blocks back on 11th...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Maybe we should stay on foot. Martinez looks at Nantz. Then opens a MAP, pointing to 'Santa Monica Airport' on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "The FOB is here, at the airport... That's miles to cover with those kids... And those bombs are gonna drop in a little more than an hour. (thinking, deciding) We've got to move fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We have no radio contact, nothing to let us know the best route to take... And a bus is a big target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "I made the call, Sergeant. It's my responsibility.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "47.",
          "text": "Beat. Then Nantz nods, turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Harris, Stavrou, lieutenant needs recon on a.bus. It was abandoned two blocks south off 11th...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "If it runs, get it back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Can you hotwire a bus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "(gestures to Stavrou) He's from Jersey, sergeant. A nod from Nantz on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correggio and Kerns are surveying the street. Correggio pulls the RADIO up, talks quietly into it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Stavrou, Harris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou and Harris peer out an EXTERIOR DOOR as they hear Correggio (V.0.) from the RADIO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO, (V.0.)",
          "text": ".you're clear down 11th Street. They exchange a quick glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Every day a holiday, buddy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": ".every meal a feast. They slip outside, running off silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correggio and Kerns watch Harris and Stavrou run down the street, covering them with their M-16s.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adukwu and Michele, scalpels in hand, hover over the alie body. Its thick leathery skin has been sliced open. Martinez and Nantz observe, Imlay on post nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "How's it going? ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Lieutenant, I'm a medic, Dr. McDermott's a vet... We weren't sure who was most qualified to cut this thing open. Martinez smiles. ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look. It's been surgically modified... He pulls tissue aside, revealing where the alien's 'gun' attached to its arm. ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Part of its arm has been amputated to fit this weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Talk about commitment to cause. Adukwu examines a VENTED CAP just to the right of where t alien's 'heart' would be. Thick, fleshy veins run from it",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "What is that thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "He's from Nigeria, Lieutenant. Not a different solar system. Nantz looks over at Imlay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Thank you, private. Adukwu twists the cap. It comes free, revealing... A GELATINOUS ORGAN. Slimy, viscous fluid seeping from it. Everyone steps back, reacting to the putrid smell.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Whoa, that stinks! Everyone steps back except Michele, that is. Unfazed, she takes her scalpel, makes an INCISION across the organ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "I'm gonna puke. Swear to God, I'm gonna puke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Whatever you do, do it quietly, Imlay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou forces the door of a METRO BUS open, climbs INTO BUS, ducking below the steering wheel as... Harris covers, staring off to the FAR STREET. Tree branch there cast LONG SHADOWS which sway with the breeze. Then. The indistinct FORM of an ALIEN scout appears in the shad",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Hey, Stavs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Relax. First thing I wired was a school bus. Trying to impress this Betty. She had a huge rack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Enemy scout. Move your ass. Stavrou doesn't look up. Just works diligently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Don't rush genius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correggio and Kerns remain still, peering into the distan",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Shit. You seeing what I'm seeing? Correggio pulls BINOCULARS... POV THROUGH BINOCULARS: A SIDE STREET, TREES overhanging    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "50.",
          "text": "Movement. ALIEN SHAPES massing on the side street. Appearing and disappearing through the smoke and trees. Then the POV THROUGH BINOCULARS PANS to pick-up... The BUS. Nearby. In the path of the alien movement. Correggio grabs the RADIO. Says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "(INTO RADIO)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harris. Movement, 1500 meters up 11th. Suddenly, a loud BANG rings out below them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "What the hell was that?! They exchange glances with the other marines across the r All four move quickly, converging on one side of the building, look down the side of it... An EXTERIOR DOOR leading into the center is BROKEN OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michele finishes her incision, carefully PEELS A SECTION THE ORGAN BACK. Something vaguely METALLIC is revealed within it. As Michele touches her scalpel to it, it SPARKS. Then starts rhythmically GLOWING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Looks like it's receiving a signal... Suddenly, the ORGAN CONVULSES rapidly. Expanding, contracting. Nantz sees the ALIEN'S GUN VIBRATING now, the whole arm TWITCHING, spreading through the alien's body like a seiz",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "This thing's still alive! Nantz pulls his KA-BAR FIGHTING KNIFE, thrusting it DEEP THE ORGAN, twisting viciously.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "51.",
          "text": "The organ stops vibrating. The glow fades. The body slump",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Not so hard to kill when you know where to aim. Mottola appears in the room, a sense of controlled panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "Lieutenant. There's a breach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines step from the side room with Michele. They pe up and down the dark hallway, listening... OTHER DOORS along the hall take on an ominous presence no",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(LOW)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They in the building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "No clue, Sergeant. An exterior door was broken open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Lieutenant. Maybe we should gather the civilians in the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Good idea, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou, still beneath the wheel. Harris, eyes on the str as the RADIO crackles with Correggio's VOICE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO, (V.0.)",
          "text": "Harris, hostiles advancing right at you. Approximately two hundred meters and closing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Done! Stavrou hops into the driver's seat, tries to start the b It doesn't turn over. Harris and Stavrou exchange a quick glance. Stavrou drops below the wheel again...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More ominous BANGS ring out from down the long hallway, BUILDING in intensity. Nantz stands, staring DOWN THE DARK HALL with his M-16, surprised as Martinez steps up next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "We're in it together, Sergeant. Martinez slams a grenade into his launcher now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "C'mon, Mottola. Get that bus here! Mottola is on the radio, frantic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "Where the hell is that bus?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou is still underneath the wheel. Harris looks out t see ALIENS rounding the corner in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Get this thing started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Hey, why didn't I think a' that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRACK! Down the hall, the sound of a door splintering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're out of time! Martinez looks INTO THE GYM, sees the kids staring back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Go! Get 'em out! Imlay swings the GYM DOOR OPEN, moving the civilians out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE LOBBY",
          "text": "Nantz and Martinez stand together, aiming at the hall as. A final BANG... We hear a door being BURST OPEN.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "55.",
          "text": "Nantz, in the front, exchanges a glance with Martinez at ominous sight of... A PLUME OF BLACK SMOKE rising in the distance. THEY SPIN ONTO LINCOLN BOULEVARD. Screech to a halt at the obstacle course of BATTLE WRECKA strewn across the street. Noxious BLACK SMOKE is rising from BURNING HUMVEES and TRUCKS. Smoking CRATERS pothole the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "(SHOCKED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ. Those alien ships took the whole line out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We've got forty minutes 'til they level this area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "(TO STAVROU)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get us to the Forward Operating Base. Fast. Stavrou lays on the gas, speeding away as, in the back, t other marines stare out. Mottola peers into the sky...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. MOTTOLA",
          "text": "Where the hell are all our jets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus snakes through jammed streets, abandoned cars, bo out buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martinez is in the front with Stavrou, Nantz in the middl the bus, hovering near the civilians sitting on the floor Rincon holds Hector, Michele with her arms around both gi Marines on the seats above, weapons ready. Nantz hears Imlay whispering to Harris:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Why the hell'd the lieutenant wanna take a bus? We're sittin' ducks.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(low, hard) The call's been made, private. You so eager to decide the fate of all these people? Imlay is stone silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Didn't think so. Then Nantz looks up, meeting eyes with Martinez as... A NOISE in the distance now. A low VIBRATION, building. Nantz moves to Martinez. They peer out of the front. LIGHTS fill the sky, heading east. As they approach... The VIBRATION gets louder and louder, shaking the bus now",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Everybody get down, weapons inside the bus. Make no noise. The men pull their guns in from the windows, crouching as as possible, straining to see, hear... The vibrations grow louder, LOUDER! Suddenly... WHOOSH! An ALIEN AIRCRAFT rips overhead. Then another, and another, and another... All heading eas The image of their speed, their power, their other- worldliness is overwhelming, devastating. Nantz stares, relief flooding his face, as the armada fli on. Leaving them behind. Until... Suddenly, Mottola's RADIO BLARES! COMMAND (FROM RADIO)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All stations this net, urgent traffic. Multiple enemy aircraft moving east... As the transmission rings out, Nantz looks up to see... One ALIEN SHIP split from the armada, TURN BACK TO THE BU    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "It's coming back...! The children scream, marines agitated... all hear a low vibration, echoing off buildings, heading their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(staring at the radio, REALIZING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill that radio! Mottola turns off the radio. The alien aircraft STOPS. Hovers a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "They're tracking our signals! All radios, cell phones-- keep everything off! Everyone stares silently, tensely. Then... A single BEAM OF LIGHT suddenly shines from the alien cra Then the alien aircraft MOVES FORWARD again. Slowly. But still heading their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "It's still coming... It's searching... Nantz grabs a PORTABLE RADIO. He looks around the bus, sees the little girl, Kirsten, ponytail in her hair. He leans down to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Hi. Could I have your, uh, hair thing? She stares, wide-eyed, at this fearsome, sweating marine. KIRSTEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My... pony holder? Nantz nods. She pulls the PONY TAIL HOLDER from her hair, hands it to Nantz. He smiles. Briefly. Heads to the front",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Anything happens, Lieutenant, get the SAWS up front and take off with these kids.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Sergeant... BUT NANTZ IS OUT OF THE BUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz runs down the street with the radio under his arm. Heading toward a GAS STATION. Nantz glances back, sees... The ALIEN AIRCRAFT SEARCHING street below, getting closer and closer to the bus as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy and Kirsten pressed under seats, Michele covering the up... Hector closing his eyes in his dad's arms... The marines duck low, gripping their weapons. They hear the aircraft coming closer, almost above them. LIGHT starts shining through the windows as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz, almost to the gas station, wraps the pony tail hol around the radio, looks back to see. The ALIEN AIRCRAFT STOP, HOVERING OVER THE BUS! Shining lights into it, scanning, scanning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hector's eyes widen, staring up at the light. Michele pul the girls in closer, trying to calm them, herself. MICHELE (WHISPERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gonna be okay, it's gonna be okay, it's all gonna be okay. Everyone freezes as the BEAM reflects off the walls, fill the space with a horrible bright light, exposing them as.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz presses the \"Push to Talk\" button on the radio as.. The alien craft suddenly TURNS in NANTZ' DIRECTION. Nantz wraps the pony tail holder around the radio, keepin the button on it depressed so it's SENDING A CONSTANT SIG He slides the radio toward one of the GAS PUMPS... Keeps moving, diving BEHIND A VAN across the street. Nantz peers around it, sees... The alien aircraft HEADING FOR THE GAS STATION, descendin Nantz slams a grenade into the launcher on his M-16. The alien aircraft zooms at the gas pumps, its unearthly growing louder and louder as... NANTZ FIRES THE GRENADE. The GAS PUMP EXPLODES! A MASSIVE FIREBALL HITS THE ALIEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAFT",
          "text": "Nantz flattens himself to the street as... The ALIEN AIRCRAFT, trailing smoke and flames, thunders o of control RIGHT OVER HIM... Then CRASHES into a building... BLOWING APART!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marines ducking, civilians screaming as... DEBRIS from the alien ship BLOWS OVER THE BUS, burning pi falling to the ground...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz runs out from behind the van, checks the remains of burning alien aircraft, rifle raised. NO ALIEN inside. The ship is a DRONE. Nantz takes this in, then starts back for the bus.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz runs back onto the bus as Stavrou pulls swiftly awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(TO MARTINEZ)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That ship was an unmanned drone, lieutenant. And that alien we cut open had something in it receiving signals... They must have one helluva command and control center. Martinez pulls his map out, eyes Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "That was some real John Wayne shit, Sergeant. Nantz tries to shrug it away. But Martinez nails him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Don't do it again. We work as a team, Sergeant. We clear? Beat. Nantz nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're clear, Lieutenant. Nearby, Imlay whispers to Mottola:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Who's John Wayne? Martinez looks up from the map, turns to Stavrou.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Take the freeway, Corporal. Cuts half the distance off our drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Sir. We get on that freeway, we'll be exposed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "It doesn't seem like we're much safer out here. We've got two shitty options-- I'm choosing the one that gets us there fastest. (then, quietly) We don't want to be in this area when the bombs start to fall.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus bangs past a few stalled cars, cruising up a ramp onto the freeway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martinez and Nantz crouch near the front, keeping watch. From this elevated vantage point on the freeway, the big picture emerges IN THE DISTANCE: The BATTLE FRONT is moving east... A DEFENSIVE LINE of TA is visible, blasting away at aliens. SWARMS of DRONE AIRCRAFT engage F-18 JETS flying at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Jesus... (TO STAVROU)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Double time, Corporal. The bus barrels forward, careening BETWEEN CARS, knocking some out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Take the next exit. Head south. We're two clicks from the FOB. The bus drives onto the shoulder, past the sea of abandon cars, heading to the off-ramp. Nantz appears uneasy. They are exposed on this freeway an he doesn't like it. He MOVES TO THE BACK, peering out windows, checking angle Michele looks up as he passes, sees a GASH on Nantz' head MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your head, Sergeant. You're bleeding. Nantz touches his head, looks at the blood. He wipes it o his pants. Michele smiles at him softly. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet when you woke up this morning, you didn't think your day would end up like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "That's a pretty safe bet.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Hostiles. Back up. Now, go! Stavrou guns the BUS BACKWARDS, knocking abandoned cars o of the way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Guess you were right, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Incoming! Down! Down! Down! A projectile EXPLODES next to the bus! Sending CARS FLYIN SHRAPNEL TEARS A GIANT HOLE through the side of the bus. TWO 2nd SQUAD MARINES are instantly killed, blown clear o of the hole. Civilians screaming... Stavrou hits the gas, BACKING THE BUS UP the best he can. An ILLUMINATION heading toward them... BOOM! Another projectile DESTROYS AN OVERPASS behind the bus! Trapped. And ALIENS are STREAMING AT THEM in the distance Stavrou works the shift, grinding gears, gunning the bus. BEHIND A CONCRETE DIVIDER close by the COLLAPSED OFF-RAMP The off-ramp now dangles precariously: a 15-foot cliff-fa of missile-scarred concrete and re-bar. Martinez looks over to Nantz, not sure what to do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(to Martinez, low) Let's dismount, set up a perimeter, get the civilians down to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Stavrou, get down that ramp, secure the street! Kerns, Adukwu, help get the civilians off the freeway. Stavrou starts off the bus for the broken off-ramp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Harris, Imlay, give us overwatch up on the roof. The rest of you push out 20 meters, set up a perimeter.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "And don't forget, aim chest, right! Imlay joins Harris, SMASHING THE SKYLIGHT out of the bus roof, CLIMBING OUT, taking position on the bus' roof. The rest of the marines EXIT THE BUS. Nantz grabs Adukwu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Stay here with the civilians. As soon as Stavrou gives the sign, get them down to the street! Adukwu nods. Nantz starts off the bus. HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks up at Nantz) Are we gonna die? Nantz turns back to Hector. Manages a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Course not, kid, we're the good guys. And Nantz is off the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imlay and Harris, prone, propped on their elbows, Imlay scanning through binoculars, sees... 30-40 ALIEN FIGHTERS coming their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "I got about three dozen hostiles, twelve o'clock. 300 meters now. Coming fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz stands with Martinez at the concrete barrier. Nantz scans the marines' positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Prepare to repel. Fix bayonets! This might get up-close and personal! Just a low CLATTERING now, the battle-rattle of Nantz and men fixing BAYONETS to their rifles. Nantz-yells out:    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Cpl. Harris!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Being vastly outnumbered provides a marine rifleman with what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "A target rich environment, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Marines. We stand here. Let these bastards know who they're fucking with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2/5",
          "text": "Sporadic FIRE now, as the marines fire on the advancing aliens, still at a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou descends down the collapsed off-ramp, negotiating fractured, angled slab of roadway. Kerns covers him above, from the freeway. Stavrou hits the ground, securing the area. He looks up a Kerns and gives him the \"All Clear\" sign. Kerns takes off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adukwu stands in.the bus, looking out to see Kerns runnin back to them, signalling. Adukwu turns to the civilians crowded behind him. ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, it's clear. We're gonna go. Amy and Kirsten, terrified, look up at Michele. She hurri the girls to the door of the bus as Kern runs up. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. I'll be right behind you. Adukwu picks up Amy. Kerns picks up Kirsten.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "(takes a breath, telling them, himself) It's gonna be scary but we can do it, okay? An alien round flies through the bus, shattering the back window! The girls scream. Kerns and Adukwu race away, running with the girls... Rin grabs Hector. He and Michele follow... RUNNING ACROSS THE FREEWAY... To the off-ramp. It seems like a long way off. They run past Correggio, rocking a SAW full auto. The FIRE is deafening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Come on!! Come on!! Get some! Rincon and Michele, breathing ragged, feet pounding, look up... They're getting closer and closer to the off-ramp a Alien rounds blow chunks of concrete off the roadway... UP AHEAD, Kerns and Adukwu rush the girls to the EDGE OF RAMP, hurrying to get them down as... Rincon and Michele REACH THE OFF-RAMP now. Kerns grabs Hector, HELPING HIM ANGLE DOWN THE OFF-RAMP, getting the boy safely handed down to awaiting Stavrou as",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "Rincon spins, sees the marine drop, SCREAMING. Rincon looks back at Adukwu, who is busy getting Michele the off-ramp now. Then Rincon looks back to the freeway, sees Mottola writh in agony. Rincon runs to Mottola, kneeling next to him. Mottola looks up at Rincon, fear in his eyes. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay, son. I got you.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "Rincon starts to PULL Mottola TOWARD THE OFF-RAMP... Struggling to get him to safety. Mottola's body starts to convulse. Rincon stops, tries to control him. Sees Mottola's eyes rolling back in his head Then Rincon is horrified when he looks up to see... ALIENS RACING FORWARD... Heading his way! Moving in and out of the sea of abandoned cars. Rincon redoubles his efforts, pulling on the injured Mott As he does, he looks back up to see... The ALIENS ARE ALMOST ON TOP OF HIM now as... BANG! The first alien is shot by... Nantz, suddenly there, M-16 poised. Rincon looks from Nantz to... MORE ALIENS coming at them! No choice-- Rincon PICKS UP the injured Mottola's RIFLE. Scared, but resolute. He looks at Nantz. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I need to know? The slightest beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "It's set to fire in three round bursts. We're low, so don't waste your shots. Rincon holds the M-16 against his shoulder, aiming. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just sight down the barrel...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "And give 'em hell. Rincon sights down the barrel of his rifle at ONE ALIEN i the distance. He squeezes the trigger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE FREEWAY OFF-RAMP",
          "text": "Adukwu sees Rincon and the wounded Mottola now. He runs t them, incoming rounds WHIZZ by as...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "68.",
          "text": "Adukwu bends over Mottola, seeing that he's dead. Adukwu closes Mottola's eyes as... An ALIEN APPEARS from behind a car, AIMING STRAIGHT AT ADUKWU. It is about to FIRE as... BAM! BAM! BAM! Rincon FIRES, blowing the alien away. Adukwu looks up, realizing Rincon just saved him. He,meets eyes with Rincon, who stares back, stunned a mom by his own actions. Adukwu immediately shouts a. warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. ADUKWU",
          "text": "Keep fighting! Rincon snaps back, turns to fire... A moment too late as. THUMP! Rincon is HIT. He falls. Adukwu grabs Rincon, sees the pain and fear in the civili eyes. Adukwu rips open packages of QuickClot, begins spreading the fast-clotting powder on Rincon's wounds as.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harris and Imlay firing... From this height, they can see full expanse of freeway: More WAVES OF ALIENS coming, using abandoned cars as cove",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Shit, Lieutenant, we're gonna be overrun !",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE BUS / ON FREEWAY",
          "text": "Nantz and Martinez exchange a desperate glance on this. T Nantz. looks around, assessing the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Gimme two of your smoke cannisters! Martinez pops two canisters off, hands them to Nantz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Take someone to cover you!. Nantz turns, sees Correggio. Then he turns the other way, sees Kerns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Kerns! Come on!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Me, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I'm not worried about fightin' next to you, Kerns. Now let's go. A slight smile from Kerns on this as he follows Nantz... Who sprints low, scurrying between cars... 10... 20... 30 yards closer to the enemy. Nantz and Kerns arrive at a large SUV. Kerns ducks low, covering Nantz. Nantz crouches, opens th gas tank... Unscrews the fuse from the smoke grenade body, tossing th canister aside... pulls the pin... flips the 'spoon' off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Get ready to move on my word. Nantz holds the fuse over the open gas cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Now! Nantz drops the fuse into the gas tank. They go RUNNING BACK TOWARD THE BUS as... B0000M! The SUV EXPLODES in a ball of flames! Nantz and Kerns dive BEHIND ANOTHER VEHICLE, Kerns crouch laying cover fire. Nantz pulls a fuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Again! Ready?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "(pops up, fires) Ready! Nantz drops the fuse, they run... The CAR EXPLODES in fla Nantz runs to ANOTHER CAR, making sure Kerns is with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harris and Imlay see what Nantz is doing...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "70.",
          "text": "He's creating a WALL OF FLAME... Funneling the enemy into one NARROW CORRIDOR! Forcing them through the OPENING between the CARS ON FIRE",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Damn, Sergeant sure as shit's ninja. He just gave us a kill zone, didn't he, Corporal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Soon as they come through, blow 'em back to hell! The first alien appears THROUGH THE BURNING CORRIDOR. Iml blows it away! Harris blows away the next... It's working",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Kerns fall back BEHIND THE BUS, next to Martine Correggio and a 2nd squad marine. Along with Harris and Imlay on the bus roof, they are the only ones left holding the aliens off. All FIRE forward a More and more aliens begin pouring through, braving the flames... Into the line of fire... Many aliens go down. But because of their sheer numbers, few start to make it through, FIRING BACK at the marines. Martinez sees the 2nd SQUAD MARINE go down in front of hi Martinez rushes to his side... HE'S DEAD. Martinez rises to shoot and...THWUMMP. Martinez is hit. He looks down, blood running over his belt. Shock on his face. He's been shot in the stomach. Martinez looks around... The remaining aliens now only cars apart from them. Two forces taking cover behind spraying glass and punctur metal, firing directly into the faces of their enemy. Martinez pulls himself together, struggling over to Nantz",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "Pull the men back... Pull 'em all back now, Sergeant. I'm gonna stay and cover.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "71.",
          "text": "Nantz looks at Martinez about to say something. Sees the blood draining from his stomach, down his legs. Nantz grabs Martinez, pulling him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Lieutenant. We gotta get you outta here. No way we're leavin' you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "I said I got it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I'm not leaving you here to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "That's not your call, Sergeant. Now get your men outta here... He pushes Nantz away, looks around, the chaos slowing dow for him. He reaches into his vest... Martinez hands the LETTER we saw earlier to Nantz. A mome between them. Nantz nods, then spins, moving, yelling to the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're pulling back. Head to the lower street, now! NOW! Nantz runs toward the edge of the destroyed off-ramp, lay cover as the men head down. Harris and Imlay slide down off the roof of the bus, join the others running to the off-ramp. Correggio sees... MARTINEZ STAYING BEHIND, shooting at the aliens, drawing their fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "(TO NANTZ)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Keep movin', corporal! Go! All the men climb DOWN THE OFF-RAMP. Nantz turns to go ba to get the Lieutenant himself, sees... Martinez hauling himself toward the rear of the bus.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Martinez, behind the back of the bus, struggles to breath still drawing fire. Grabs his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "(TRANSMITTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Lieutenant Bennie Martinez', U.S. Marine Corps! Aliens converge toward the back of the bus. Ten... Fifteen... Twenty ALIENS heading for the signal... Heading for Martinez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. MARTINEZ",
          "text": "(TRANSMITTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1st Platoon, 2nd Battalion, 5th Marines! He turns, sees Nantz coming back for him... Martinez pulls a smoke canister from his vest... Holds it for Nantz to see... Then unscrews the fuse, pops open the gas cap of the bus. ALIENS CLOSE IN ON MARTINEZ... Nantz turns, dives for cover as... Martinez drops the fuse into the gas tank... A flash of fear across his face as... Aliens are on him a",
          "sentiment": "neutral"
        },
        {
          "speaker": "KABOOOOOOOOOOOOM",
          "text": "Massive fire ball shooting 300 feet into the sky'! Nantz raises his head, debris raining down, sees... ALL THE ALIENS DEAD. His eyes wide at Martinez's sacrifice, the burden now on he's in charge of the men, the civilians... Nantz gets to his feet. Runs for the off-ramp.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz drops down the destroyed off-ramp... Runs to the marines and civilians BEHIND THE ABANDONED VAN. He sees Adukwu working on Rincon, Hector crying in Michele's arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Package Mr. Rincon for transport. We've got to move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Sergeant. Did you just leave Lt. Martinez back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Lt. Martinez stayed behind. He knew he was dying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "So you left him? Is that how it is with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "He sacrificed himself to save our asses. (steps to Correggio) Now you get your head straight, Corporal. This is my unit now. Nantz looks at the men, who stare back, shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Let's move. We need shelter... Those bombs are gonna drop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A frantic dash through the street, rubble and fires all o Marines carry the kids. HECTOR, in Harris' arms, head swiveling, eyes searching for his dad, sees... Imlay and Adukwu CARRYING rINCON, who appears lifeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dark, empty store. The marines burst in, aiming rifles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Tighten this place down. See if we can establish communications. Hard line only! Nothing wireless.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "74.",
          "text": "The marines move into position, covering windows and door Nantz turns to Michele, huddling with the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Listen, we're out of the bomb zone... But when they fall, we will definitely be rocked. Make sure the kids are prepared for that. Hector suddenly breaks free, rushing forward.as Imlay and Adukwu enter with Rincon, setting him down. Nantz pulls blankets from a nearby rack, covering Rincon. he does, we see a glimpse of Rincon's BLOOD-SOAKED CLOTHI He is very pale. Blood flecks his lips. Hector stares into his father's face, eyes filling. Rinco touches Hector's face lightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "It'll be okay. We'll get your dad fixed up. But when Hector looks to Nantz on this, he can't meet the boy's gaze. Hector can see this isn't the truth. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me, son. I'm not going to make it. (a slight beat) But you will. HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to go without you. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. But you have to. Now wait with Michele a minute. Let me talk to the sergeant. Reluctantly, Hector allows Michele to lead him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Mr. Rincon, we can take you and... Rincon turns to Nantz, steel-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. RINCON",
          "text": "Don't waste time, sergeant. You and I both know what's going on here.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I can't leave you... RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You can't take me. Nantz is silent, at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE STORE",
          "text": "Imlay stares at a CLOCK on the wall, calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Four minutes and those bombs drop, Sergeant. NANTZ looks over at this. But his expression is blank. He turns back to Rincon, who's staring straight into him. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I keep playing it over in my head... If I'd done things differently... Maybe I could have gotten Hector out earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You can't look back. You make the best decision you can... A beat. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just promise you'll get my son out of here, Sergeant. Nantz looks like he has the weight of the world on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I promise. Rincon holds out his hand. Nantz takes it, meeting his ga RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm trusting you with the only thing I have in this world. Nantz stares, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Sergeant! Hard wire connection!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "76.",
          "text": "Nantz turns to see Harris behind a COUNTER, at a COMPUTER an INTERNET CONNECTION on its screen. The marines crowd around, reading the ominous HEADLINE... \"GLOBAL INVASION -- Alien 'Creatures' Attack From Oceans\" PICTURES of ALIENS racing through urban streets, swarming over cars stuck in massive lines,of traffic... Underneath these pictures we see CAPTIONS, a litany-of do Battle: Tokyo... Battle: Cape Town... Battle: Los Angeles Then a BUDDY LIST pops up on the screen, an INSTANT MESSA 'baby, is that you?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Damn, that's Cherise... Harris quickly types back a response: 'you ok?' The message comes back: no, real scared.' Harris responds: 'where are you?' He hits SEND. But the message doesn't go through. He clic the mouse. But the computer has frozen. Then 'Internet Connection Lost' pops up on screen. Everyone stares. Harris stands, walks from the computer. Stavrou watches him go as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE BIG 5 FLOOR",
          "text": "HECTOR steps back to his dad's side. Rincon's eyes open slowly. He looks at Hector. Manages a small smile. Reache out, wipes a tear from his son's face. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm very proud of you, son. You're being so brave... Hector throws his arms around his father, hugging him tightly. RINCON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, Hector. Mr. Rincon smiles. His face peaceful. Hector is silent, tears rolling down his face.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Thirty seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Get away from the windows! Get those kids behind cover! The marines back away from the windows into the center of store, hunkering down with the civilians. Everyone stares the CLOCK on the wall as it ticks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "C'mon. Fry those bastards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Those bombs drop, then everything's gonna change. Get to the FOB, get some goddamn ammo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Some goddamn food...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Some goddamn tanks. Beat. Everyone stares as... The CLOCK ticks to NINE... AND NOTHING HAPPENS. They wait. Fear grows on everyone's faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "They shoulda' dropped, right? We'd feel it from here, wouldn't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "That much ordinance? They'd feel it in Nevada. Something's wrong...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Maybe it's good... Maybe we turned the tide...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Yeah, right, Imlay... 'Cause we were kickin' ass out there. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happening, Sergeant? What's that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I don't know.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "78.",
          "text": "Adukwu quietly approaches Nantz now, voice low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. ADUKWU",
          "text": "Sergeant... Mr. Rincon is dead. Nantz turns, staring off at Hector, sitting by his father It's all too much...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Jesus... Nantz takes a deep breath, his mind racing, the world clo in on him. He turns to Michele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Listen, our Forward Operating Base is about a mile away. We have to go on foot. I'll need your help with Hector now. Michele nods. Watches as Nantz slowly walks to Hector. Nantz kneels by the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I'm sorry Hector. Your dad... didn't make it. You understand? Hector, sobbing, overwhelmed by grief and fear, looks up Nantz. HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna be here. I want my dad back. I want it all to go back to the way it was before... AT. THE FRONT OF THE STORE. Stavrou, eyes on the still street, sees... TWO ALIEN SCOUTS appear. They crouch by a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Sergeant, we got hostiles in front. All the marines stiffen, the clatter of rifles being rais But Nantz, tearing up himself, just stays focused on Hect",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Me too, Hector. I wish it could go back, too...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAVROU LOOKS OUT TO THE STREET",
          "text": "MORE ALIENS appear now, moving TOWARD THE STORE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Out of time, sergeant. NANTZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tries to lead Hector away. Hector struggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(URGENTLY NOW)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to go, Hector. HECTOR (CRYING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! No! I want my dad!!! Nantz lifts Hector. We see Hector's face, stricken, stari back at his father as he's carried off. The other marines gather up Michele and the girls... And everyone is moving silently THROUGH THE STORE as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE FRONT OF THE STORE",
          "text": "CRASH! The plate glass window is SHATTERED as... An ALIEN smashes through it. The alien is very still, peering around. Then it begins t creep forward as... A SECOND ALIEN, then a third, a FOURTH follows, leaping i the store with sinewy power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE REAR OF THE STORE",
          "text": "Nantz peers out a BACK DOOR. It's clear. They MOVE OUT ju as... MORE ALIENS leap in. They move in formation THROUGH THE STORE as... THE BACK DOOR silently shuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nantz and the others slip out of the back...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Stavrou, Harris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Yes, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Blow something up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Yes, Sergeant. As the others RACE AWAY down the alley... Stavrou takes his rifle butt, SMASHES the WINDOW of a nea CAR. Reaches in... Jams the car's gear into.neutral. As the massive Stavrou pushes the car AGAINST THE STORE'S BACK DOOR... Harris pulls his KA-BAR FIGHTING KNIFE. Harris.slides UNDER THE CAR... Punctures the GAS TANK. As Harris rolls away from the FLOW OF GASOLINE... Stavrou LIGHTS it. Both men RUN DOWN THE ALLEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Don't think they'll be comin' out that way... As... BOOM! The car, blocking the door, goes up in FLAMES",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN THE ALLEY",
          "text": "Stavrou and Harris FALL BEHIND A BUILDING with the others NANTZ, still holding Hector, looks off to a SIDE STREET.. signals to Kerns and Correggio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Check it out. The two marines run down the alley to the SIDE STREET. Nantz sets Hector down. Looks the boy in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "This is the hardest thing you'll ever have to do... Michele, arms around Kirsten and Amy, watches Nantz.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "But we'll get through it together. I promise, Hector. Hector nods, still crying. Nantz exchanges a glance with Michele, who moves to Hector, comforting him. Nantz steps away as Kerns and Correggio run up, reporting",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Looks good, both directions. Out of earshot of the civilians, Nantz spins to his men w fiery intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We are not losing one more of these civilians. Period. Am I making myself clear? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's move. The group jogs silently DOWN THE ALLEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz leads the group down the residential street, tidy bungalows on either side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "You okay, bro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "I hadn't a pushed Cherise to get married, she'd still be in Chicago. Suddenly, Nantz stops, fist raised. The squad halts as... A SOUND fades in, a deep RUMBLING. The marines FALL BEHIND CARS now, pulling the civilians d with them as the RUMBLING continues to BUILD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Under the cars! Now! The marines frantically shed their packs, squirming UNDER CARS with the civilians, pulling the kids under as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "82.",
          "text": "Rounds the corner in the distance, THOUSANDS'OF THEM, fil the street from sidewalk to sidewalk. An army on the move NANTZ DRAGS HECTOR UNDER ONE CAR with him,' pulls the boy close, gets his legs under the car, under cover, just as. The mass of aliens SWARM PAST, the ground shaking, RUMBLI The humans HUDDLE UNDER THE CARS, peering out to see the and arms of the aliens flying by. Some bound OVER THE CAR which bounce up and down, BANGING with the aliens' weight The RUMBLING EBBS as the aliens disappear into the distan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The squad moves in formation, surrounding the civilians. Little Kirsten comes up behind Correggio. He's surprised she slips her hand into his. Correggio looks down, seeing how scared she is. He smiles, grips her hand tightly. Up ahead, Nantz leads, MAP in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "How far, sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "One block over. Imlay smiles at Kerns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "We'.re gonna make it! Dude, we're gonna make it... But as they approach a CORNER... Nantz stops, exchanges a glance with his corporals. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "The smell. An ominous beat. The squad moves down the dark street as. ASH FLOATS DOWN here from the sky... Like a beautiful ear winter snow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "We slowly MOVE IN TIGHTER and TIGHTER on Nantz. Until we are CLOSE ON NANTZ' FACE. A REDDISH GLOW is reflected there. Nantz stops, looking horrified. We REVERSE to see... A DEEP BLACK COLUMN OF SMOKE rising into the night sky fr NUMEROUS FIRES that rage within the fence line of... SANTA MONICA AIRPORT. As they approach the Forward Operating Base, the devastat is slowly revealed: CRASHED F-18 JETS and COBRA HELICOPTERS line the runways. BODIES and SMOLDERING MARINE VEHICLES litter the airfield",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Jesus... They wiped our Forward Operating Base right off the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Now we know why those bombs never dropped. They took our jets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "This was a dug-in marine Corps position that had armor, air and ground. Maybe we got nothing left to fight with... Michele MEETS EYES WITH NANTZ. His look tells us everythi THEY'RE LOSING THIS WAR. Nantz turns, spies an AIRPORT FIRE STATION by the runways",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Let's get under cover. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines enter cautiously, rifles up. Then they hustle the civilians inside when it appears safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Lock this place down. The marines fan out, securing doors, checking windows as. Nantz kneels by Hector, tries to comfort him.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You're a brave kid. When this is over, you're going to be a hero. HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People always say that. \"He's a hero.\" (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one even knows what a hero is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Your dad was a hero. Hector just stares back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "He saved Pvt. Adukwu up on that freeway. Hector exchanges a glance with Adukwu. Something passes between them... One man died so another could live...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "You save a marine under fire, you get a medal, y'know. Nantz pulls out a MEDALLION, the CREST of the 2/5 on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "This is our medallion. It's yours. For your dad. (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're 2/5 now, Hector. Hector takes the heavy medallion, looks it over, pointing the 2/5 MOTTO on it: HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean, \"retreat hell?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "During World War I, an officer from our regiment was ordered to retreat. He said, \"Retreat? Hell, we just got here!\" Nantz is happy to see a slow smile from Hector now. Harris calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "We're secure, sergeant.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "85.",
          "text": "Nantz stands on this, addresses the marines:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Listen up. We need ammo. Kerns, Adukwu stay with the civilians. The rest of us, let's move. Nantz puts a hand on Hector's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black plumes of SMOKE fill the night sky as Nantz and his head silently toward the bodies of dead marines and alien The tarmac is a smoldering WASTELAND: Empty, bombed-out buildings on its outskirts, burning aircraft and vehicles litter the runways. Fires crackle. As they go, the marines rifle the pockets and pouches of their fallen comrades, pulling out any available ammo. IMLAY whispers a low, heartfelt refrain to the dead marin he searches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Sorry, bro. He moves on to another fallen marine, searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Sorry, bro. Across the runway, Nantz pulls ammo from the pouch of a d marine. Then looking up, he sees... A LAV-25 ARMORED PERSONNEL CARRIER. INTACT. Nantz moves to it. Then turns. A LOW WHISTLE from him and the marines look up. They hustle to Nantz. Everyone gives the LAV an excited once-over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Looks like it just rolled off the goddamn assembly line!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Good job, Sergeant!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(TO STAVROU)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you drive this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Hell, if it's got an engine, sergeant, I can drive it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Good. Get it running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Seems like vehicles are targets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "A minivan's a target, Correggio. A LAV with a Bushmaster chaingun... That's an asset. Imlay grins. Nantz motions to him, starting off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "(FOLLOWING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me? Where, sergeant? Nantz points to the CONTROL TOWER, its windows blown out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "High ground. We need to see the big picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kerns has a tub of ice cream, scooping bowls for the kids",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "My dad's a fireman. They love their ice cream. Used to visit the firehouse with my little brother, they always had tons of it... (re. the kids) My brother's not much older than these guys. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't look much older, either. She gazes at the kids, pain and anger washing over her.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "87.",
          "text": "MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this day ever going to end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Maybe the Sergeant'll find a way outta here. MICHELE (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with you guys anyway? Doesn't anybody have a first name? ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emmanuel. Manny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Pete. You married? Family? MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm single. Lots of family back in Nebraska, though... Hopefully they're safe... She shakes the thought away. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Little Rock. ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nigeria. I came here to be a doctor. MICHELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be a surgeon, the way you cut into that thing... Adukwu smiles. Then his smile fades as he looks around. ADUKWU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Maybe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz enters with Imlay. They look around... The WINDOWS have been BLOWN OPEN. The wind rustles papers through the ghostly space, blowing them out into the nigh    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "88.",
          "text": "On one desk, a COMPUTER is flashing a SLIDESHOW: Happy PICTURES of someone's family vacation. From this, high vantage point, they can see for miles... Nantz looks out one end of the control tower, sees all th way to the ocean... Then he turns, looks the other way, dead east... A vista of EXPLOSIONS, spreading-into the distance. ALIEN DRONE AIRCRAFT engage F-18s. One jet is blown up, spirall to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Look how far east they've gotten. That's almost the whole city... Nantz looks out through BINOCULARS: Sees the HOLLYWOOD SIGN ablaze in the hills... Then pans to a mid-city area. Stops when he sees one quadrant of the city, blocks wide, SHIMMERING an INKY BLA Some kind of DARK ENERGY WAVE emanating from the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What the hell's that? Imlay peers out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "There's zero activity there. And the area does seem completely devoid of activity-- No alien or human aircraft above it. Like a DEAD ZONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "What are we gonna do, Sergeant? Nantz, panning with the binoculars, sees a CHOPPER TAKING in the distance now. Nantz grabs a MAP on the desk, eyes roaming over it. Then looks back to where he saw the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "That must be the alternate extraction site. Maybe we can evacuate the civilians there... He turns to Imlay.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Get them in the LAV. I'll radio for an evac helicopter... When I do, they'll be coming, so we have to move fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Think we can make it, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're gonna give it one helluva try, Imlay. He reassures the young marine with each-word:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're not dying here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The marines, absent Nantz, surround the civilians protectively as they hustle them into the LAV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTROL TOWER",
          "text": "Nantz standing alone with a RADIO PACK looking out into t black night, wind blowing through the tower. The LAV WAITS ON THE TARMAC below, engine running. Nantz takes a deep breath. Presses the button on the RADI NANTZ (TRANSMITTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any station, this is Foxtrot 2 November. I have four civilians and seven marines, we're heading to Alternate Extraction Point Charlie. Requesting evacuation. I say again, this is Foxtrot 2 November heading to Alternate Extraction Point Charlie. Out. Nantz turns immediately, hurrying out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz runs from the tower and climbs into the LAV.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz sees the civilians and marines crammed together in back amid gear and guns. He turns to Stavrou behind the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Use the thermal sight. No lights. Stavrou drives, spins away as Nantz climbs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE TURRET",
          "text": "He mans the M-240 MACHINE GUN. Imlay beside him on the 25 BUSHMASTER CHAIN GUN. Headlights off, running dark, Stavrou drives, peering thr the THERMAL SIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Washed green, the city a war zone, massive destruction.. An ALIEN DRONE winging toward the airport as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LAV moves fast in total darkness down a car-strewn street. Santa Monica Airport fading behind them, suddenly BOOOOOOM-! Bright burst of light! And the Control Tower explodes in a ball of fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz watches the alien drone fly off into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miles away, the LAV drives through a CITY STREET, surroun by TALL BUILDINGS, the area a desolate wasteland now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou drives, hands gripping the wheel as he maneuvers carefully through wrecked abandoned cars.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TURRET",
          "text": "Nantz eyes a nervous Imlay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Extract site's only a couple more miles, Imlay. Imlay nods back. Nantz peers down to... STAVROU, BEHIND THE WHEEL... Eyes focusing tensely through the thermal sight scope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Green wash of the city passing by. Tall, empty buildings around... Suddenly, a big DARK OBJECT in the street! Stavrou SLAMS THE BRAKES. Civilians and marines in the ti passenger compartment are thrown around. Right in front of the LAV... A massive CRATER. The street's impassable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We gotta go around. The LAV backs up, Nantz scanning the sky, gripping the M- machine gun, trying to see out into the darkness... Then they TURN A CORNER... And a VIEW BETWEEN TWO TALL BUILDINGS is harrowing... FOUR ALIEN DRONE AIRCRAFT hovering... Then turning. Flyin toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Get ready, Imlay. Here they come. Stavrou looks out to see... A HELICOPTER in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Think I see our ride, sergeant! SGT NANTZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get us there. Cause we're about to get lit up. The alien drone ships are winging at them. They are only meters out when...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "See what that Bushmaster can do, Imlay! Imlay OPENS UP on the 25MM BUSHMASTER CHAIN GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Come on, you martian bastards! The Bushmaster is a rapid-firing CANNON spewing 200 round minute, each capable of destroying a light tank. For once, the aliens are overmatched. The ALIEN SHIPS tak HEAVY FIRE from the Bushmaster... One goes down IN FLAMES, the others PEEL OFF, flying behi buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Where'd they go? Where'd they go? Nantz is scanning the sky, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Imlay, on your six! Imlay spins in the turret, picking up... The three remaining ALIEN AIRCRAFT coming back around. The lead alien ship FIRES! A ,CAR EXPLODES next to the LAV. Imlay rocks in the turre",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Son of a... Imlay targets, fires the Bushmaster... The lead alien ship is HIT, winging out of control INTO A SECOND SHIP. The TWO SHIPS EXPLODE into a building as... The FINAL ALIEN AIRCRAFT dodges the FIREBALL, flying stra at the LAV...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Getting close, Imlay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "I got it. Imlay FIRES a burst. The last aircraft is hit...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "It PINWHEELS TO THE GROUND, exploding into FLAMING WRECKA which hurtles RIGHT AT THE LAV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Stand on it, Stavrou! Stavrou pushes it, TRYING TO OUTRUN the burning wreckage. Which is almost on top of the LAV as... Stavrou spins AROUND A CORNER, escaping. The wreckage explodes into a building behind them as... THUMP - THUMP - THUMP! The sound of a UH-1'Medevac ECHOES",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "The chopper! Nantz looks out, sees the CHOPPER LANDING in the street. The LAV screeches up amid the RUBBLE and SMOKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Last stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Everybody out! The marines rush the civilians OUT OF THE LAV... Nantz an Imlay scrambling out last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Pretty decent shooting, Imlay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "(GRINNING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn, you did it, sergeant! We're gonna get these people out! EVERYONE RUNS TO THE CHOPPER. The marines begin loading the civilians in, the old-schoo CREW CHIEF hopping off to help the kids in. CREW CHIEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are in the middle of the shit, Sergeant! Everything's been pulled back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What are you talking about?!    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "94.",
          "text": "CREW CHIEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've lost most of our air assets. We're abandoning Los Angeles. This city's done...! (to the pilot) Let's go! The chopper powers up, Nantz SCRAMBLES ON with the others",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CHOPPER BEGINS TO LIFT OFF. As it rises, Nantz gazes at the CITYSCAPE. He sees fires, wreckage everywhere. The he looks off to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLACK DEAD ZONE SHIMMERING NEARBY",
          "text": "Nantz watches the HELICOPTER BANK TOWARD THE BLACK ZONE. as it gets closer... The HELICOPTER DIPS precipitously, suddenly losing altitu The kids SCREAM. The marines hang on. Nantz sees the PILOT STRUGGLING with the controls. The HELICOPTER'S GAUGES are going crazy. The pilot BANKS HARD AWAY from the area, reversing course And the helicopter STABILIZES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What the hell happened?! CREW CHIEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something there was playing hell with our power! Nantz stares at this. Then notices Hector watching. him. He sees the 2/5 MEDALLION clutched tightly in Hector's ha Sees the words \"Retreat Hell.\" Nantz looks back at the MYSTERIOUS BLACK PATCH of citysca Then he turns to the crew chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Set us back down! CREW CHIEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! The other marines in Nantz' unit look over, alarmed now.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We need to recon that area! CREW CHIEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't land! May not have power to take off again... Nantz looks out. Spies a BUILDING with a FLAT OPEN ROOF. points to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Then we'll rope down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "What the hell, sergeant? What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "There's something over there... We could be the only ones left here to figure out what it is. (to the others) Let's go, marines. The marines look frightened, confused. They start to pull themselves up. ROPES are dropped from the chopper as it hovers over the building...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "NOW! Go! Go! The marines start to RAPPEL DOWN, one after another as... Nantz exchanges a glance with Michele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "They'll get you safe. He smiles at the girls. Then turns, nods at Hector. Puts hand on his shoulder. A BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "See you soon, buddy. HECTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We're gonna fight. Nantz turns, grabs a ROPE, drops out of the chopper.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the chopper hovers, Nantz drops to the roof, hunkers d with the other marines. Nantz watches the evac helicopter fly off to safety. Then he turns to the marines, who stare back hopelessly, clearly at their lowest point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "Why'd we get off the chopper, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "'Cause we have a job to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "But we were getting out...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "You have some hunch and now we're stuck out here in the shit?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "That's right. This fight's not over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Sergeant's gonna get us killed! Just like my brother. A beat. Nantz eyes Correggio. It's laid open now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Believe me, Correggio, I grieved for every marine I ever lost... Nantz looks around now, from marine to marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "But we are in the fight of our lives right now. And our duty is to keep moving forward. Keep fighting. That's how we honor men like your brother, Correggio. And Lt. Martinez. And Hector's father, who saved Adukwu's life. He wasn't trained for that. He just picked up a rifle and did what needed to be done. If a civilian can do that... (MORE)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "97.",
          "text": "SGT. NANTZ (cont'd) Well then I better square my shit away and do whatever I have to do to defeat this enemy. But I can't do it alone. Nantz stares. The tension is palpable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I need you men. And maybe we'll die fighting today. Not because we're heroes. But because we're goddamn United States marines, and always will be. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm willing to give my full measure for you. I'm hoping you'll do the same for me. A BEAT, glances exchanged. THEN ALL THE MARINES RISE AS O",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Sergeant. We'll follow you to hell and back. Nantz smiles, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Good. 'Cause that's where we're going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The squad is moving in unison, covering all around, approaching the LAV. They jump in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stavrou fires it up, drives off as... Nantz eyes the jumb of gear. He grabs his COMBAT SHOTGUN, a portable RADIO, which he makes sure is OFF... Then an olive case marked: GLTD. He stuffs it in his pack",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Laser target, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Might have to get some cruise missiles in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Shit, yes, Sergeant.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "(CALLING OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hostiles. Twelve o'clock. Nantz looks up to see... ALIEN SOLDIERS appearing on the street now. Nantz goes back to stuffing his pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Just hit the gas, Corporal. We got plenty of armor. Everyone looks up at this. Then looks out to see... The aliens attacking, FIRING on the LAV as... Stavrou floors it, ALIEN FIRE pinging off the LAV's armor as... SPLAT!!! STAVROU MOWS THROUGH THE ENEMY LINE. Nantz looks out the back to see some ALIENS STAGGERING AW",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Reverse, Corporal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Aye, aye, Sergeant. As he BACKS UP, mowing back over the remaining aliens... marines cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LAV cruises slowly. Nantz stares forward. The BLACK DEAD ZONE looms ahead... As they get closer, it seems like the whole area is absent of light. A black hol Nantz stares out, about to answer when the LAV LURCHES, t lurches again. Stavrou REVS the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "Losing power, Sergeant. Gauges are dropping... losing voltage... The LAV slows. The engine skips. Then the LAV DIES.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Stavrou?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "She's dead, Sergeant. Nantz looks around, warily. The streets are quiet, desert",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "All right, dismount. Grab anything you think we can use. The men nod, and move OUT OF THE LAV to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correggio and Kerns on one side of the street, Stavrou an Harris on the other. Imlay with Adukwu. Nantz watches his men move forward, covering each other's advance. Scanning the buildings, searching for targets... Then Nantz halts them. They crouch together, peering at.. The middle of the DEAD ZONE just ahead of them. It is ver dark. No lights are visible from any source. The men SWEA",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Hot as hell here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "No lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. ADUKWU",
          "text": "My watch stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Something's generating heat. Messing with our electronics. Sucking up all the power... Nantz scans the street. The sweat dripping into his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Where would you put a critical asset if you wanted to protect it? Or hide it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Underground. Nantz points to A SUBWAY ENTRANCE AHEAD.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The squad runs to the subway entrance, stopping just insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Harris, Adukwu, stay here, watch the street. Harris and Adukwu nod. Taking position at the entrance. Nantz motions to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Let's go. Nantz leads Stavrou, Correggio, Kerns and Imlay down the stopped escalator to the SUBWAY PLATFORM. Nantz stands, gazing around at the empty subway platform. Silent. Spooky. A train is stopped. Doors open. It is dark, the only light bleeding in from the street above. He motions Stavrou to guard against anything coming from above. Then he moves forward with the others. A huge number of BIRDS line the dark cavity above the tra tracks, taking cover themselves, roosting quietly. Nantz sees a DOOR in the tunnel wall, heads to it. He pulls his KA-BAR KNIFE out, sticks the blade into the jam, pops the DOOR OPEN. Nantz turns to Correggio and Ker",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(QUIETLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two stay here, watch our backs. (TO IMLAY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imlay, come with me. Nantz and Imlay slip through the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Imlay stand very still, peering down the long, hall, looking for movement. Nantz motions and they move forward silently, guns ready. They turn a corner and stop. It is PITCH BLACK here. Nantz clicks on his flashlight. They move forward. After only a few feet, the FLASHLIGHT DIMS AND DIES. Imlay clicks on his flashlight.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(WHISPERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Save it. Something is killing anything electronic we use. Imlay clicks his flashlight OFF. But now we see... A dim light ahead. Nantz and Imlay creep forward, very slowly. Turn a corner, see... A STRANGE LIGHT at the end of the hallway. THE LIGHT GLOW fiercely, as if it's shining through the floor. Nantz, silhouetted by the light, signals Imlay to stay pu Nantz steps forward, toward the strange glow of light. As approaches, he realizes it's coming through... An IRON GRATE in the floor. Nantz moves to the grate, kneels, PEERING DOWN INTO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MASSIVE SUBWAY TUNNEL",
          "text": "Fifty feet wide, the dim tunnel has been further EXCAVATE It is a huge CAVERN now, extending off into the distance further than Nantz can see. The huge space is illuminated by MASSES OF ALIEN MACHINER An ELECTRIC HUM FILLS THE AIR. Tending the machinery: DOZENS OF ALIENS, bigger than the others. One of the ALIENS TURNS, focusing up, right at Nantz. Nantz spins, runs back into the darkness. Calling to Imla",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Run, Imlay! Run! BANG. The iron GRATE FLIES into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Imlay, race along in the dark. They hear POUNDI FOOTSTEPS of the alien pursuing him. A glimmer of LIGHT ahead. Along the floor. It is, a DOOR. They burst through a DOOR, into... A DIM STAIRWELL.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "102.",
          "text": "Nantz follows Imlay UP THE STAIRS as... The STAIRWELL DOOR below is SMASHED OPEN. Nantz spins, swinging his shotgun. HE FIRES. BOOM! The blast ILLUMINATES the huge ALIEN, filling the stairwell with its horrible bulk. Nantz backs up the stairs, pumping the shotgun, firing... Each blast ILLUMINATES THE ALIEN in a STROBE EFFECT. The alien moves up the stares. Nantz KEEPS FIRING. The NOISE IS DEAFENING in the enclosed space. Then the SHOTGUN RUNS DRY. And we're left IN DARKNESS. Imlay clicks on his FLASHLIGHT, revealing... The ALIEN at Nantz' feet, its strange \"hand\" on his boot. Nantz, terrified, aims at the alien, waiting to see if it will move. It doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz and Imlay re-enter, running up to join the others. Up the stairs, by street-level, Harris and Adukwu keep wa Harris motions: \"ENEMY TROOPS\". Nantz nods. Signals for all the marines to head down the stairs. The marines gather around Nantz. To Harris:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "How many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "Hard to tell. A lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I think I got their attention. Nantz kneels. He opens his pack, pulls out the radio and case marked GLTD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Look. There's something big down in the tunnels. It's sucking up a lot of power, could be a major Command &amp;.Control asset.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "103.",
          "text": "Nantz stares at his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "We need to destroy it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. KERNS",
          "text": "But we got no jets left, right, Sergeant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Hopefully, they can still fire cruise missiles from Pendleton or Vandenburg... I'll radio in a strike, paint the target from the street. You know what that means. The man nod solemnly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "We gotta hold 'em off long enough to paint the target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. STAVROU",
          "text": "If we can get a transmission out before the radio dies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. HARRIS",
          "text": "And the targeting laser lasts long enough for command to get a lock on the target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Hell, dying's easy, ladies. Everything else takes balls, right? They all laugh softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Let's do it. He takes a deep breath, raises the radio, and TRANSMITS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(TRANSMITTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any station, this is Foxtrot 2 November. Priority Fire Mission. I have identified a major enemy command and control asset-- located grid 459083. 1 WILL BE LASING.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMAND, (V.0.)",
          "text": "Foxtrot 2. You have visual confirmation of this C&amp;C asset? We can't waste resources.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Affirmative. They're building a huge complex underground... I think it's the head of the snake. Repeat. I will be... THE RADIO GOES DEAD. Alien fire EXPLODES now, rocking the station. BOOM! BOOM! BOOM! Nantz and the marines cover their heads as the station starts to come apart, chunks of concrete f The walls crack. Dust fills the air. Nantz SCREAMS as a chunk of concrete FALLS ACROSS HIS ANK Then, it's over. All is silent. Nantz, GRIMACING in PAIN, strains to lift the concrete chunk off his ankle. He GROA The marines rise. Pale, sweating, Nantz hobbles to his fe He slings his rifle, and carrying the GLTD, hurries on hi bad ankle to the stairs. Nantz looks up. Rubble nearly fills the stairway. There i only a small opening of daylight near the ceiling. The men all unclip their web gear, begin climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chunk of rubble falls from the pile at the subway entra and Nantz emerges, rolling down the pile to the street. The other marines follow, set up a perimeter as..,. Nantz takes cover behind a berm of rubble, DROPPING down, flattening himself to the ground. He sets the GLTD (LASER DESIGNATOR) up on top of the pile Nantz removes his flack jacket and places it over the las designator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(TO HIMSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here we go...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "105.",
          "text": "Nantz switches on the TARGETING LASER. A RED BEAM OF LIGHT shoots from the designator to a fixed point in the center of the street. Nantz looks up to see... The street fill with ALIEN SOLDIERS rushing out now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Here they come! The marines FORM A PERIMETER AROUND THE LASER, OPENING UP the aliens as... The mass of aliens surges forward like a wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Hold them back! We have to keep the laser on target! Nantz FIRES. An alien goes down. He picks another target and FIRES. The alien staggers, keeps coming. Three more rounds and the alien goes down. But the rest KEEP COMING... closing in... FOLLOWING THE BEAM OF THE LASER BACK TO NANTZ. Nantz is picking his targets. AIMING, FIRING... Turning, finding targets, reloading, the aliens getting closer... Then his rifle runs dry. NANTZ pulls his sidearm. He aim, FIRES, shooting a closin alien in its 'heart.' It drops. Rounds impact around Nantz as he shoots another alien... Then the next. The next. Then his sidearm is out of bulle as... An EXPLOSION rips near Nantz. Knocking the laser away. Nantz struggles...TO THE LASER. RE-AIMING it as... MORE ALIENS POUR INTO THE STREET. The marines are pushed into a SMALL CIRCLE around the las Fighting nearly back to back.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "106.",
          "text": "Kerns is HIT. He is thrown to the ground, but is back up, arm bleeding, firing. An alien RUSHES AT CORREGGIO who spins just in time, FIRI repeatedly until the alien goes down. Stavrou swings his rifle butt, SMASHING another alien. It staggers back. Stavrou puts numerous rounds into it. An alien reaches ADUKWU, knocking him to the ground, abou blast him... Harris runs the alien through with his bayonet, twisting firing his rifle at the same time. The alien falls. The marines are FIGHTING AS ONE. All focused on SURROUNDING NANTZ. THEN THE LASER DIES. Imlay notices the laser beam is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Did we get a lock!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "I don't know! Then... An ear-splitting NOISE. The marines look up, see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CRUISE MISSILE COMING STRAIGHT DOWN THE STREET",
          "text": "Nantz looks up at his men, yelling:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "INCOMING! Fall back! This way! Nantz and his men begin BACKING AWAY. Firing as they do, trying to hold off the aliens. Nantz, limping on his injured ankle, GOES DOWN. Correggio there to help him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Think you just twisted your ankle,. sir. And through it all, Nantz still smiles at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Don't stop!! We're too close to the impact point!! The marines start running as...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORE CRUISE MISSILES APPEAR, RIPPING TOWARD THE GROUND...",
          "text": "BOOOOOM! The first missile strikes! Then another...and another ...BOOOOM! BOOOOM! A piercing WHISTLE sounds. Nantz looks into the sky as... Suddenly KABOOOM!!! A 2000 pound laser-guided ARTILLERY SHELL explodes INTO THE GROUND... THE GROUND HEAVES UP. A MASSIVE EXPLOSION of fire and smo erupting from beneath the surface. A SHOCK WAVE BURSTS OUT FROM THE IMPACT POINT. THE MARINES ARE ENVELOPED... DISAPPEARING as... Buildings shatter, cars are tossed, flames erupt. Then SILENCE descends a moment. Only the crackle of flame falling glass. The dust and ash settles in a grey haze. Nothing could have survived this. BEAT. Then... A FIGURE RISES UP out of the grey destruction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINES",
          "text": "AS ONE, the men rise out of the ash, standing tall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ME",
          "text": "The marines fall in. A PHALANX with Nantz at its center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE",
          "text": "They move forward. Precise. Deadly. FIGHTING AS ONE. The seven remaining marines POUR FIRE on the mass of alie The Drone Ships fall from the sky, EXPLODING on the groun The aliens, in disarray, are mowed down. The rest FLEE. And as the smoke drifts away, there is silence again. Nantz looks up to see...    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "108.",
          "text": "HIS MEN. His warriors. Standing with smoking weapons, rea for more. Correggio staggers up, covered in dust, bloody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "You know what, Sergeant? My brother said you were a bad ass. (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had no idea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "Your brother was one helluva marine, Correggio. (SMILES BACK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So are you. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nantz sits in the rumbling chopper. Surrounded by his marines. Imlay stares out at the city below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PVT. IMLAY",
          "text": "Man, it's quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOPPER PILOT, (V.0.)",
          "text": "They're in full retreat throughout Los Angeles, heading back into the ocean. Units are mopping up. On this, Nantz turns to his SQUAD. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "This has been a hell of a battle. Plenty of other battles to go. Everybody good with that? The marines don't hesitate. MARINES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Sergeant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CPL. CORREGGIO",
          "text": "Well, uh, actually, Sergeant... there's this girl I was supposed to meet up with tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. NANTZ",
          "text": "(SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure she'll understand. Nantz looks at his marines.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "109.",
          "text": "NANTZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you men earned the right to call yourselves marines today. I'm damn proud of every one of you. Retreat!? MARINES",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELL",
          "text": "ALL",
          "sentiment": "neutral"
        },
        {
          "speaker": "2/5",
          "text": "THE END",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_257"
    }
  ]
}