{
  "movie_id": "MOV256",
  "scenes": [
    {
      "characters": [
        "\"LEX'S\" VOICE",
        "LISA",
        "CHILD",
        "MACDONALD",
        "CUT BACK TO",
        "CAESAR",
        "MUTANT 3",
        "CAMPBELL",
        "ZENO",
        "54,",
        "CUT TO",
        "67.",
        "JUD",
        ". MATILDA",
        "FOURI",
        "CAESAR'S VOICE",
        "TIME DISSOLVE T",
        "OPERATOR'S VOICE",
        "SHOCK CUT TO",
        "MALE MUTANT",
        "SYNOPSIS OF FINAL PHASE",
        "MYRA",
        "ALBO",
        "QUICK TIME-DISSCLYE TC",
        "MATILDA",
        "FEMALE OPERATOR",
        "SHAPE 2",
        "ALDO",
        "ZATA",
        "NOTE",
        "NIMROD'S VOICE",
        "\"TEX\"",
        "COMMANDER",
        "BRAD",
        "DANNY",
        "ZAIA",
        "AGNES",
        "PULL BACK TO",
        "MUTANT 1",
        "END TITLES",
        "BACK TO",
        "LITTLE BOY",
        "ALL HUMAN CHILDREN",
        "LINDY",
        "FEMALE MUTANT",
        "LEX",
        "OPERATOR",
        "VOICE 1",
        "VOICE 2",
        "SHAPE 1",
        "BOY",
        "NIMROD",
        "DOC"
      ],
      "dialogues": [
        {
          "speaker": "SHAPE 1",
          "text": "Wetre lucky they never ate meat,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 2",
          "text": "(lighter voice) We're lucky they left orange peel. Wetre lucky the shelter was open,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 1",
          "text": "Okay. So we're lucky .. . period,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 2",
          "text": "(shivering suddenly) I feel it's evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 1",
          "text": "What day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 2",
          "text": "What month... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 1",
          "text": "Would you like a minute or two of light?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 2",
          "text": "We've been very economical. Shape 1 throws a switch on the wall above the table, and floods the abandoned Ape shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 2",
          "text": "That's better. It isn't better - for us. Both Humans are hairless as alb and radiation has stripped their faces' skin, revealing t \f30. hideously complex ganglia of veins, sinews and nerve ends beneath, We are looking at two ancestors of the \"evolved\" Mutant Colony which was later to found a subterranean civilization in \"APES 2\",",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 1",
          "text": "I'd like to have seen our child again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE 2",
          "text": "(affectionately) We'll have others, It dawns on us that Shape 2 must be female. As the grotes pair kiss across the table, we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK TIME-DISSCLYE TC",
          "text": "Shots of small, bewildered huran bands - shocked, stricke in tatters, wandering aimlessly in a dazed effort to live the scorched earth, over which a brown fog hangs like @ p One such band fights for possession of a withered bush wh bears neither leaves nor berries. Another group voracious falls on and dismembers the brittle skeleton of a man - separately to suck and chew the dry, fleshless bones.*",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A child's grave, scooped and heaped from the grey aust. O this, the voice of the Children's supervisor:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forasmuch as it hath pleased Almighty God of his great mercy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* If the censor demurs (but why should he?) a cow's skele would be second best. \f31. FULL SHOT: Agnes and a group of human Children, all in wi blown tatters by the wind-blown grave,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGNES",
          "text": "+ « «. to take unto himself the soul of our dear... little .. . brother here departed, we therefore commit his body to the ground; earth to earth, ashes to ashes... {intercutting grave) - « + Gust to dust; in sure and certain hope of the Resurrection to eternal life ,.. (throwing her pectoral eross on to the grave) .« . « through our Lord Jesus Christ Matilda what the hell d'you think you're doing? Come Back at once} CUT TO; MEDIUM LONG SHOT: MATILDA, a little black girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MATILDA",
          "text": "Mother Agnes, I've found something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGNES",
          "text": "(entering foreground) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATILDA",
          "text": "Grass. With a cry of hope, the entire Group races toward Matilda ANGLE DOWN on the wind blowing dust over the pectoral cro the grave, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "MONTAGE with triumphal MUSIC: the trek to greener pasture where the air is clean, and the odd dove or rabbit makes the practical Agnes long for a gun. Even this is to be vouchsafed her, as we END MONTAGE on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Group meeting up with the few ragged but cheerful survivo of the \"Mob\" who took refuge in the Bank. Under the leade of an amiable giant called Jud, they (like the Children) heading north, The trek resumes and they come within sigh of a screen of distant trees. And suddenly a little BOY c through the chatter;",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Listen! The chatter stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Listen to that bird. Distantly from behind the trees, we hear: \"Pink! Pink! Pi As the sound continues: JuD (himself a laborer) That ain't no bird. That's a pick - on stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGNES",
          "text": "Glory be to God, there are more of ust The Men begin to break into a run, which puts up a@ rabbi the scrub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUD",
          "text": "(yelling) Get him, Danny! Any curiosity we may feel about the rabbit's fate is wipe from our minds by what instantly follows: the cough of an answering rifle-bullet from behind the trees. It knocks t gun out of Danny's hand. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUD",
          "text": "(to Group) Down, all of youl",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "CLOSER SHOT: the screen of trees. In the silence we SLOW 200M to a gunemuzzle pointing through the leaves of an up bough, and hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 1",
          "text": "(from below; dubiously) The orders are not to fire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 2",
          "text": "(vehind leaves) « + « unless they fire first. They did. — The gun-barrel dips forward to reveal the hand of the fir reloading. It is the hand of a gorilla, Over this, much n than before: “Pink! Pink! Pinki\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 2",
          "text": "Alert the outpost,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "Human Group, anxiously conferring. Agnes and her brood ar bustled into cover in rear of the Men who fan out in a cl sericircle + some armed and ready to fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "(pointing) Look I",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "P.O.V. LONG SHOT: A single Gorilla with a rifle stands in front of the distant screen of trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "A gorililat",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGNES",
          "text": "Mother of God... One of the Men fires. MEDIUM SHOT: Gorilla, ducking a narrow miss, fires back. CLOSE SHOT: The Man who fired is killed. MEDIUM SHOT: The prone Gorilla's right arm signals “Advancel\", And we ZOOM BACK to: FULL SHOT: The Gorilla Cavalry breaks cover through the s of trees, Riding bareback (as Caesar, a former circus rid must have taught them) they gallop in a wide semicircle w closes in a pincer-movement to outflank and surround the huddled Hurans, who are netted and rounded up like cattle ene (or two) horse-drawn cages that have followed the att squadron, But one Danny escapes; and as the carts rumble out of sho stay with him crouching, crawling and snaking, finally, t shelter of a cave-mouth, into whose half darkness we foll Alrost instantly he hears steps and voices approaching fr deeper in the cave. He flattens hirself into concealrent behind a rocky buttress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 1",
          "text": "I have to save my batteries. Where's your nearest operational transmitter? \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 2",
          "text": "About ea mile'ts walk down the subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE 1",
          "text": "Then radio to Nimrod that I'm established in the royal circle. Caesar gets headaches.* I've told him they're psychological and he believes me. Into the brighter light of the cave-mouth emerges .. . Fr the bogus animal-psychiatrist, whom we shall hereafter ca by his assumed name of \"Lex\",",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"TEX\"",
          "text": "(smug smile) He thinks I can cure them. He turns back to wave good-bye to the owner of Voice 2 (n dimly discernible in the shadows) and sees Danny flattene against the buttress. STEX uu You've got a visitor. The owner of Voice 2 walks into the light. He is the thir MUTANT we have seen so far and, despite his hideously mar face, has a certain authority. We hear \"LEX\" leaving, The",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 3",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMPBELL",
          "text": "B64139 Campbell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 3",
          "text": "What is your trade or profession?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* We can plant these in Part One. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Gunsmith,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 3",
          "text": "(a lipless smile) We have room for you, Come down,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Escorted by Gorilla cavalry, the two carts break through leafy screen into: The new Ape City under process of construction. The effec should be inspiring, for Apes and their selected Human Ex are working together energetically and harmoniously ~ tho the Hurrans address even the humblest Ape-leborer as \"Sir From the P,O.V. of the Hurans in the certs, CAMERA ROVES: - Ape-wielded picks striking on stones as cave-like dwellings are scooped out of rock under the supervisior ef a Human ARCHITECT who, from time to time, unrolls paper-plans and deferentially issues further suggestions to the workers. - The Arena (seen in APES 2) now almost finished, as Apes raise and anchor a tall flagpole at its center beside which others are erecting a dais, - Impressionistic glimpses of Apes being taught under Human supervision to cultivate the land - e.g. seed sowing, vine growing, digging or even ploughing. (The choice of images will be guided by our budget but must convey that, in terms of food, the community is becoming self-sufficient.) \f37. ~ Settled in a country where wildlife has not been exterminated, the inhabitants have access to furs, fibres, feathers, hides, skins, barks, and simple fabrics which Female Apes can be seen plucking, plaiting, cutting and crudely tailoring in the open Squares. As we pass, we see fruits and vegetables stacked in a free (but rationed) Market, where 2 Gorilla Supervisor disposes to each Ape his due. An aduit Orangutan trying to steal an extra orange is summarily whipped. ~- From a shot of the carts entering the double-~geteway of a Huran Compound, we: cut TO: ‘acdonald opening double-doorway to usher Caesar to the h of the Inner Council table where Aldo, Zeno and Pan await",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTE",
          "text": "What we shall call the \"Palace\" complex (Council Room, Living Room and Bedchamber) demands credibility of construction and decor. Let us assume that our Human Carpenter (Brad) has supervised the making of chairs, tables and beds. Some of the fabrics have been transported from Modern City; others we have just seen being woven. Intermittent sound effects will indicate that construction is not yet complete. Meanwhile, the Inner Council's debate opens. In gist: \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Why did they fire at us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "They didn't, They fired at a rabbit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(darkly) How can you be sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "We have the rabbit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALBO",
          "text": "Then I suggest that they share its fate. Rabbits breed. So will they.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caesar has Said again and again that the time for killing is over. Let them live and serve the Community like their fellows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(scornfully } Pan, the pacifist!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "General Aldo, your army exists to keep the peace - not to break it,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "And what if they break us? The sound of sawing starts in an adjacent room, and Caesa hand goes suddenly to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "(noticing) I have a compromise. Let their survival depend on their co-operation,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(head in pain) In favor... ? Sawing continues as Zeno raises his hand, followed (after pause) by Pan. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "Does that include the children and their supervisor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I move that they be put in charge of the teacher, Lindy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(outraged) You intend to educate them? In the same schools as our own young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "(soothingly) Again, provided they co-operate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "What child ever did? Now hammering starts in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Macdonald, can that noise be stopped? What are they building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "A cot for what we hope will be Caesar's son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently) They haven't much time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "My son was born upon the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(with sudden, icy fury) Your son was not royal. And the propriety of a prince's cot is not @ matter for debate in council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "As Caesar pleases. Harmer, hammer, hammer! \fho,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(both hands to head) Where's Lex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "I'll find hin,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\"Lex\" returning through Ape City. He meets Macdonald and, before moving out of shot, they pass: Lindy holding her first unsegregated class for Human anc children, watched by Agnes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDY",
          "text": "{to Chimp Girl) Myra, count up to ten,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MYRA",
          "text": "(with facile mimicry) Onetwothreefourfivesixseveneightnineten,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDY",
          "text": "{holding up fingers) And what is one plus three? A long silence. Myra can't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINDY",
          "text": "Anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL HUMAN CHILDREN",
          "text": "(a concerted yell)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURI",
          "text": "Not an Ape~child has spoken. Agnes smiles smugly at Lincy INT. Medical hut in palace grounds. \"Lex\", Macdonald and the vet, (whom we shall call Doc) briefly and privately d Caesar's condition. Doc suspects a disease endemic among",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "brain-expansion in an unexpandable cranium. But no X-ray is available to confirm this. Has \"Lex\" had any success psychiatrically? Not much, Some kind of mental censorship preventing Caesar from talking freely. Doc offers to inje minimal dose of pentothal to \"unbutton” him. As they leav palace:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "UNDERGROUND. Mutant 3 guiding Danny, the gunsmith, along to the steady thrum of a generator which may well be the dim lighting. They are pausing by a mutant-ranned radio t whose retractable aerial soars through an air vent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Come in, Nimrod. Come in, Nimrod. A voice, very distorted by static, answers ~ unintelligib but not to the operator,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Frank, alias Alexander, alias Lex, reports that he is well established under agreed cover in Caesar's court-circle and... Mutant 3 and Danny have moved on, as Operator's Voice dwi fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 3",
          "text": "I'm taking you to the City Arsenal. Out of the bits and pieces the Apes left us, I want to construct a rather unusual missile. \fye,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "{guarded) Will it harm my own kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 3",
          "text": "Not noticeably. INT. Anteroom to bedchamber, CLOSEUP: Doc's hypodermic ne retracts from a small, red-tagged plastic container and i into Caesar's arm. As we PULL BACK to include a couch and Doc Caesar, youtll feel drowsy at first. Then relaxed. Relaxed enough to talk to... (indicating) Lex. An interruption. Lisa's human maid, Anna, enters to say t mistress's labor-pains have started. Caesar only drowsily Doe quietly puts back the pentothal-container in his dect from which he now extracts (say) a sphigmometer and a tub Ke leaves with Anna. And \"Lex\", seated behind Caesar's dr head, is left looking intently into the bag - in which is Plastic container identical with the first, except that i dDiack-tagged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Only two more quick scenes before the Action starts: 1, INT, Bedchamber, Doc, his ministration over, looks dow Lisa* with a reassurance he does not feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* Though in this outline Lisa's role may appear skeletoni hope to build her relationship with Caesar into something tender, humorous and touching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "boc 'Itil be around, ma'am. Send Anna if you need me.' He takes Anna aside into the passage connecting bedchambe anteroom and tells her that, due probably to the long, ar from Modern City to Ape City, the baby's position is wron not going to be an easy birth. Suddenly we hear Caesar's voice loudening vehind the anteroom door. cuT TO: 2. INT. A dramatic set-piece for Caesar, at long last giv to his guilt at having been instrumental in the death of huran foster-father, Arrando. (His lamentation will also this picture in the context of its predecessors.) \"He lov and I killed him. There will be no more killing, while I \"Lex\" glibly soothes him. Armando died so as not to betra Had he so betrayed him, the Apes would still be slaves. I Armandots spirit survives, he would be happy at his own s eutcome, We end on Caesar's childlike whimper of dependen characterised his parting from Armando in \"CONQUEST\":",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Armando . . . Armando... Armando... A Boow! from the ceremonial cannons - which we may presum been horse-drawn and/or manhandled months ago into Ape Ci Caesar's personal standard breaks from the flagpole as th cortege approaches the dais in full view of the crowded A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa walks shakily on Caesar's arm, followed by Anna carr blanketed baby. Deferentially in the rear come Doc (with and \"Lex\" - respectively in attendance on Caesar and Lisa mount the dais, Lisa stumbles slightly ~ and Doc exchange disapproving headshake with \"Lex\", The Queen should not h allowed out so soon. A hush falls, as Caesar takes the baby from Anna's arms. with Lisa by his side, ne holds the child aloft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "To the Council, to the Senate and to the People of this City, I present my newborn son... Tremendous cheering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "And I name him, after my Ape father and my human foster-father, Cornelius Armando, The cannens boom; and as the cheering peaks, Lisa sways a \"Tex\" is at Caesar's side, Caesar gives him the baby to h crouches in great concern over Lisa, whom Doc ts already",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "{frightened eyes flickering) Pain... pain... Too many Apes, eager to help, are crowding the dais. Anna reach her mistress, The Gorilla Police move in to hold th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc opens his bag, fills his hypodermic from the black-ta Plestic container and injects its contents into Lisa's ar minutes later she is dead. Doc, stunned and bewildered, can only stare and stare - f Lisa, then at his hypodermic. Caesar, reverting momentari primitivity, utters a single howl of grief and, with hand to his aching head, begins to \"keen\" in a low, moaning no recks from side to side inconsolably. The CROWD begins to towards the dais, but are held back by Aldo's Gorilla Pol Zeno is given access to the dais; by Macdonald, trying to through to Caesar's side, is clubbed to unconsciousness d rifle-butt,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "(calling from dais) The Queen is dead,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(among his troops, from below) The Queen is murdered!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(regaining his senses) Lex! Look to the child... He rises and peers about the dias. Then, in panic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "{roaring) Le-e-e-x! Over a sudden, appalled and total hush, we: cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Lex\" moving quickly but carefully through a high thicket the Amphitheatre . . . with the blanketed baby in his arm pauses for a second to lock down on: Aldo ordering out, first, the cavalry to sweep the countr & search for \"Lex\"; then the police to arrest Doc, “the a and finally the infantry to herd all the Humans like catt their compound and set up guards round both it and the Hu children's school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Cavalry thunderously chasing \"Lex\", who escapes unseen after appallingly narrow shaves. - Lisats corpse being shouldered away from the Amphitheat by chimp stretcher-bearers. - Doc's bag being dumped on a table for examination by an Orangutan, - \"Lex\", with blanketed-baby, slipping safely into the Mutant's cave-mouth, CUT TO; At Gorilla Police Headquarters, Doc is savagely grilled b Gorilla and an Orangutan interrogator. Doc protests that drug containers must have been switched by \"Lex\" to creat confusion in which the Queen's death would distract atten from the kidnapping of the baby. Scene ends on: Doc Lex must have been an impostor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Or a conspirator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO",
          "text": "A distraught Caesar presiding over a fierce debate of the Inner Council. In gist:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "Or one of many conspirators.. How many we do not know, So every human head must roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us at least keep ours, What motive had the Doctor for murder? He'd already warned Caesar that the Queen was unfit to attend the child's public presentation, He was among the most privileged of our human advisers,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "Even privileged worms turn. Unless you stamp them into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(wearily) Lex was privileged, too. Might they not both have conspired to kill my wife and kidnap my Son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why did he make no attempt to escape with Lex? I believe the Doctor's story. I believe that Lex switched the labels on the drugs. I believe that Lex was planted among us as & spy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Wno by?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By Nimrod, who wants to finish on the battlefield...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT TO",
          "text": "\"Lex\" (we remember he was really a radio-technician) list to Mutant Transmitter. PAN'S VOICE (Cont. ) (on distort) - « « What he began with the bomb. W LEX Ww {to Operator) Keep monitoring. And get me Nimrod, CUT TO; \f4g, The North, Nimrod with two new AIDES listening to the rad the tent, whose flap is open,",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"LEX'S\" VOICE",
          "text": "The Queen is dead and Caesar is brainsick, The Apes are divided - and they'll be more so, when I activate the devices. What do you propose? Nimrod looks out through tent-flap at: P.O.V. LONG SHOT: The car graveyard, which is no longer a graveyard, Scores of mechanics have transformed abandoned into viable vehicles. The vechicles may be old crocks but (we hear a distant engine briefly revving) the crocks are no means crippled, Over this, as revving cuts out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIMROD'S VOICE",
          "text": "We're coming south.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "PANNING SHOT: V.I.P. Shelter under Modern City. It has be cleaned up and sparsely furnished. A wall shelf contains few canned goods that could have been officially distribu cellared stocks below the bomb's reach. PAN ENDS on: Previously-established MUTANTS 1 and 2 seated at the wood table's head. The hideous Ferale Mutant is feeding the ki Baby Chimp from a bottle, and crooning a traditional lull words (curiously) seem more apposite to simian than human",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE MUTANT",
          "text": "\"Hushaby, baby, on the tree-top. When the wind blows, the cradle will rock. When the bough breaks, the cradle will fell. And down will come baby and cradie and all.” \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE MUTANT",
          "text": "(tenderly) It's like having a baby of our own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Council Meeting continuing, Caesar, under increasing ment physical stress, shows signs of cracking. Muffled hammeri sounds intermittently outside, during:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "My wife is murdered and my son stolen. The Humans are in conspiracy against us,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no evidence that all Humans -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(yelling like Hitler) The point about conspiracy is that there should be no evidence, (quieter) Which of them can now be trusted? A silence, broken by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "The answer to mistrust is massacre. If they live, they talk. If they talk, they plot, If they plot, we die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaping to his feet) Caesar has sworn publicly that \"the time for killing is over!\" That is an oath which cannot be broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(with a slyness that should shock us) It can be modified. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "By cutting out their tongues, A longer silence, broken by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "There must be more merciful ways of making @ man dumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "{abruptly rising) Then find them. And he stalks darkly out of the Council Chamber through t ante-room door, leaving: After a pause:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appalled) It's madness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "It makes sense, If they cannot speak, they cannot conspire. If they cannot conspire, they cannot dominate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "You may be right, But they still have the child. I'm worried about the child,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm worried about the Children. cuT TO; \f52. Caesar entering Bedchamber, where Lisa lies robed \"in sta As he kneels by the bedside, telling her that her death s be revenged, the hammering starts up again. Caesar stride angrily to the window and confronts: P.O.V, CLOSE SHOT: Brad, the carpenter, flanked by two Go Guards, He deferentially explains that he is completing a for the Queents Funeral tomorrow, and now carefully, deli screws in a single ornamental metal knob on the coffints So carefully, so delicately, that we shall remember the s in retrospect,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAD",
          "text": "It's finished,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Medical Hut starting on CLOSE TOP SHOT of a neatiy dissec rabbit, pinned down and variously labeled on a wooden boa We PAN down to a dead dove, doubtless awaiting similar tr beside it, and -PULL BACK to include Zeno and ZAIA in a b hung with anatomical charts of Apes and Humans. One chart compares their vocal systems. Zaia is & young and personable ferale Orangutan - possibl ancestress of Dr. Zaius in Apes 1 and 2,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Zaia, I speak in confidence, For our survival's sake, this thing may soon have to be done, All I'm now asking you, as the Doctor's best pupil in anatomy, is how it could effectively be done with the least pain. \f53. Zaie picks up a pointer and moves confidently to the wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAIA",
          "text": "The Doctor says that every human being above the level of an idiot develops a speech-center on one side of the brain depending on whether he is left or right handed. There are modern procedures which so pinpoint the speech-center, and the audio and visual areas tied in With it, that ali the faculties concerned could be obliterated = as painlessly as they would be by an electrically induced stroke,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Could Man, so treated, still serve the community in however lowly a capacity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAIA",
          "text": "Only as fodder for the birds and beasts and the fishes that he's almost succeeded in exterminating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "We don't want that - yet,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAIA",
          "text": "{indicating on chart) Then with relatively little pain, you could sever the laryngeal nerve lilaterally in the neck - and paralyze his vocal chords without paralyzing his other faculties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Could you perform such an operation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZATA",
          "text": "I'm an anatonist. Not a surgeon. (pause) But - \fHuran Compound, cage-bans,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAIA",
          "text": "If I saw a demonstration ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT TO",
          "text": "BIG HEAD of Doc, appalled and sweating behind pac (yelling) Nol As he Speaks, we PULL BACK to inelude Macdonald, equally still caged beside him, boc I will not mutilate my own kind! If you put a scalpel in my hand, I shall use it on my throat, cuT TO: REVERSE P.0,V. SHOT: Outside the cage and glaring in, are Caesar (now indubitably mad} and Aldo, flanked by two Gor Guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(iciiy) If you do, the surgery will be performed by the aptest of your Ape pupils - doubtless more clumsily, probably more painfully and possibly lethally. Let us pray that she will improve with experience. poc But, Caesar .. . why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "You murdered Caesar's wife - \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOC",
          "text": "No! The labels were -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "Your colleague stole his child. boc Yes, but he was only one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "{looking shiftily from Side to side) Among how many? I offered you membership of a kingdom at peace. You gave me treachery, and are guilty of treason,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "(quietly) Even the children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "They will grow into traitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "And 1?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Armando once told me the-story of Judas, You, above all, In the silence we hear the approaching thud of galloping hooves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "There seems no futher point in talking. We PAN to the Gorilla Cavalry Commander dismounting,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "{very tense) News. \f56. It is neither a question nor a statement but a command; a the Commander is loth to obey it. “He holds up a shred of fabric. Caesar is rubbing",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "We found this on a thornbush.. . (pointing) « « . in the thicket above the Amphitheatre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(taking it) It's from the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "There were tracks down to the river, but we couldn't pick them up on the far side. The water's shallow. He could have walked miles upstream or down, the fabric against his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "You're still searching?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "I called the main body back -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(furious) Why ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "There was a dust-cloud to the north of the Old City. We CUT IN CLOSE SHOT of the caged Macdonald, suddenly ver He shoots a meaningful glance at Doc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(scornful) The country round the Old City is all dust. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "The cloud was moving. Now Aldo turns as alert as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACDONALD",
          "text": "(quickly) Caesar, I said there seemed no further point in talking. I meant that literally. (\"dramatic\" pause) I offer myself to be made mute. Doc (\"resigned\") The daylight's fading. Tomorrow, Caesar, at high noon,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(curtly) You have saved your people certainly from pain and possibly from massacre. (turning on Commander) Why did you call back the main body?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "Caesar, the dust-cloud was_moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(vaguely) When the wind blows... cuUT TO; InT. V.I.P, Shelter, starting on CLOSEUP of Ferale Mutant crooning to Baby Chimp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE MUTANT",
          "text": "{as though completing Caesar's line « « « the cradle will rock. We PULL BACK to include Male Mutant with \"Lex\" who looks on the Baby with smiling satisfaction. \f58. FEMALE MUTANT (Cont.) When the bough breaks, the cradle will fall. Down will come cradle and.baby and all. \"Lex\" moves to open the door, from which he looks back,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEX",
          "text": "Take good care of him, We need him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE MUTANT",
          "text": "(dotingly) So do we. As \"Lex\" shuts the door behind him: cUuT TO: EXT. SPECIAL EFFECT: The faraway dust-cloud moving south the desert horizon, Too faraway for our eyes or ears to i its mature... yet, curt TO: \f59. Reneath Modern City. \"Lex\", striding between the cracked of a subterranean corridor, is allowed ingress by two Mut GUARDS to the City's old Arsenal, where Danny the Gunsmit (with the help of Mutant labor) is consulting blueprints supervising the construction of a medium-sized projectile whose sinister oddity of design we shall leave to the ing of our Art Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEX",
          "text": "(extending hand) We met in the cave-mouth,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(grinning and shaking hands) Right! It's nice to meet a fellow-hu (man) - (stopping tactfully short - @ fellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEX",
          "text": "What are you making? Danny looks first at the blueprints and then at the proje He scratches his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(genuinely) I don't know. CUT TO; EXT. NIGHT. Nimrod and Aide in a veteran Jeep at the head a column whose noise proclaims it to be motorized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIMROD",
          "text": "(quietly into walky-talky) Halt. The sound of engines cuts out. In the silence, the rising obscures the risen moon. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ape City - HIGH NOON, CROSS-CUTTING - EXT. Lisa's impressive Funeral. Six Chimpanzees are Coffin Bearers; and behind them walk Caesar (head bowed in grief) followed by Aldo, Zeno, Pan and a ceremonial detachment of Gorilla Infantry. As the cortege advances between Ape Spectators:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "{aside to Zeno} When my mother's time came for dying, she went into the woods - and died, She has no grave. Zeno shrugs. - INT, Medical Hut. Preparations for Doc's operation on Macdonald's vocal chords. Zaia has acquired a certain proficient menace as she straps Macdonald to the wooden operating-table and begins deftly to shave the stubble on both sides of his neck with a cut-throat razor. Outside the open window, a Gorilla Guard looks in. - A group of Young Gorillas complete the digging of a grave, as the Cortege approaches from b.g¢. - With strips of lint dipped first into a bowl and then into a perspex bottle, Zaia disinfects and locally anaesthetizes the shaven areas of Macdonald's neck,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOC",
          "text": "(with difficulty achieving self-control) Good girl. She hands him a scalpel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- The coffin with its ornamental metal knob is lowered into the grave, over which Zeno extends a hand in benediction,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "May you see God, who created us in His irage. 4 Chirp grave digger begins to shovel back the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Stand back, all of you - and let me bid her good-byel 7¢ Jumps into the shallow grave and puts his lips to the lid. - Doc's scalpel touching Macdonald's neck for the first incision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAIA",
          "text": "Doctor, that is not the correct point of entry. Ostside the Gorilla Guard stiffens. Inside Doc behaves as he'c been testing Zaia, but now knows that he has taught well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOC",
          "text": "(sweating) Ten out of ten. I told you you'd make a great surgeon. Now you mark it for me. nm ne takes a felt pen and marks the spot with a white cross \f62. CHOKER SHOT: Caesar's lips near to the coffin lid's metal",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Lisa, dearest Lisal Your death will be avenged. For your sake, I shall not kill those who have killed you. cUuT TO: Underground transmitter with Mutant Operators, and \"Lex\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR'S VOICE",
          "text": "(on distort) I shall strike them dumd!}",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEX",
          "text": "Now. A Ferale Mutant OPERATOR puts on a pair of thick pebble-s and begins to read from a prepared typescript in a thin, whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OPERATOR",
          "text": "{reading into mike) ‘Caesar!' cUuT TO: Lisa's grave. Caesar (frozen, incredulous) hears issuing, epp2rently from the coffin, the thin, soft whisper that c the dead Lisa's voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR'S VOICE",
          "text": "'Listen, Caesar, Your enemies are outside, not inside, the City. The child is well and in safe hands. But if you shed or order the shedding of one drop of human blood . . .«",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH: Doc's scalpel pressing against the cross marked on Macdonald's neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO",
          "text": "Caesar, crouched over Lisa's coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR'S VOICE",
          "text": "- » » the child will die. Caesar leaps out of the grave and runs, yelling, towards Medical hut's open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "Docto-o-ori Doctor Clement!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "FLASH: Doc's hand withdraws his scalpel-point from Macdon uninjured neck. cur TO: Zeno, Aldo, Pan and Infantrymen who have (on Caesar's ord withdrawn too far from the grave to have heard the whispe \"voice\",",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZENO",
          "text": "Hets gone mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(to Infantry) Head him off! As they hesitate, Aldo draws a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(roaring) That is an orderlt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Infantrymen race to try and intercept Caesar before h the Medical Hut, in whose doorway stand Doc, Macdonald an thex) a bewildered Zaia. Aldo and Zeno follow leaving:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to chimp Coffin Bearers) If I knew there were a God, I would pray to Him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Outside the Medical Hut, Caesar turns to face his pursuer wife (he says) has spoken to him from the grave, Zeno and exchange bodeful glances, as Caesar continues. His child alive but will be slaughtered if one drop of human blood at his order. He screams at the pain in his head, and end",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAESAR",
          "text": "(an insane yell) Set all humans freel Macdonald, not far from Caesar's side, intercepts a final exchange between Aldo putting his hand on his gun, and Ze As Aldo draws, Macdonald flings himself in front of Caesa instantly shot dead, His fall re-exposes Caesar, Aldo fir again, and Caesar falis dying beside Macdonald, whose nam twice before death cuts short what would have been a plea forgiveness,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALDO",
          "text": "(aiming gun at Doc) Now we can make war, \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYNOPSIS OF FINAL PHASE",
          "text": "Scarcely has Alco spoken, than a shell explodes short of compound and an ancient recce-plane radios back the infor Nimrod's artillery, Aldo and his retinue race to organize Ape counter-attack, Even as they leave, two more shelis d the Human Compound - but not before the Children have esc the confusion through the perimeter fence of wooden stake too closely for adult Humans to wriggle through. Nimrod has destroyed the Humans intentionally. They are “ with the Apes and constitute a Fifth column that must be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The main Ape-Huran battle is joined in the rocky open cou the site of Modern City and Ape City. Basically it is a b between Humans driving veteran vehicles with the reckless stock cars, and Apes on foot or horseback. But the Apes' (cannon and small-arms brought from the Modern City Arsen bigger and more up-to-date than Nimrod's. They have also taught (when building Ape City) to lay and detonate explo charges, which they use to deadly effect in rear of Nimro flanked Army. The battle rages with the do-or-die intensi Custer's Last Stand, Nets, too, are brought into use, and srerled-up vehicles are pounded by gunfire into immobilit \fn 66. #4 hanstul of Human survivors flee for refuge to the cave wnese location they know. They are joined in flight by th escapes children, and the group enters the cave mouth to inte Mutantville below, But Ape Scouts have observed this, and Aldo now advances in a final charge which isolates Nimrod and is driving hi cwarss the cave mouth when: rex. the cave mouth itself, Danny the Gunsmith and Mutant fire vhe mysterious projectile which falls just short of acvancing Apes and momentarily halts them, It doesn't exp Rv ticks; and while it ticks, Mutant 1's voice on a loud Taxes an announcement. The projectile contains (says the voice) a sophisticated vep-secret nerve gas which (through the innocent appearan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nders) escaped detection by the Apes in the old Arsenal. fasts volatility is as considerable as its operational ra its specific effect is painlessly to induce sterility and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ", reproductivity in those who inhale it. It is if you lik te teil it so, a Genocide Zord. And it will explode in \"X",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "zeno and Aldo need only briefly confer before deciding to for the Ape Race must survive by breeding, if it is to fu mission of dominating Mankind. As the Apes gallop away, t stops and the projectile explodes - too soon (we suspect) the Apes from sterility. Mutant 1 now appears in the cave mouth to greet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIMROD",
          "text": "They call me Nimrod, but my name is General Mendez* I've come to offer my services to the Human cause. (pausing in the cave mouth) What's the name of the nerve gas in that projectile?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 1",
          "text": "It has no name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIMROD",
          "text": "Because it's so secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUTANT 1",
          "text": "It has no secret either, It doesn't exist. The projectile was empty. Back in Ape City, Zeno reads a proclamation ordaining tha day Aldo and himself will be the City’s joint rulers. He ordains that the infected land between Modern City and Ap shall be called the \"Forbidden Zone\" (see Apes 1 and 2) a to deliver the first of the anti-Human homilies later to * Mendez is the name of the dynasty that is one day to ru We met Méndez XXVII in Apes 2. \f68. incorporated in the Scrolls of the Lawgiver - by which na will be remembered for the next thousand years. As he spe we -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME DISSOLVE T",
          "text": "From the cave mouth a little group of our Human Children cautiously, almost furtively, and peer into the sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATILDA",
          "text": "What can he do down there but pine and diel",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOY",
          "text": "He belongs with his own kind. And they part to reveal the Baby Chimp (who has grown a b we last saw him) being given a helping hand to the foregr looks this way and that; sniffs the evening air; and then as alone as Chaplin, into the sunset and the land of his Over this, we roll up:",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_256"
    }
  ]
}