{
  "movie_id": "MOV264",
  "scenes": [
    {
      "location": "VILLAGE FOOTBALL PITCH",
      "time": "DAY",
      "characters": [
        "FADE IN SOUND",
        "SOUND OF SINGLE STREAM OF URINE TRICKLING INTO WATER",
        "KNOCK KNOCK KNOCK",
        "INT/EXT. COMMANDANT'S PICK-UP TRUCK, (MOVING)",
        "THEY WERE EFFIGIES OF FOREST DEMONS AND WILD ANIMALS.",
        "POV OF FIRST GOVERNMENT TRUCK",
        "MONSTER COSTUMES OF A VARIETY OF WEST AFRICAN TRIBES, AS",
        "A SONG."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Angle on: the plastic exterior of a screen-less televisio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through it we see children running in circles on a footba pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angle on the boy balancing it on his head, AGU (10), a wa smile and clever eyes. Next to him, DIKE, his littler bes friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which ones having talent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That one...not that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu passes a line of YOUNG MEN lying on wheel barrows whi carrying the TV. Dike and their YOUNG RECRUITS, the kids were scouting on the football pitch, follow suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Dike drop the TV down on a stool in front of the VILLAGE CONSTABLE, charming it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, what am I supposed to be doing with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching TV, Massah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not having a screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is imagination TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu has the YOUNG RECRUITS perform, framed in the empty s of the demolished television. The Constable is unimpresse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is garbage. Go, get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu disappointed but not discouraged, looks at the PEACE OBSERVERS with optimism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu stands in front of white helmeted NIGERIAN troops. Th 2ND LIEUTENANT humors him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't have any channels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu turns the knob swiftly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is having 12, and one more, that is the imagination channel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He addresses his YOUNG RECRUITS to PERFORM again. The 2nd Lieutenant is amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how much for this treasure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3000. And you are giving us some of your foods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2nd Lieutenant motions to his CORPORAL to get something o of the carrier. The corporal comes back with several PLAS CONTAINERS OF RICE AND SAUCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu reviews the food. 2nd Lieutenant pulls out a pack of from his side pocket to sweeten the deal. Agu snatches up takings, giving some cash to Dike and his recruits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks home with Dike, arguing playfully, when a cheap puttering Chinese motorcycle pulls up with BIG BROTHER (1 and a FRIEND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you two girls plotting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, I have job for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu hangs from a tree. Dike hangs from another branch as each take turns sawing a larger branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother directs them from below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother. He is always having ideas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cut the large tree limb and let it crash across the street just as a BUSH TAXI comes. They charge it a \"tax\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Agu counts the change, an OLD WITCH WOMAN arrives from bush. From everyone's reaction to her we can see she is t crazy of the village. All the BOYS watch her warily. The WOMAN focuses in on Agu in particular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh!   You are not greeting me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old woman holds out a handful of groundnuts, dirty an greasy in her palms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Witch woman. Nobody is talking to her because every person is fearing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Old Woman talks while rearranging her ground nuts in palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These young person not behaving well anymore, just acting like animal. But it is okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble go follow you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No trouble go follow me. I am a good boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Bush Taxi zooms PAST, barely missing the old woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble go touch you old woman if you stay standing in the middle of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am knowing you, boy. I am knowing your family. And trouble go follow all of you. Thieves! Throw an old woman like me from her land! Devil go bless your family!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another bush taxi zooms by as she goes on her way RANTING herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a good family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's FATHER (30's) teaches a primary school class about African fauna. Agu can barely stay awake as he looks out window. Father snaps his fingers in his face, asking \"Whe do the lions live, Agu?\" Agu responds, \"In the zoo.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Father was   a teacher. But since war is making   it so we have no more school, he is   keeping busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FATHER, who is Agu's father, directs the building of a makeshift INTERNALLY DISPLACED PERSON (IDP) camp along wi the PARAMOUNT CHIEF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and the Paramount Chief cut some of our land so that all of the refugees can be having a place to be staying. Mother is saying he is always doing good things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu lays on his MOTHER's (30's) back as he reads out loud from a nature magazine. Father observes them while smokin his pipe. Agu looks up at his father happily, comfortable safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother. Before she was having children she was also being a teacher, but she is saying raising childrens is too too much work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits behind his MOTHER preparing dinner while humming SONG. She QUIZZES Agu on the ingredients of the meal she making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He enjoys watching her work, his BABY BROTHER swaddled on back as she SINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LITTLE SISTER sits next to him, mimicking him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mother is always working hard for us and so I am thanking her by working hard too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the road home, Agu, comfortably sitting between his Bi Brother and a friend, notices 16 REFUGEES walking TOWARDS village, their meager items placed on their head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Agu, they are impossibly fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother takes a bath in an outdoor shower surrounded thatch. He is covered in suds when he feels Agu peeing a spray on him. He clears his face in the pee and immediate tears after Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother, he is more concerned with his muscles, and his skin. Sometimes I add to his products.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother has captured Agu and is rolling him up in a t carpet that makes it impossible for him to use his arms t escape. He looks like a tampon with a head as Big Brother props him up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother is also concerned with sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother is talking about sleeping with a girl in the village as he dances to music from a tape deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not liking his music, and I am not like his dancing, and if he is playing it loud loud I do not know how this girl will be sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuming, Agu looks like he is about to cry as he yells at brother to be let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits uncomfortably on one of the church benches among hundreds of people listening to a PASTOR with his SUPPORT STAFF with MUSICIANS behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am going to church every Sunday with my family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up, distracted, at the spinning CEILING FANS. Mo pinches his leg, motioning for him to pay attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother is making eyes with a TEENAGE GIRL from acros the aisle. She returns his affection coyly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks at Father who pretends like he is dozing to entertain Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father is saying that Pastor is thinking he can be talking so much because he is having his Reverend Doctorate -- that is making him doctor of \"talking.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On another pew, Dike sits with a well dressed family. The raise their chins in salutation as everyone stands to sin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PARISHIONERS spill out of the church clapping and sin in a parade of music and dance. The church brass and percussion band BLASTING A CELEBRATORY TUNE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God is liking    music more than just talking so if    we are singing and dancing, then    He is listening to us well well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FATHER snatches the Tape Player from the shelf, hitting t machine to make it stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is wrong with you? You know you cannot waste batteries on such nonsense!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Big Brother can't help laughing as Father slaps t laugh out of Big Brother from the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you? What are you doing? (to Big Brother) Unroll him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother snaps the carpet, spinning Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu. What are these?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father holds up several the plastic containers of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I?   I. I. I. what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got them from the Nigerians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do not need handouts. We are not beggars on the street. We are not refugees. I work for this family and I provide for this family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I earned-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will return them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father looks at Agu a beat longer to ensure Agu understan then he tenders a forced smile to release the tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, help Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's Sister sweeps the grounds between the kitchen hut a the main house with a small wad of reeds fashioned into a broom. Agu grates a long reedy root into a bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the house, Agu spies FATHER resting on a chair whi listening to the RADIO, a BBC-like AFRICAN CORRESPONDENT reporting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would seem things are changing quickly within the interim government. As of this morning, the NRC junta moved to abolish all political parties, further consolidating their control of the government in the wake of the recent military coup...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's GRANDFATHER sits on a bench. His eyes are open, sta into the courtyard, but he does not appear to be awake, f buzzing around his milky eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks in front of him, bending closer to look at him, makes funny poses, does \"the robot.\" Grandfather does not react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant General Sangania, commander-in-chief of the armed forces responsible for the junta, stated in a recent press conference that it was his intention to rid the southern regions of the PLF...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu leans in closer to his Grandfather, seeing that his father is not paying attention, he uses the long reed and tickles Grandfather's nostrils. His nose twitches but he not stop Agu. Agu laughs to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He also condemned the Native Defence Force militias, who he said presented a threat to the very fabric of national security...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seeing Agu, FATHER turns off the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, realizing he is caught, turns towards Father but hol the straw behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Expecting to be yelled at, Agu's father says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay Agu, do not be worrying. We are in a safe place, we are in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"-Buffer zone\". That is why so many refugee are coming here small small. Many people are suffering but we are not, here we are safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks back to the kitchen. In the background, we hear BBC Correspondent back ON again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Big Brother fill up water for the evening's cooki and dishes. Big Brother's arms work hard to pump the wate He looks at Agu, contemplating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was your age, if I was doing the same things you are doing, Father would beat me. You are lucky this war is happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not lucky. It is just because everyone is liking me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then some MEN passing by yell out, \"Hello Agu!\" Big Brother is ignored. Agu notices the teenage girl Big Brot likes passing by, so does he, pumping harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she disappears down the bend, he motions to his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When she is seeing these, her knees must be wobbling with hunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu snorts with laughter now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if the dialogue continues, Agu and Big Brother carry w on their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you will see, I will be like this with all the girls in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses the air on each side of him several times, as i were surrounded by women that wanted a peck on the lips f him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, his Big Brother, his Father, his Mother, and his bab sister sit on the floor of the house around a large dinne plate of rice with cassava.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu feeds his Grandfather, who chews slowly, but again se unaffected by his surroundings. When he can, Agu stuffs h face with food to catch up to everyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are seeing that witch woman on the road today. She is saying we are thieves. Why is she saying that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is not right in her head. God has taken away her ration. The land we are letting the refugees use has been in our family since before your Grandfather, we gave her a place in the camp but she refused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu watches his father eat, slowly, tasting and appreciat every bite, smiling at Mother. Agu realizes his own way o eating is much more voracious and hasty. He mimics his fa the next bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So she's crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu burps involuntarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father looks up from his meal. Mother sighs as Big Brothe joins with a burp, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu laughs, as Father joins in with his own long and bellowing BURRRRRP. Agu is in tears laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They quiet down again, but suddenly Sister FARTS. They al are hysterical on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eventually the laughter subsides and Father notices somet beyond Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh?   What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father gets up and walks across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother notices, too, and his eyes lead us to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSERT: on a TV WITHOUT its case. The tube and the knobs dangling by its side. It is the TV that Agu sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father lunges after Agu. FREEZE FRAME again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sleeps on the front porch, afraid to go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a good boy. But sometimes I am sleeping outside so I am not having to go inside and be getting a beating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights go out on the porch. Agu looks out over the to as all lights go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother lights candles and lamps and steps out over him to what is going on in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father walks over with his radio, shaking it for a better signal. She looks to him for an answer as a RADIO BROADCA plays the voice of the LIEUTENANT GENERAL addressing the and requesting they lay down their weapons in return for amnesty within 24 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why so fearful? Doesn't the light go out all the time? It will come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother holds onto Father. Agu watches them from the doorw She turns towards him, adjusting her display of fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on Agu, go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No beating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father brings Mother in close, Agu waits for an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up! Get up, now!    We are going to church!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father shakes Agu awake. Agu, still groggy, hides his fac from the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it is not Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sees his Father's stress. So does Big Brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and his family watch as a long convoy of NRC Junta Ar trucks enter their town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is saying in the Bible that God is only helping those who are helping themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and family are pressed against the wall, everyone dri with sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, between the towering adults, looks up at the fans bu they are not turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't God protecting the Israelites when they are having to leave their own home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother sees Agu struggling below and picks him up an puts him on his shoulders so he can see. Agu whispers to brother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is Dike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu scans the room for Dike and his family, but cannot se them. The Pastor speaks from a podium while an ECOMOD CAPTAIN, LOCAL IMAM, PARAMOUNT CHIEF holding his golden talisman, a LINGUIST, ASSISTANT PASTOR, VILLAGE ELDERS, O FEMALE REPRESENTATIVE sit behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu smiles to himself, the Pastor looks desperate to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cannot allow ourselves to face voluntary self-destruction. May God bless us all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverend Doctorate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks down at his Father to share his observation, bu his father has a look that Agu has never seen before: fea The entire room is gripped with it as they murmur their concerns and beliefs to their neighbors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about our homes, property we leave behind? Our crops? Who will protect them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd goes silent as the PARAMOUNT CHIEF leans forwar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Linguist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Linguist joins him at his side, leaning over to liste The crowd leans in, knowing that the Linguist will only filter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am listening to the Pastor and to the Imam, and the representative for the women, and what they have to say is wise, but not all of it. It is right that we must be helping ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NRC Junta telling us to be running away is not acceptable. Our forefathers have lived on this land for centuries. It is our duty to preserve it for our children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd adjusts and shifts nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that the NRC has broken its promise and entered the buffer zone, we should be accepting ECOMOD help and be sending women and the small small children to safer areas. But we who call ourselves men must stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of the crowd reacts in favor of the Chief while many more MOAN in fear, drowning out the Linguist's call...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting over the crowd) The Section Chiefs and their deputies should be assembling after this to discuss protection of this village. We all must do our part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FAMILIES ERUPT in protest. The crowd DIVIDES and breaks i arguments again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can the world be doing      We must all be leaving, t nothing if we have rebels so    is the only way. so close?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rebels over here, Army over     What about the refugees? there, it is so so bad. We      people must be helped fir will be squashed in the middle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The refugees are our problem, they are our guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insults are slung from across one side of the room to another, but the Chief is done and parts the crowd on his out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father, I am not seeing Dike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother looks at Father. Pleadingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is my responsibility...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father, where is Dike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dike and his family are gone!     They fled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Big Brother watch Father push his way through the crowd towards the Paramount Chief and Elders, disappearin with other Section Chiefs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Big Brother listen through a wall as his mother a father argue. They play with flashlights over a game of draughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cannot be moved, he is an old man. And I won't force-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I am thinking that you are having no sense at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is so irrational about staying with your sister in the Capital, I will be coming to meet you once I am knowing everything is safe here. I cannot just be abandoning my responsibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then you are abandoning us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father throws his arms up in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just remove that thought from you head. What are we just supposed to be doing, then? Enh? Just running into the bush and living like rats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you are not understanding anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want me to be a refugee in my own country, with three children in my arms and no husband? We are one family, we must be staying as one family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not asking you. I am telling you woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father knows he deeply wounded Mother, but he also knows will not argue further, even at the cost of their intimac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECOMOD TROOPS stand next to a JEEP, TWO TROOP CARRIERS, A SEVERAL CIVILIAN LORIES in the market. A CONVOY of TRUCKS filled with stuff and people piled on top muscles out of town, leaving them in a black cloud of exhaust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The market is packed with men trying to pack their women children into bush taxis, trucks, dump trunks and flat be any vehicle that will help them evacuate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father pulls his family towards one of the last cars to b loaded. The DRIVER, a flat and sweaty face with froth in corners of his mouth, cuts him off-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come back tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the Section Chief and this is my family, there must be space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just one woman and these small small children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver looks at Agu's mother, little brother strapped her back, and sister, and then down at Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the little boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not a \"little\" boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver, amused, reveals black teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Him, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Driver scratches his head doing basic spatial math: t are at least NINE people piled into the front and back se of the station wagon. The trunk is filled with luggage as well as a pile on the roof towering at least ten-feet hig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And where are you thinking this woman and child will be fitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am thinking this women and children are more valuable than all this luggage you have piled in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can be sitting with you in the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver laughs off the suggestion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70,000. No boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the boy-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-The driver raises his finger to shush him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will find another way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No bargaining. Or are you wanting your woman to be walking through the bush to the capital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother looks prideful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would rather be walking then leaving my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not leaving him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. How much to fit the boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO FAMILIES, seeing an opportunity, start OFFERING MONEY the driver to take the Mother's space. Without recourse, Father starts pushing her towards the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No we cannot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father is picking up Little Sister to place her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I cannot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering, consoling) Do not scare them. You are strong. You will be okay. Take care of them and I will take care of our boys. Now get in, there is no choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father pays the Driver as Mother kneels down to Agu, unab to speak, on the verge of breaking down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember to be praying praying to God all the time and not to be worrying, we will be seeing each other soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hugs and kisses him, grabs his hands, before turning away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slides into the front seat, the gearshift situated between her legs, Sister and Little Brother on her lap. T more people between her and the passenger door. All are h uncomfortable, and scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She cannot bear to be looking at Agu, Big Brother or Fath instead, she looks a the faces around her, and then forwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father holds Agu by both shoulders in front of him. Agu begins to cry. He cannot see Mother. He tries to move but Father holds him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are with the men now, Agu. Be strong, wave goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Brother is holding back tears as well, struggling jus hard to be strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The engine rumbles to a start spewing black smoke onto Ag and what's left of his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the car pulls away, Agu cannot help himself, he breaks away and runs after the car, crying after his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mama!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's brother grabs his hand and holds him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father looks at them tenderly. The square, filled with th sounds of straining engines and crying families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this is how it is starting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last light of day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, Big Brother, his Father and Grandfather sit around a meager plate of rice and sauce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They eat quietly. Agu doesn't like the taste of his fathe cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I am closing my eye, I am seeing the rainy season and how in my village, they are saying it is always bringing change too fast. You can be finding that the whole world is washing away beneath your feets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father feeds Grandfather, the activity helping keep his thoughts in order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, THUNDER rolls, or   something that sounds like i Father is acutely aware of   it, as if it could be artill Agu doesn't seem to notice   as the camera moves away fro family and out towards the   wet countryside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can be walking on road and finding that you are swimming in river. You can be starting day all dry and warm and then be finishing with your clothes like another skin on your body. Nothing is ever for sure and everything is always changing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOUNDS OF BATTLE replace thunder. More coarse, pierci booms than thunder. Panting breath. Pattering feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu runs with his Father, Big Brother, and Grandfather do the middle of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just behind them a contingent of 20 PLF REBELS descend on foot. Bullets zip by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and his family find a SMALL GROUP of civilians waitin the ground, pinned down by gunfire. Some of the MEN from Church with clubs and machetes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father nods to them, points in one direction. They shake their heads. He points in the other direction. They shake their heads no again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They ALL slip between the stairs of the same building, assessing their situation. Rebels spread out on the hill overlooking the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no where to go. Father looks at his children, knowing it was a mistake not to get them out of town. Beckoned by a village man, the family runs across the roa Grandfather on Big Brother's back, into a building where other villagers are hiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water leaks from the ceiling onto the group of TEN MEN an BOYS, their rudimentary weapons pointed towards the ceili squeezed looking and sometimes avoiding each other's gaze exposing their fear and expectation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not feeling my legs. It is like they are belonging to other",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, the SOUNDS of battle come from all directions. I an invisible looming threat heralded by a cacophony of hi pitched projectiles, ground shaking explosions, and CRIES the wounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BANG. Father looks out a small slit. He sees an NRC SOLDI FALL from a sniper hit. The soldiers move for cover, seemingly held at bay by the nearby shooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks back at all the faces in the room with him. Fear Another shot rings out, it is near. He looks up and reali the SNIPER is in their building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his Father) Will they be killing us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN slaps his face, but he cannot see who it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they are finding us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu turns towards his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They will drive our body into the bush, just leaving us for animal to be eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through his teeth) Shut up, I say. They will be finding us only if you keep talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if they are rebel they will be cutting off our hand and holding them to be shaking each other, is that what you are wanting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STRING of BULLETS hits the concrete outside. Another EXPLOSION rocks the room. Agu's eyes fill with dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAN #2                         MAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if they are Army they       Shut up!    Shut up! will just be shooting us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering to Agu) Do not be listening to them, Agu. No matter what happens, this is how God tests us, we must be strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SHRIEK startles them. Outside, SOLDIERS scream ORDERS t each other. They are VERY near.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through his teeth) I am rather to be outside than to just be dying like animal inside!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men murmur in agreement. Father sees a GOVERNMENT ARMY TA turn the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We stay here, outside we die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we are running now, none of us will be having a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody says anything. Then... BANG. Another shot. Father looks and sees ONE MORE downed Government Soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM. B-BOOM. The tank fires into their building. Rocking structure and raining down water and chunks of cement. Al their ears are ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are killing us all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu is shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you are running fast, then the soldier won't be seeing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks between his Father and Big Brother. His eyes tearing, his stomach churning with fear and nausea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, quiet, they will be hearing us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They break the door open. Light, air, and sounds pour int the room. Everyone SIGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BULLETS obliterate the three men by the door. GOVERNMENT SOLDIERS appear in the doorway, everyone throws their han up in surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, Big Brother, Father, Grandfather and several of the sit on the ground with their hands on their heads. THREE GOVERNMENT ARMY SOLDIERS hold them at gun point, prodding them, shoving their heads, toying with them and tying the up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu notices that some of the NRC SOLDIERS ARE CHILDREN ju couple years older than himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GOVERNMENT ARMY SERGEANT interrogates them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which faction are you fighting for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are not fighters. We are from this town. We were protecting the stores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are Native Defense Forces?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I am a Section Chief. We were tasked to stop looters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his Corporal) Bring the woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are calling us looters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GOVERNMENT ARMY Soldiers exit buildings and connecting streets carrying looted goods. They dump them into their trucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Corporal returns with the OLD WOMAN from his jeep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know these men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old woman looks at Father, then at Agu and his brothe She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not know them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MEN all YELL in protest. Agu looks angrily at the wretched woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This woman, everyone knows she is crazy. Just talk to her, Massah, you will see she is not right in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are not from here, they must be rebels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men protest. The Sergeant nods gravely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We, the armed forces of the National Reformation Council, find you to be spies and sentence you to immediate and summary execution. (to the soldiers around",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waste them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at his boys) Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men rise, those who haven't been tied yet put their h up and back away as the Government Army Soldiers shoot th to the ground, point blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Big Brother run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu dodges around a corner as a bullet hits the wall besi him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Safely around the corner, he stops and looks over for Big Brother who was just a second ago behind him. Agu looks d Big Brother is lying face down in a pool of blood. Agu reaches for his Big Brother as his body is pelted by bull",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reloading, they see Agu frozen in place. They aim to fire just as Agu regains his senses and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu slams through the bush, branches scraping past him. H flip-flops slapping the red mud. Flinging it all over him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sounds of WAR gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu wanders on his own. Lost, confused, angry, his emotio overwhelming him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cries drunkenly, walking deeper into the wilds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu tries to sleep on a branch of a tree, he still cries mournful sob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu again wanders the intermittent bush and woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finds one rotten fruit hanging from a tree. Devours it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small babbling creek. Agu drinks water. The sounds of animals in the forest suffocating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu finds a hunting lodge of some kind. It has not been inhabited for some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He digs through what's left. Finds some grains of rice in bottom of a basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu has the grains of rice in an old pot with water. But cannot start a fire. He throws the pot in frustration, th immediately regrets it, running over to it to see if any the rice is left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He cries again, more out of fatigue and hunger than sadne there is nothing else he knows to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries eating grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, stomach in pain, vomits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tired, hungry, thirsty, Agu walks aimlessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees a BOY, just a bit older than him, lithe and dark coal, in tribal dress, a thin stemmed flower head dress o his crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, stops, unsure if he is real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A forest spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy runs away. Agu follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu crests the hill and into the valley below. He looks b the boy is gone. He runs deeper down a path leading into forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the forest animals go unusually quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu stops. Looks around. The forest is dark and unwelcome looms over him, seeming to grow taller in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bends down into the tall grass, watching the forest se to move. Frightened, Agu lowers himself further, listenin watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE. The forest seems to move from inside. He freezes the hair tingling on the back of his neck, his mouth stil wrenched from crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOOTSTEPS. GRASS RUSTLES. FOOTSTEPS LOUDER. Then, MACHINE FIRE zips over his head. The thick grass cut and pecked b bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MEN rush and pounce past him but he cannot see them, he c only hear their desperation and equipment clanking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sees TWO PLF Rebels cresting the ridge line. POP POP, they drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to see where the shot came from just in time to a SMALL BOY -- machete in hand, a shortened rifle strappe his back -- in mid-air jumping at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM. The boy's foot lands with a thud on Agu's raised ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu SCREAMS, sure he has been killed, tries crawling away turns and looks. The BOY whacks him with the broad side o the machete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu SCREAMS and CRIES harder, curling like a beaten dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy hits him again and Agu relents. He sees a vision makes him sure he is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what death is feeling like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the forest, a surreal spectacle: 50 NATIVE DEFENSE FORCE (NDF) SOLDIERS --- not GOVERNMENT or PLF REBEL --- emerge from the edge of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look like they are wearing the costumes of some trib warrior ceremony. Their heads and bodies in elaborate gra wraps and crowns, amulets hang from their bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE is stark NAKED except for lengths of belt-fed bullet chain wrapped around his body and leading into his GPMG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are ALL young, in their twenties, some boys in their teens and even younger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, hypnotized by their colorful, yet vigilant and poten presence, is in awe, until another BOOT pins him to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HANDS roughly turn him over. His shirt is yanked over his head and used to tie his arms behind his back. He is shov again, YELLED at, TAUNTED, until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOMEONE is approaching from behind them, the NDF Soldiers finish tying Agu's arms, then step back in respect and wa a MAN pass, followed by an ENTOURAGE OF 10 more NDF Soldi his AIDE, CHIEF SECURITY OFFICER, BODY GUARDS, and CONTRO GUARD (a MAN who holds what equates to a Roman Eagle Staf adorned in tribal motifs) as well as a contingent of his SMALL BOY UNIT (SBU).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This MAN moves slowly, like someone who can afford to tak his time. His clothing tribal with a distinctive chief-li flare to it. There is no question, he is the boss, he is their COMMANDANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is this thing here on the ground? (no one responds) Who is catching this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY who attacked Agu salutes Commandant. The Commanda addresses him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika. Is it you who is finding this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika nods his head proudly. Agu avoids looking at Strik he passes him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh! Strika? Untie him. (to the other NDF Soldiers) So all of you grown men here, and it is Strika who is finding a prisoner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kneels down next to Agu as more men emerge from the bu carrying clothing and loot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(addressing Strika but",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you finding him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika points to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here? Is that right... where is Two- I-C? Two-I-C!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant looks at FAST KILL and BONE, two of his BODYGUARDS. They yell as the human telephone courses deep into the bush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the rustling grass, a THIN MAN emerges with a sma SQUAD of MEN. His skin sweaty and yellow like tanned leat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, sah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commandant motions for him to approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we to be doing with this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This thing? It is just a boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C is about to explain when Commandant raises his fi to quiet him. Now addressing him in front of the soldiers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy is nothing? A boy is harmless?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant looks at the NDF Small Boy Unit Soldiers near They scream in unison...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harmless no, sah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does a boy not have eyes to see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two eyes, sah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy has hands to strangle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF SBU Soldiers laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And fingers to pull a trigger. BUAH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant simulates firing a gun towards the bush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy is not harmless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy is very dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika, are you trying to be eating this boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika shakes his head no, smiling devilishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am looking at you. You are not seeming like soldier to me. Show me your fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu raises his open hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your hands are like babies hands. What were you doing here? Why are you just laying by the ground like one dead rat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sah? We need to be move-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are from Alpha Town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods, shyly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be telling me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C swears under his breath while looking nervously a black smoke rising above the trees in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just tell me and I will be helping you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father is telling me to run. Run far far so the Army Soldier is not catching me and killing me. And then, and then I am just hiding in the bush and running running...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And where is this your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu cannot form the words, but the thought of it again an and saddens him. Commandant scratches his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alpha Town? The army is killing your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods, still looking at the Commandant's pistol. The Commandant leans down towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have just come from Alpha Town. It is burned to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu shakes his head, he feels waves of emotion swelling inside of his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods yes. He bites his lips, trying to hold back tear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirsty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods yes, again. Commandant motions to Strika, who immediately runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you are wanting drink, you will drink, but that is having to wait until you are telling me your name. Are you hearing me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods, tears streaming involuntarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody is calling me Commandant. What is everybody always calling you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it like you are proud of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, enh? Well, that is what I will be calling you then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika returns with a bag of water. He gives it to Commandant, he tosses it to Agu. Agu tears the corner of water bag with his teeth and drains the water from the ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C scoffs. Agu looks back and forth between the two them, he does not know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave this one with me. I will take this one under my charge, turn him into a warrior. Is that what you want? Do you want to be fighting the Army that is killing your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods. Two-I-C has had enough...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Formation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be saying yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say yes, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commandant squints in approval, turns away and walks towards the front of his men. He nods to Two-I-C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other NDF Soldiers follow suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C/O RAMBO, a dark and muscular COMPANY COMMANDER with sha eyes and a red bandana (like the real Rambo), pushes Agu line and places several heavy bands of ammunition over hi shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next in line are a DOZEN CIVILIANS who carry generators, jerry cans, palm oil, water, rice bags and other looted g for the NDF soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, glory be to God in the Highest. I am still living... but I am soldier now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant's NDF Soldiers march through the jungle. Agu struggles under the weight of his load but keeps pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is deathly quiet, the sounds of the jungle, the birds, the insects, buzz over the creaking of trees under heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF, in a long single file line, snake their way past several waterfalls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nature is alive everywhere around them. They seem to move like they are invisible to all the animals in the jungle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu concentrates on moving his feet through the wet underbrush, wary of the animals that could bite him. A gr shadow sweeps over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up to see the blades of a helicopter, so large seems to move in slow motion. He stares at it in hypnotic wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he looks down, he sees that all the NDF Soldiers hav dived for cover. Rambo pulls Agu down into the underbrush is calm, but he whispers to Agu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Botu botu botu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to the helicopter in the sky, then slides his finger over his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up at it again, his face gaunt with hunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Botu botu botu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the front of the line, Commandant raises his hand and everyone stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An NDF SCOUT steps out from behind a tree. They salute ea other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rambo taps Agu's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu dumps the ammunition and grabs a plastic jug of water distribute to the soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the head of the line Commandant picks up a thick baton like stick from between the tall ribboned roots of a gian buttress tree. He swings the baton into a ribbon and it B like a bass drum, the entire trunk turned into a resonato",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE WIDE above the canopy of the jungle as the tree, wh looms over the other trees, reverberates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound startles Agu in the midst of pouring a cup of w for a soldier, GRIOT. The naked warrior, TRIPOD, stomps p him. He looks like a giant next to Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant and everyone wait. BOOM BOOM - a distant retor response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant signals his men to move forward. Agu runs back pick up the bands of ammunition as the troops now move ah past Commandant up the valley walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF soldiers file past an entrenched bunker that looks ou over the valley. An NDF PICKET fires in the air, announci and celebrating their return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, Agu and the rest of the company exit the dens woods, revealing an extensive camp housing 400 NDF combatants. It is constructed from a mixture of older tha huts and lean-tos, haphazardly dispersed in a covered sec of the jungle with a parade ground at its center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open grass field lies just beyond where soldiers play football.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Soldiers greet their COMRADES who also fire into air in celebration, as well as handing over loot and good carried by the CIVILIANS to the CHIEF SUPPLY OFFICER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rest of the soldiers disperse into their places in ca Some continue conversing with friends as they remove all their heavy equipment, some slouch into corners to relax rest, others light joints and take other sundry drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant hands Agu over to Two-I-C for deployment. Two- busy with the CIVILIAN PORTERS, ignores Agu until he is d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Civilians) ...to protect life and property. If you are wanting to stay, then stay, but you must be initiated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All agree to stay. Two-I-C looks down at Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This baby boy is your responsibility now. Train him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant salutes and walks away with his detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sah. (yelling to another) C/O Hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope runs up to Two-I-C and salutes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This baby boy is your responsibility now. Train him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C points to Agu and walks away. Hope appraises Agu dispassionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COOK, holding a dog and smoking a cigarette, dispenses and sauce from the back of a hut to Hope and his NDF Smal Boy Unit Soldiers. Others exchange cartons of cigarettes other extras, peppers and juicier cassava chunks and more rice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEN NDF SBU Soldiers, including the boys Strika, Hope, Gr (17), PREACHER (16), JUSTICE (13) and CHICKEN LEGS (15) collect their ration and sit around a fire to eat. Agu is ignored. He has no bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, hungry, watches them with hawkish and ravenous eyes. They use their fingers, licking every last drop of food. Preacher sings a song as he finishes his bowl of food and lets it drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu dives for it. He runs to where the cook was dispersin food but there is none left. The DOG, the Cook's pet, lic the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Despondent, he uses his hands to gather what little is le in his own bowl, then drops to the level of the dog and competes for scraps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An NDF Soldier, Chicken Legs, chastises Agu...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh? What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I carried ammunition and water all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you are a soldier now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is kicked back away from the pot by the COOK holding h dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stealing from a dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one of you is the dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers chuckle as Agu retreats. Commandant, wearing HOODED CAP, calls Strika to him while holding out extra f Agu watches him go enviously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and 75 other NDF Soldiers are spread out, advancing slowly in a crouched position. The CIVILIANS (who were porters) and Agu use wooden weapons, the rest real rifles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the battlefield, do not expect to be thinking normally. The only thing mattering is the mission of the NDF. Fight and kill anyone who destroys the peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCARECROW effigies are lined up on pikes for target pract",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, I am not knowing if I will ever be seeing you again. But Two-I- C is saying small small we are winning this war, and then, God willing, I can be finding you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant observes the new recruits as he relaxes with h head in his improvised refrigerator/air conditioning unit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are calling him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher leans in towards Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man who is driving the enemy to madness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rambo repositions them. Griot adjusts Agu's stance, in reference to Commandant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is treating death like lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sees COMMANDANT, surrounded by subordinates in a tent talking in relaxed fashion in the heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu listens as Hope and the other SBU soldiers clean thei rifles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is eating people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not eating people, Hope-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope, caught off guard, as Commandant passes with TWO of BODYGUARDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can eat a man and take their power, it is true, but I taste their fear in the meats. I can take their juju just by looking at them in the eyes, so why must I eat their fear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes a chomping with his jaw towards Hope, which make him jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant laughs. As he leaves he pats Strika on the hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu listens to Commandant amongst the full battalion of N soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Native Defense Forces!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strong, proud, and intelligent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does the Commandant look?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant enjoys these moments with his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and SEVEN NEW NDF SOLDIERS sit in a tight circle as T C rattles off a complex breakdown of the war's politics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...weakened by the PLF's outside pressure. The National Reformation Council took advantage of this instability and militarily seized power to restore UPC dominance. We NDF refuse to recognize this illegitimate government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, THREE ADOLESCENTS, and NINE CIVILIANS stand in a sma opening in the jungle, a thatched fence, some 20 meters i diameter, fends off the jungle. Effigies and human skulls adorn the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In front of them are smoky fires boiling medicinal pots a drying herbs on a thatch platform placed several feet ove the fires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chanting CHIEF PRIEST leans in close to Agu's face. THR INITIATORS inscribe messages from the Koran with black in wooden tablets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rains are coming, Gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are knowing what that is meaning. Mosquitoes, sickness, muddy squalor. Suffering if we are caught with our \"soldiers\" hanging out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men laugh at the \"penis\" allusion, but they know the rains mean change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the Junta will tell the international community that we NDF are the reason this war continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, Hope, and you, Rambo, you are not from the same tribe as him. (he points towards Hope) But you are brothers before your enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope, Rambo and the troops hum in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What drove us to this larger family of strangers? Fear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "War?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Sah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu is perplexed by Two-I-C's explanations, the politics beyond his understandings of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLF could join the NRC, it would legitimize their cause, make us the sole enemy, and give them freedom to roam formerly Government controlled areas of the nation in policing actions. If this were...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu is swept away with Commandant, the spectacle, the reactions from the other soldiers he enjoys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have defended ourselves against criminal rapings and killings of our own people, first by the PLF, and now by the NRC government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men grow dark with this thought. Commandant seizes th sadness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But this has awakened a sleeping beast, Gentlemen. It has put the weapons of this war in the hands of you, the young, and therefore, the powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to Agu, who raises his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of you, who were never listened to before, who have seen your loved ones gunned down, you have something that speaks for you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men raise their rifles, growling a low pitched battle chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and the initiates sit on the raised platforms engulfe smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new regime needs to control the trade in resources for the international community to waste time recognizing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the INITIATORS lays a variety of leaves on the fir below them as the SCRIBES wash the wooden tablets into a large enamel bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, the colonists have never left Africa. Our very own politicians will steal our resources and give them away for pennies in exchange for private payoffs...but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are licking their wounds. They are feeling our sting. We, along with our other brothers fighting further south under Dada Goodblood, we command and control what the NRC needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Grass People in the South East control the lumber and gold, the Clay and Charcoal people in the South West, diamonds and rare metals, and the Coastal people, petroleum and fisheries. This is the reason the NRC are trying so hard to be calling themselves a \"reformation council.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reformation of what? Money. Old men and money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have spit on the constitution. They have spit on your rights. They have tried to spit on your future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "War has spoiled their minds, Gentlemen. So they could have \"their turn to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and the initiates are laid down in the open shallow graves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The INITIATORS take the gray water from the enamel bowl a place the liquid into small bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "War is a disease. It sickens and infects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leans down in front of a particularly fierce looking soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to be a \"big man\", or a \"small boy\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men laugh nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu lays in the grave in a haze of smoke and fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is why we must not forget that we are the protectors of the people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The richness of our nation is for the young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When there is an infection in your foot. A deadly deathly sickness in your limb that's going to kill you slow slow, what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men do not know. One in the back yells out \"you go to doctor!\" Generating a chuckle amongst other men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So maybe they should be calling us the doctor army and not the hunter army? We have to be cutting off that leg to save the body. That is how you prevent the NRC/PLF infection from spreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GOAT and CHICKEN sacrifices are made and stones are burie the INITIATORS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief Priest pulls Agu out of the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must die before you are reborn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow we mobilize for major action, uniting all of our brother warriors under Supreme Commander Dada Goodblood, and with God's blessing, end this plague, end this war, end our oppression!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu is forced to run a gauntlet through a line of NDF MEN with sticks, branches, and clubs. He is hit hard and with mercy, landing on the other end with his arms battered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE of the initiates falls from a blow to the head and Ag watches in horror as he is quickly dispatched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men, aroused and growing in fury, grow louder as his speech culminates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young men! Gentlemen! We will not wait to inherit it, we will not wait for them to just give it to us, we will take it, we will seize it from their rotting and decaying old hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks at the charred remains of the MAN who they dispatched on the smoking platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Victory!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and the NDF Soldiers yell even louder, some FIRING in the air in celebration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Victory!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu raises his fist in the air, swept by the energy and f of Commandant's speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CHIEF PRIEST gathers the charred pieces into a bowl a creates a paste from it. He performs a last ceremony with cleansed initiates, slicing Agu's triceps, calves, back o his neck. He rubs the charcoal paste and medicinal herbs the cuts. Then places amulets (bracelets, necklaces with small bottles of ink, et al) on those cuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The initiates are lined up. Commandant steps forward with BODY GUARDS, they pump their SHOTGUNS and fire into the initiates. They flinch but the bullets do not touch them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chief Priest blesses them one last time. In each of t mouths he places a ball of mashed rice (like mochi).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, voraciously eating, hears the Chief Priest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat the enemy if you bring him down. Become braver, his heart becomes your medicine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The spirits have blessed you and cleansed you. To the enemy, you are invincible. But there are rules you must follow to keep the spirits happy, to remain pure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sex with women. No touching women. No talking to women. Stay pure. No looting. No touching dead bodies. No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu gathers supplies from the structures of the camp, Commandant stands over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, you are a soldier now. The only way is forward. Do not be leaving any nice thing for the NRC or the PLF to be using if they are coming to this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Griot and Preacher poor kerosene as well over other build as we PAN and see the entire battalion is lighting up the camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Advancing in the rainy season?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone will be on zero-zero-one now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope shakes his head and grumbles to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is zero-zero-one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is meaning you, me, we all be hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means no breakfast, no lunch, only dinner. If you are wanting to eat when it is not dinner, then you are having to keep your dinner from before to be eating the next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or if we raiding or finding farm, then we can be eating what we find. Cow, chicken, baby... woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FIRE roars to the sky, as their structures and shelte catch fire, the SOLDIERS start to file out of their camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COOK hands one baseball sized ball of garri to each soldi including Agu, who smells it then quickly stows it in his rice bag backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF Soldiers disinter weapons and ammunitions caches wrap in plastic, stored from many weeks previous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are knowing this tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sticks with Preacher, following him where ever he goe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is Iroko. These other trees I am not knowing, but I am calling them children of the forest because they are smaller than the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF decorate themselves with grass and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When this tree is small, it is looking so so like a cassava plant, except that it has thorns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant and Agu stand under a tall tree, Commandant se genuinely overwhelmed and inspired by the scale of nature",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is even having a root like a cassava, but if you eat it, it will kill you with its poison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu hadn't learned that before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is why you must be knowing how to use your thorns. You kill before you are killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods, watching the wind sway the tops of the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will see the enemy is having small boy soldiers, too, who can kill before they can even speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu turns back to the Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have seen them do things that are even making the Devil fall to his knee to beg for mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods, thinking he understands the analogy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you killed a man before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will. Today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu salutes. Realization delayed. Commandant nods, please",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant goes to his Aide holding out a radio. Behind, entourage has laid a map on the ground to study.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will destroy anything that threatens us. As I would anything that threatens you, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods anxiously, his pride boosted. Commandant picks u his VHF Radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his radio) Two-I-C, report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, queasily, he sees Hope and Chicken Legs watching hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, killing is easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Besides, you already eating a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think was that ball of garri, the one you are eating in initiation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, disgusted, notices Strika. His rifle dangling in his arms. He watches Agu blankly, Agu looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling Strika's eyes still on him, Agu looks back, and Strika is right next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up a fruit foraged from the jungle. He breaks of piece, an offering, and shares it with a grateful but ner Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chicken Legs pantomimes eating and touching a satiated be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Soldiers tear through the jungle towards its ligh edge. They hop scotch positions, some kneeling and coveri while others move forward and spread out with speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The choreography dazzles Agu, turning around to watch, Preacher grabs his collar and reorients him to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant motioning with his hand, VHF RADIO in the othe down the command chain, C/O's, and Platoon Commanders eac silently communicating hand orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu runs with his Small Boy Unit past Commandant's positi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In an ambush you don't make a sound. You get injured, you don't make a sound. You see a snake, you don't make a sound. You get bitten by a snake, you don't make a sound. You shut up! You take it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SBU spill out onto the road with limited commotion. A looks back to where they just came from, seeing nothing b green and a stretch of road 300 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu watches the boys of his unit sniff a brown crystal po (brown-brown) while waiting in a ditch of foliage on the other side of the road from the main ambush force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika chews on a long root, Agu whispers to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are calling you Strika?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika nods, putting his finger up to his lips to communi \"silence\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you liking war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, with a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you liking killing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indifferent, with a shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it easying to be doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you fearing death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, with a shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you having parent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am still having mother. Somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika continues to chew on the root.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is that you are chewing on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika rubs his belly as if to say it will make it feel better. He shares it with Agu, who puts it in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you liking Commandant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika looks at Agu like he could punch him. He snatches root back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you not talking, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Griot hands the two boys a plastic container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morale booster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu smells it. Nauseating. Chicken Legs stifles a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is good juju, making you stronger and braver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sniffs, then as it drips down his throat, tries to sp out the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is tasting like licking rock. (smacking his tongue) And eating pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope listens to his VHF Radio, turns to the rest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh. They are coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu notices all of the BOYS are lowering themselves even further into the bushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher posted behind a giant, red-dust-covered leaf, hi at Agu, covered in ammunition belts, to scoot down with h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu notices the sudden stillness of everything, the only movement a swarm of mosquitoes descending upon them, he t to beat them away. Then he feels breathing on his neck an turns slowly to see it is Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika motions, signaling him to focus down the road. The wafts in translucent tendrils over the pavement. Then he it, rounding a bend, the dust cloud of a CONVOY of TRUCKS LIGHT ARMORED VEHICLES rolling in their direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am almost laughing and almost dying, even though I am not feeling like laughing. Inside my stomach and heart it is feeling like fire from a pepper. I am only thinking about what is going to be happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three trucks becomes FOUR TRUCKS, then FIVE. Large Calibe machine guns are mounted on some of them, as well as GOVERNMENT TROOPS who look out into the green margins of road with distrust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ground shakes as they roll over Agu's position. The wheels nearly as tall as Agu would be standing next to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone waits in anticipation, biting lips and focused a the last truck passes Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SQUAD of SBU-NDF SOLDIERS scurry across the road like a fleeing deer. Only one stays behind, CHICKEN LEGS, stoppi turning, revealing, an RPG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLF DRIVER, realizing, slams on the breaks. Grinds th transmission into a lower gear, then neutral, fighting to it into reverse when. ZWOOOF -- the RPG slams into his ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM. The first truck's engine compartment shatters in a storm of shrapnel, fire and smoke into the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope signals aggressively. The SBU rushes onto the road dragging SPIKE STRIPS, RPGs and GPMGs. They ensure no retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a second, nothing happens. Agu closes his ears, expec more gun fire, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GOVERNMENT TROOPS hold their rifles into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE MAN in the convoy yells out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please do not shoot us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu grips his machete harder. Sweat beads all over his fa He looks around petrified, confused, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the floor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sees SEVENTY NDF SOLDIERS emerge from the jungle, ANNOUNCING their presence with an echoing BARK. An impres show of scale of force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, where is the fucking ammunition?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu remembers he forgot the extra ammunition. He scramble back down into the ditch as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KPWAP! Agu flinches and ducks. Someone in the bush sprays truck, bullets ricochet off of the metal door of the midd truck, a windshield is shattered. Then all the NDF soldie open fire. It is a quick and effective slaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu holds his ears. It all happened so quickly he didn't the full carnage, but when he gets up, the trucks are che up and the men inside are dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disarm and disrobe them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rambo repeats the CALL, moves forward with another SBU sq",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of the Government Soldiers are crying, as Rambo's me kick away the weapons and yank off their clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, his ENTOURAGE, and CONTROLLER, emerge from th bush with guns aimed and ready. He is proud of the catch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Upon seeing him, NDF SQUADS move up the road to secure th front and down the road to secure their tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SBU moves to join the CENTER. Agu walks past a few tr and stripped soldiers with necks strained towards death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope grabs Griot and Preacher, jumps into the back of a t and looks around, throwing useless items over the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant and his entourage look for a healthy man and a disappointed by all the dead men. Finally, they find one, CORPORAL, alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant's Body Guards drag him to Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, come here, enh. Come here right now. Come here. These are the dogs who killed your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks disdainfully at the man quivering on the ground beneath Commandant, blabbering incomprehensibly, shaking head at Agu. Agu's nerves fire off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the corner of his eye, ONE GOVERNMENT SOLDIER runs the bush. He is nearly naked, his body glistens with his comrades' blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one seems to mind. Then, MUZZLE FLASHES out of the bus at the end of the road. KWAP, KWAP-KWAP. Flesh explodes f the man's thigh and scatters to the ground. He falls with screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our attention returns to the man held in front of Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, you will kill this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Corporal moans dreadfully, pissing himself as he crie The pool of urine from him and from Commandant is all aro his flip-flops, mixing with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Sah. I am an engineering student from the university in the capital. I am supposed to be fixing bridges, not be a soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears and snot run down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't be killing me. Just be making me your prisoner. Please, I can be helping you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope jumps into the SECOND truck with a fist full of maps Griot follows him holding a box and offering it to Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant and his entourage step back a little bit, just case it's booby-trapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Griot holds up a surveying scope. He offers it to Command who turns it around when his Aide interrupts and hands Commandant his rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, this won't do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pistol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is too easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not the cutlass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does he have the strength?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look at Agu, who looks back, lost. They discuss amon themselves, then point at his machete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rambo, seize him, hold his ass to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant unzips his pants and urinates on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu. See this thirsty goat. These are the tyrants who murdered your father. (back to the Corporal) Now look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu grips his machete harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POP. POP-POP The NDF Soldiers shoot NRC survivors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember what they have taken from you. Remember your suffering and turn it into hate for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF Soldiers, having finished off the survivors, collect supplies and check the function of the engines of the vehicles. They start to transfer supplies onto the lighte vehicles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Agu's ear) God and the spirit of your Father is wanting you to kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant grabs Agu's hand, the one holding the machete squeezes his own hand around Agu's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this. Just bring this hand up and knock him well well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes Agu's hand and raises it high. Agu stares into t petrified man's eyes. He looks at his feet, urine and blo splattered on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use all of your force, imagine the blade sinking deep into him like chopping a coconut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's face grimaces, as he gathers all his strength, he s fiercely into the corporal's head. The blade splits the s on the man's forehead and gashes his skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man screams an unbearable, screeching, grating sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! That is how you are dealing with the NRC. Do it again! And again and again until he shuts up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Soldiers hold the Corporal up, goading Agu on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu brings the machete up, swings it hard. KWOMP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man's screams as sound grows dim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu chops again. The THUD vibrates up his arm, droplets o blood suspend in the air and sparkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anger, memories of his father and his brother, gunned dow the street fueling anger he didn't know he could muster starts swinging harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika walks over with his rifle and helps Agu. Together, they stomp and cut with increasing furry and vigor until man's face becomes unrecognizable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, suddenly feeling sick, rushes to the grass to vomit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant pulls him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch his blood, Agu. That is justice. That is what God wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up at Commandant, then at Strika. Common understanding, mutual blame, between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu wipes the blood from his face, the NDF Soldiers celebrate, firing into the air, SING and dance around the dead government soldiers. It is a great victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, I have kill a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mosquito drowns in blood. No one notices this but Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the bad sin and I am feeling like I am dying inside, like each breath can be my last and my heart will stop its beating. But I am knowing, too, it is the right thing to be doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF SOLDIERS SING A RHYTHMIC SONG while organizing the lo clothing and weapons. SEVERAL are already dressed in the clothes taken from the Government Soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika dig through one of the vehicles looking fo any contraband. Agu finds CIGARETTES under a seat and sho them to Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO CIVILIAN TRUCKS arrive from down the road loaded with SQUADS of Commandant's NDF forward strike troops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mechanics fix the engines of the lighter convoy vehicles. Supplies are finished loading. Platoons and Companies re- organize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Machine guns and anti-aircraft guns are mounted on the trucks, turning them into improvised attack trucks: a.k.a TECHNICALS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C hands Commandant one of the Government Soldier's nicer FN-FAL RIFLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant checks the chamber, looks down the barrel from breech, replaces the loaded clip into it, turns towards A and gives it to him. Two-I-C is surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always keep it with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you are losing it, then I will be losing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant winks at him to affirm their pact. Strika approaches with some captured Army accoutrements in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are my Special Guards now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika stands at attention and salutes affirmation, as do Agu, mimicking Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his CSO) CSO. Take note and act accordingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika are now my Special Guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CSO, not knowing what that actually means, just agrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, suh. Special Guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits down with his rifle, looking at it proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always be keeping it. If you are losing it, then they will be losing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika tosses Agu a pair of green army pants and an ammunition vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu holds them up. Far too large but he tries them on any using a piece of hemp as a belt. He looks up to thank Str but he is already chasing after Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Convoy cuts through the rolling countryside, past burnt frames of vehicles. Agu rides with Strika in the ba of Commandant's truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF SBU Soldiers spread out in the bush, scavenge for foo Agu and Strika play, a rare glimpse of childish fun for t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope and Griot chop through the plants when suddenly a BU RAT dashes out of its hiding spot. Excited, they swing th rifles around and OPEN FIRE, killing it and nearly killin each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and the other SBU run to see what they shot when the of the CONTROLLER sounds off, like the WHISTLE of a tea kettle, heralding the distant thumping of a HELICOPTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen! Cover! Cover!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks at Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cover!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Botu, botu, botu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vehicles are quickly covered with natural camouflage and netting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE WIDE: the NDF BATTALION kneels, disappearing into t bush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, in the taller grass with Strika, Justice, Chicken Le Hope, Griot, and Preacher, watches the sky through the bl apprehensively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound, its proximity unclear, suddenly nears. It circ its THUMPING dangerously near. Agu can see the rocket launchers on its miniature wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika lay on the ground, staring into the face o the dead rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems like at any second they could all be destroyed, just as suddenly, the sound of the helicopter fades and i gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Safe, they breath in relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Small Boys Unit laugh quietly. Commandant sits with t at the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...ooh, and they are having so many foods to be eating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu salivates, he is as hungry as those listening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...chicken, and cow, and goat, and vegetable, and fruit, any kind of fish you are wanting because the fishermen are always bringing everything from the sea. There is nothing they are not having in this place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fire twinkles in all the NDF Soldier's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The best thing this town, this town of abundant resources, is all the womens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men smile to themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, woman in this place are just too beautiful. If you just see women here, before you are even knowing it, your soldier is standing at full `tenshun. They are having breasts so soft and so round that their clothes are rejoicing to be holding them. And they are having bottoms with specs so nice that anytime they are sitting down, the ground is also rejoicing. They are knowing well well how to make a man feel good with their kissing and loving, kai! The last time I am in this place, enh, my soldier is hurting too much for me to even be easing myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all will see, because that is where we are going, gentlemen. You will see it all with your own eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men's eyes glaze over deliriously staring into the fi Then a SOUND causes them all to turn, weapons up in defen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12 CIVILIAN REFUGEES stare in bewilderment at their encampment, followed by two NDF PICKETS who salute Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Refugees, sir. They say the PLF and the NRC took their village three days ago. They killed most, but let these ones go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant stews on the intel. The SBU watch him, waiting him to make a decision -- will it be battle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, let us be giving their village back, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE WIDE over a burnt out village. Civilian trucks and smolder. A BATTLE is raging. From across town we see that PLF defend a hill that the NDF are advancing on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant watches the progress through his SURVEYOR SCOP The NDF are held at bay by an RPG attack. They respond wi fierce fire. Moving in open against bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant's main entourage all kneel behind him in the l THREE squads in defensive positions beyond them. Agu and rest of the SBU stand near an unfinished wall. The sound the occasional passing bullet shocks no one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering to Agu) See what the PLF does to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope points to a line of DEAD CIVILIANS. Their hands chop off on a rock next to them. A WOMAN and a CHILD lay on th street, as if they laid down where they stood to take a n and never got up. The woman's head unnaturally propped up against the wall staring permanently at her twisted feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BULLET zips past and ricochets off the wall next to Agu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks around. He notices the smashed bullet at his fe Just as he bends over to pick it up, where his head would have been, a bullet smashes into the wall. No one seems interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into his radio) Two-I-C?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are facing heavy fire, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you take the bridge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Explain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's very difficult, suh. Our     men are fighting bravely but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But nothing. Take the bridge, that is your task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant motions for the MORTAR MAN to set up a mortar help the HILL ADVANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C and his forward operation team are hunkered down behind a building facing a PLF stronghold -- TWO MACHINE nests with sand bags in front of the heavily defended bri which looks like a former check point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need support, suh. The men's spirts are low, suh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind Two-I-C there is general chaos. The men are not advancing and many are retreating. JUSTICE is yelling at men around him to help him carry an injured RAMBO to safe but no one will help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is driven to tears in the chaos, spinning in circles trying to get a grown-up to help him as Rambo bleeds out the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sustain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant lets his radio hang around his neck, watching HILL BATTLE progress again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, Strika, come here. Look at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika obey. Commandant holds the scope up for th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a very special device, you can be seeing the enemy with it, even when they are hiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, through the scope, sees the FORWARD STRIKE NDF SOLDI unload and disperse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He motions for the mortar to fire. Agu looks through it w the first blasts force the PLF to scurry. Strika, impatie for his try, paces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's magic. (to the men) I need volunteers! Who has heart? Who wants to fight with me? Who isn't afraid of bullets!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men ROAR BACK in affirmation. Commandant moves amongs the men, placing his hand on their chest, feeling their hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When it's Strika's turn to look, Commandant interrupts hi try by asking him if he has heart for battle. Conflicted between wanting to try out the scope and the call for bat he affirms he is ready to fight while the \"toy\" is put aw by the Aide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant selects men and boys to go with him, those who aren't selected are pushed aside and kneel down in shame disappointment. Amongst the selected are Agu, Strika, Hop Chicken Legs, and Griot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An AA technical rushes back around the market towards the intersection under a hailstorm of bullets and clouds of smoke, PREACHER is in the back firing back with RANDY and couple other SBU's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technical screeches into position at the top of the intersection leading to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chicken Legs, go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chicken Legs runs to the intersection with Griot in suppo to fire an RPG down on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SELECTED TEAM, about 20 MEN and SBUs, advance towards bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant CHANTS a war chant, \"no retreat, no surrender, dropping, men moving\". The men respond to the CHANT, all them, a battle cry that rouses. They keep huffing into th chant as Commandant addresses them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These bullets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WHISTLE of bullets increases and, where most rational would duck, has no affect on Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are nothing. No one can touch us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commandant pulls a chanting Agu up near him and uses as an example.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you afraid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu shakes his head, even if inside he is afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, along with Tripod and the Controller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moove it!    Gentlemen! Moooooove it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF SOLDIERS YELL again. A NERVE TINGLING BATTLE CRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No retreat! No surrender! Men dropping! Men moving!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bullets whistle by angrily. Then, a tidal wave of win and fire is laid down on them, tearing up a building's wa and wooden kiosks around them. The men do not flinch, the believe they cannot be hit, although some MEN do go down, majority continues the advance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu is astonished, but because everyone else keeps moving does he. To his left, Commandant smiles at him, loving th adrenaline of battle. TRIPOD prancing in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, let me be see your aim, hit that man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu aims at a PLF running across the road. Pulls the trig Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, it is on safety, what was Two- I-C teaching you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To always be leaving it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Off. How will you be firing quickly if it is in safety? Enh? Listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant takes the rifle, looks for a clean shot at PLF fighters. KWAP-KWAP. A man goes down. He looks back at Ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, safety off, fires. It nearly knocks him off balance. looks at Strika and Commandant for approval, but their attention is on the PLF, who seem to be moving in from al directions now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, Strika, Griot, Hope, Chicken Legs and Preacher all yelling at the tops of their lungs as they go forward tow the Rebel positions, increasing in speed, bravado, fearlessness and ferocity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the PLF Rebels near the bridge, a hidden NDF company ambushes them, on their heels, they rush back to the intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE FROM the PLF REBELS. See the TWO Companies Commanda sent around the sides spilling out onto the road on eithe side of town. They too storm the PLF position recklessly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLF, seeing they are surrounded, drop their weapons a run for the edge of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF advance turns into a sprint. The bravado works, a they drop more retreating rebels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bodies, weapons, and ammunitions scatter the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks for Commandant and Strika, his nervous system o fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and the SBU patrol the edge of the town and jungle, picking up dropped supplies and loot from dead rebels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant stands over the bodies of SEVEN DEAD NDF SOLDI amongst them, RAMBO. Commandant looks like he feels great remorse. Preacher, bandaged but alive, says a prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE LIVE REBEL in underwear, arms tied behind his back, i being prodded by Chicken Legs and begging for his life. Chicken Legs shoots him in the hip. He falls, twitching. Chicken Legs enjoys his catch and takes his time finishin him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu notices that some of the RPG's are made of WOOD, as i they were theatrical props, he kicks one. Solid and dense",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM. Chicken Legs shoots the PLF prisoner again. He turn over, his life slowly draining from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sees ANOTHER BODY laying face down and quickly starts searching his pockets. He takes the bandoliers, smells th water bottle, looks in his pack, brown-brown in a foil envelope, batteries, and a small ball of cloth tied up wi string.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He unravels it. Inside he finds GOLD NUGGETS. He looks at them curiously, unsure what they are, puts one in his mou bites it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM. Preacher finishes off the naked prisoner. His brain splattered on the pavement. No one seems to take note, by a common practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu calls Strika and shows him the gold. Strika looks at warily, as if Agu shouldn't have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika shakes his head and motions to follow him. Agu sig as he obliges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They salute and pass Commandant's body guard and enter an abandoned post office. Strika leaves Agu behind at the doorway of Commandant's room, motioning for him to go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu listens as Commandant speaks via radio to SUPREME COMMANDER Dada Goodblood on the other end. It's a close conversation. Strategy. Something mentioned about an intersection of highways. Cut offs to the Capital. And Commandant being promoted, soon, to General.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His silhouette paces around in the lantern light. Maps ar laid out on the floor. He kneels down, studying them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu coughs, to call attention to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still studying the maps) Sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to his cot across the room. Agu enters, careful to step on any of the maps spread out on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu places the WAD WITH THE GOLD NUGGETS on Commandant's table, then obediently waits next to the cot, watching Commandant studying the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant stops, notices the wad, curious, opens it, dro its contents in his hands. He looks up at Agu, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fought bravely today, Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see what happens when the men listen to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant lays out a line of brown-brown. He snorts it a beckons Agu to do the same. Agu, having seen others do th knows how, but has never experienced it. He sniffs eagerl The Brown-brown going straight to his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are wanting to know how to be leading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sah. I am happying to be following you, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His nose tingles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is good, Agu, because there is no learning to be leading. Some men is born to leading, other is born to following, and other is only waiting to be dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am following you, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Agu. You are different. You are reminding me of me when I was a little boy, and this means you are borning to be leader. But even the best leader Agu, must first be learning to be good follower. Sometimes I even have to be following the Supreme Commander, if when I am not agreeing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sah. I am a good follower, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant points at the map. Lines of two highways inter near the bottom center. He points at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are seeing this place. Supreme Commander is saying this is important. So it is important for me then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we get this place, then we can go to Taro. Is that where your mother is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am thinking she is in the Capital, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After Goodblood greets us, we all will be going to the Capital, that is a certainty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods. It is hard for him to think of her without feel emotions, and he doesn't want to show Commandant these childish emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am wanting to be helping you more than the others, Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher SINGS somewhere in the encampment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But do not be telling anyone I am helping you like this, this will be our secret. Can you be keeping this secret, Agu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with Commandant's attention, he is able to forget, fo this instance, his mother again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then be saying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can be keeping this secret, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In this family where I am being father, we cannot have the other children getting jealous, Agu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rubs Agu's head, roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kneel down in front of me. You do me this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, respectfully, kneels down in front of Commandant as blows out the lantern light. It is near darkness except f the campfires outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not punishing you, Agu. I am helping you, to care for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He touches Agu on his shoulder, then his hands drift down Agu's arm to his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what commanding officer is supposed to be doing to his best boy soldier. Play with him, cherish him, protect him, enh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He brings Agu's hand down towards his own genitals. Agu i too afraid to move. Commandant moves Agu's head towards h crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Touch my soldier, Agu, with your mouth. This is a command. You took an oath to obey, and now obey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's moves to do as he is told. We TILT AWAY AND UP to Commandant, leaning back and mentally departing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's face appears out of the darkness, illuminated by th lantern lights. His face shows excruciating pain. Everyon already asleep, so he tries to walk quietly, but it is to painful. He whimpers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika has been waiting for him. Agu collapses into Strik crying. Strika holds him. They lay amongst all the other Soldiers, who are already sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika. He is my only friend, Mother. His eye are too red, his teeth are too brown, his head is too too big, but he is my friend even if he is looking too ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika throws his arm around Agu, protecting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The convoy has stopped in the middle of the country side. Everybody is prepping themselves for battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Soldiers smoke their joints laced with powder, ot sniff brown-brown, while loading up ammunition and preppi for combat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one in the land we are going is your friend. They are the farmers who feed your enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope sees Agu hobbling in pain. Looks at him, assessing i is fit for battle or not. He takes a knife and cuts a sli along Agu's temple. Agu winces in even more pain as Hope smears brown-brown into its bloody abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The farmers' wives whose breasts feed babies who will grow to join the enemy ranks, whose wombs breed more of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant turns towards him, smiles. Agu, contrary to wh he would think, feels special under Commandant's gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men are kneeled around Commandant. Agu cannot make ey contact with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the nature of the place we are going. The homeland of the collaborators and traitors. Our people's blood has flowed for year. Now must their blood flow, too. Let us pray to the spirits and God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men circle around Commandant, chanting a prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, be guiding us in everything we are about to be doing. Give us the strength to fulfill your justice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men start DANCING around Commandant and SINGING a gru guttural war chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they are moving out, a CONVOY OF WHITE \"UN\" VEHICLES s by down the Highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks curiously at one of the PASSENGERS, a WHITE WOM Time slows down so he can see her face staring back from behind the glass windows of the hermetically sealed air- conditioned van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WOMAN locks eyes with him, but instead of sympathy Ag sees fear in her face. This immediately angers him even i doesn't know why he is feeling angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the same time, a photographer in the back seat snaps photographs of him and the other NDF soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF soldiers yell at the convoy and point their rifle into the air, taunting. As it passes, it speeds up, leavi them in a cloud of red dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is denser jungle here. Agu, affected by the drugs, is adjusting to the high as NDF soldiers spread out and prep for their attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They cross a swift moving stream some thirty feet wide. A sees his fellow NDF Soldiers as MEN DRESSED IN TRADITIONA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My gun is making mark on my hand. I am servant to be doing whatever it says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky's blue seems to subtly desaturate, the greens glo reddish-pink like bloody plasma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu seems to float as we TRACK BACK with him towards the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40 NDF Soldiers with Commandant and Preacher clear the ju and silently spread through farming plots at the back of village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VILLAGERS RUN. Agu hears the SCREAMS... his eyes alight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Soldiers OPEN FIRE, charging as they fan out furt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu passes the village mosque in drunken reverence. BRASS CHORDS echo out from the void of normal sound over the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, help me to be doing the thing I am supposed to be doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the trembling GROUND, laughter, sneers, and voices c around him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Devil be blessing you. Devil bless what you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu's neck is lax, from the drugs, he turns a corner and an odd site. A painting of a white SANTA CLAUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF Soldiers behind Agu drop grenades into houses. Women SCREAM, then are silenced by the EXPLOSIONS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher pushes past him, organizes Griot, Agu, and THREE other NDF Soldiers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu breaks his stare at Santa to follow Preacher",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We lead Agu and Strika as they fire at targets around the running faster, and faster and faster...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu rides atop an AA Technical heading down the main stre of a populated town with cars engulfed in black smoke and radio tower in the distance, also smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Technical stops taking fire as Agu points towards the radio tower, YELLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ducks under a fallen light pole and is suddenly engulf in pouring water. He looks around and is in the middle of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu kneels down looking for ammunition, drugs, he finds a foil filled with cocaine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shallow river where Government Soldiers are SHOT DOWN i retreat behind Agu. The husk of a helicopter half submerg on the river's edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up at the sun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun becomes the dirty glass light shade of a ceiling light. TWO LIZARDS face off inside of it. Agu's head tilt up, powder around his nose, he looks around, unsure how h got there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika beckons him to follow into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lit only by candle light, Agu's boy unit and other soldie do more drugs, a dead PLF Soldier is propped up between H and Griot, they place a joint in its mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks through another room where money and loot is be counted, the MEN look at the drugged out Agu, only briefl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu notices THREE BOYS crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is wrong with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits over the corpse of an NRC Soldier. He looks arou as if surprised that it is daylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope is speaking to him, but when words come out of Hope' mouth, they sound like a garbled language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up at him blankly as he takes a hit from the jo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now he is surrounded by SEVERAL of his BOY UNIT soldiers stare and laugh at Agu sitting on the dead soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at the group of YOUNG BOY SOLDIERS crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is wrong with them? Why are they crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant won't let them go with him into battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is this battle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Strika who shrugs his shoulders. Agu calls th crying BOYS over to him and leads them down the street..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks down the street with the CRYING BOYS just as hi SBU blows up the gates of a fortified house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM. The gates go down in a shower of explosives. Agu an the rest storm in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika run upstairs, scavenging, breaking, scattering, tipping...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are pictures on the wall. Family, smiling faces, lo mildewed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope is knocking down a door. KPWAM! KPWAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika join in, kicking, kicking, kicking. They b through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks down and sees the sky as the rest of the Boy Un enters the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, there is nothing to be keeping you from watching what we are doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VOICES laugh, the world shakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They flip open an armoire. A quiet settles over the room Hope and Griot take a moment to look at what they have fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WOMAN, late-twenties, and her 10 year-old DAUGHTER hide with their backs to the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman looks like it could be an emaciated version of Agu's Mother, she even has THE SAME DRESS AS HIS MOTHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks at them, his eyes, so high, seem to float on hi shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope looks at Agu, amused. Agu moves to hug her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not recognizing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The women turn in fear just as Agu reaches to hug her. It not Mother. The girl is also emaciated, her knees like jutting knobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu hugs the women anyway. They scream, shrinking away fr Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not bad boy. I am not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu tries to hug them, but they SCREAM again. He realizes they are not his Mother and Sister, their fear angers him grabs them, pulling at their clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope and Griot grab the WOMEN by their legs and drag them away as desperate, stark shrieks fill the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are not my mother! And you, you are not my sister!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman clasps her hands together, tears all over her f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, please take my daughter safely to heaven. Please Lord I am begging to You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Justice pulls down his shorts and shows himself to the wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Devil bless you! Devil born you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Griot holds her down. Strika holds her down, and so does as Hope unzips his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Devil is not blessing me. Shut up! Shut up! Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu pulls the girl away from her mother, she grasps onto mother's hand, suspending herself in the air. And now we on the LITTLE GIRL'S FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is SCREAMING, but still holds on to her mother, her n digging into her mother's wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Strika, he bites the little girl's wrist, breaking her grasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu falls back with the girl, then drags her light body a from her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are not my sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika starts jumping on the LITTLE GIRL. Her breath punc out of her, the GIRL'S screaming stops as all hope is dra from her, her eyes go blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Griot gets his soldier ready to rape the mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are not my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks to her, and at point blank, raises his rifle an dispatches the Mother with a bullet to her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHIP PAN to Hope who was still raping her. He stops and l at Agu like he has lost his mind, PANNING BACK to Agu who attention has already been drawn outside, to the next roo where the walls have been destroyed, providing an OPEN PL VIEW of the rest of the village...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "front of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu is no longer high, Strika is no longer high. They sit grinding their teeth in withdrawal, dried blood caked on their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant is stuffing a grenade into the local chief's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, now it is your time to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, Strika, and Commandant's body guards exit the room followed by Preacher, who runs out just as BOOM - the roo spews out debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside. Surviving CIVILIANS have been rounded up and sit the middle of the street. A scene now unremarkable and familiar to Agu. The NDF Soldiers have taken and loaded everything they possibly can into their trucks. WOMEN cry a drained, fatigued moan. They slap their faces and claw their own arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant is happy. He stretches his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is for you, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant reads a note from the CSO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the Supreme Commander?   What does it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is summoning us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant smiles at his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Load up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do I instruct the drivers to take us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Taro -- The Town of Abundant Resources.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he state the reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CSO and the rest of Commandant's entourage voice approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pardon me, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somehow, Chicken Legs has died, they drag the body to Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is happening to this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A piece of his own RPG is hitting his temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant closes the soldier's eyes with his fingers tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika watch the odd moment of sentimentality, bu both of their eyes, there is none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave one living. Tell him to run north, to the next village, and to the next village after that, tell him to tell everyone that soon we come. This is just the beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C digests the orders. Preacher salutes, turns and w towards the CIVILIANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Convoy snakes through the wilderness in the last of skylight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu watches the passing pavement under the warm beams of headlights, grass and shrubs falling off into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The convoy crests a hill and descends down a rusting gran boulevard. A burned out caravan of Bush Taxis rusts on th side of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan as it passes a colonial era sign on the highway \"WELCOME TO TARO, THE TOWN OF ABUNDANT RESOURCES\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE through the windshield at the passing town sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up at Commandant. Commandant notices him lookin him, he smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home, Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They approach an improvised check point guarded by SOLDIE who look much like our NDF Soldiers from a distance. Rust and shot up cars line the road side, as if pitched gun battles had taken place here long before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The convoy stops a 100 hundred meters before it as THREE HEAVILY ARMED MEN approach them from the sides of the roa ready to fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They wear the same amulets and pieces of equipment as the but their clothes are covered in a CHARCOAL rub and OIL dipped materials: the CHARCOAL FACTION of the NDF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halt!   Enemy or friend?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop your arms to be recognized!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are NDF. (code exchanged)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is your Commander?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant steps out of his vehicle, walking to the front immediately protected by his entourage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of welcome is this, enh, for a hero battalion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not having instructions to be receiving you. I will radio HQ. Hold ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Charcoal NDF Soldier steps to the side with his VHF RADIO. He speaks inaudibly into it, looking back at the convoy, then receives instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sends another CHARCOAL NDF -- PRINCE, who JUMPS ONTO T SIDE of Preacher's truck, waiving for the convoy to follo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have instructions to take you to HQ immediately. The Supreme Commander, he is awaiting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pull through the convoy. About 30 CHARCOAL NDF SOLDI watch them go by curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, suspicious but willing to let this pass, wave his battalion off to the side of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE ANGLE OVER TARO. Commandant's truck moves into town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The buildings are the dilapidated remains of European Colonialism. POLITICAL SLOGANS from varying regimes are painted and pasted to sides of buildings. He notices ECOM stationed on a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck moves as if it were invisible to the population who all but ignore their presence while trading the LOOTE MERCHANDISE in abundance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people do not run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant watches the Charcoal NDF Soldier, wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe they are not seeing us because they are spirits. This is death's hometown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Supreme Command Headquarters occupies a neglected art dec train station along the town's port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant's CONVOY enters the complex through another checkpoint more heavily armed. Beyond it ARMED SECURITY PERSONNEL that look like our NDF FIGHTERS but with differ styles are scattered about the pathway leading to the interior of the complex which is filled with former combatants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confusion seems to reign as Agu strains to take in all th new sites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Charcoal NDF Soldier hands off Commandant to a DEPUTY for Supreme Commander Goodblood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant. Welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you Deputy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant seems to have little respect for this man, who leads them deeper into the complex, past a flurry of activity, aides with papers, armed guards, and other functionaries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have been asked to leave my men on the edge of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We apologize for the inconvenience. We do not want to alarm the population by the arrival of such a large force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When can they enter? I have-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not know Goodblood's plan for you. I assure you, you will know A- S-A-P.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He motions for them to sit in an austere waiting room. A SINGLE ARMED GUARD in fatigues sleeps in the room. Deputy clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will wait here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant looks around the room, unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will bring something to drink for us. Water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit. Collapsing with their field clothes into squeak and odd civilian spaces. Their weapons dangle on their si Two of the BODY GUARDS light a joint. Agu tugs on their shirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He notices the distant look on Commandant's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am looking at him, and I am seeing he is not happy to be waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu gets a hit of the joint. He too collapses against the floor, watching the clock, an analog mid-century clock wi hands that slowly rotate around its face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I am seeing these people entering with more than they are having when they are leaving and I am wondering why they are leaving their things behind and if I should be telling them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see CHINESE BUSINESS MEN enter the office, and then le and then Commandant readying himself as if it were their turn, but then the Deputy apologizes, and leads in a grou LEBANESE BUSINESS MEN who enter with brief cases and then exit without.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with every person that is coming, and every person that is going, I am seeing anger on Commandant's face grow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as the clock moves faster, Commandant slams the arms his chair, BAM, waking the room, and the sleeping ARMED GUARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then the Deputy enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Supreme Commander is so very upset to keep you waiting. Please, follow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men stand, stretching the stiff muscles. And go throu the doors into another, slightly more pleasant, waiting r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please sit, I will be with you shortly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this? This is just another room. Where is our water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu raises his rifle at the Armed Guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give us water! Give us water, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant's Bodyguard's smile, as does Strika, the Armed Guard runs down the hall to oblige.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sip water from plastic bags. An air conditioner hums Commandant sits deep in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are all sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Supreme Commander felt ill and has gone home for the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deputy can see this will not satisfy Commandant, who looks like he could squeeze the life out of this function",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he invites you to his home first appointment in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you putting us to be sleeping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope this room, with the air conditioning, will be sufficient. Thank you, Gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk down a pleasant hallway, as if they were on a museum tour, Strika and Agu are dazzled by the cleanlines it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, I trust you rested well. I would like you to know we also offered rations and water to the rest of your Battalion this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant walks past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Deputy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They spill out into a foyer flanked by a dining room and office with chairs arranged for long, circuitous conversations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant takes a seat, the rest of the entourage hold b uncomfortably, along the edge of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deputy enters a door on the opposite side of the room where UHF radio chatter links Goodblood to his commanders fighters across the country. There, an elder statesman li intellectual appears in the doorway, DADA GOODBLOOD, foll by the deputy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVERYONE stands and salutes. Agu strains to finally see t man they have all spoken about. He wears a fine combinati of clothes, and looks smart, even in his morning slippers newspaper in hand, Deputy holds his coffee. He sits on th smaller chair, near to Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At ease Gentlemen. At ease...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodblood smiles warmly as he sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Supreme Commander, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must apologize for yesterday, so much busy-ness these days, it's worn me down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant doesn't hide his frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry you were feeling weak, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see your family has grown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at the entourage watching them, in particular th boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They will want to eat while we talk. Unless you are hungry, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodblood looks at Deputy, who quickly realizes he must u the men to the adjoining room that offers Commandant and Goodblood more privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am hungry. Two-I-C, bring me a plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C starts to move-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C, you stay. Deputy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deputy nods dutifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the dining room a table of European style food is quic sacked by the men. Strika and Agu stuff croissants into t pockets and sit on the floor, rolling slices of meat and stuffing them in their mouths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu keeps one eye on the meeting, where the Commandant an Goodblood share weighted stares. Goodblood reading Commandant's emotional weariness, Commandant reading Goodblood's ill intentions. Two-I-C is paralyzed between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this, Chief? Why are you making me wait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is your duty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something has changed, what is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sniffs out Goodblood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are not taking the Capital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Protecting our people remains the priority. As you know, the world is becoming aware of this war, now. No one will escape judgment when it is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chief, to protect our people, we have the force and the momentum, why stop, why wait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It used to be survival of the strongest, the strong dominating by brute force, but now it is survival of the wittiest and the decisions we make have far deeper consequences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what is your plan for my battalion? Are you not making me General?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not. I am giving your battalion to Two-I-C, Commandant. That is why I brought you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C is overtly surprised, Commandant is able to conta his, only just.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you, I will promote to Deputy Secretary of Defense. Effective immediately. I hope you will accept and act accordingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, suh!                  May we speak alone, chie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C salutes, excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I promise to perform my duties to the fullest pot-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C drops his salute and smile. He doesn't know wheth to stay or go. Goodblood releases him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want the ceremony of change over tomorrow, so that Two-I-C... I mean newly, Commandant in absence, may take the battalion back out for security details. As you know, and much thanks to you, we have the NRC on their heels. With support from the UN and ECOMOD, the battle now is for public image. Two-I-C and other commanders like him will provide that for us until the junta crumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are taking my battalion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, your battalion is my battalion. One of hundreds across the nation. I will remind you that you are a soldier, you are subject to orders, you listen and obey orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu has never seen anyone speak to Commandant in this way",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And for my services, Chief? I built this battalion. I am their father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That honor remains yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And payment? What share of the resources will I have, for this honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you are wanting to be a man of industry and resources, then find a job with a mining company. I am offering you something else entirely, an education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant steams, reading the room. SEVERAL of Goodblood SECURITY PERSONNEL quietly enter the edges of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not forget, your most important duty is obedience. Your first duty is obedience...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "your second duty, obedience. Your third, obedience. Everything is obedience. Without obedience you have nothing. Have you forgotten yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant adjusts his tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have not Chief. I am not a politician, I am a soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at his men, motioning for them to get ready to g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will have one last night with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodblood stands. The men stand and salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodblood watches Commandant leave with calculation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant simmers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sah?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Assemble the C/Os, take the troops and bivouac outside of town. I am taking Two-I-C with some of the boys to celebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, suh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will see. You will like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika watch, anxiously wanting to join this adventure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you and Strika are my bodyguard, then if I am going, you are also going, you are hearing me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika salute excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant and his men stand outside a sealed door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dwarf like Old Woman SLIDES the window open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small room. A fluorescent light casting a blue glow ove everything. The men's faces shine with sweat. All of the windows and doorways have heavy black material blocking a light from escaping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men fill up the room. Agu looks up, he cannot believe what he sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagination TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the screen is a bootleg Jimmy Cliff film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HEAVY WOMAN, THE MADAME, approaches them, her eyes shin with bright blue contacts, her body is curvaceous and she walks with a limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh, so you come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ma. Bring something that will satisfy my soldiers and my soldier!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men laugh nervously, all still reeling. Commandant's in conflict with what he just received from Goodblood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring beer! Bring soda! Bring it all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men laugh forcefully, glancing down the empty hall eagerly. Agu notices a GIRL, young and pretty, sleeping o bench at the exit to the room. The Madame shouts at her..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up you, can't you see we are having guest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The young girl gets up slowly and goes to a cooler. She b over, all of the men lean to get a better view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beer is warm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is it warm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ice!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring the drink. We will be drinking it even if it is warm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sighs and fills a bucket with warm beer bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant. Permission to be dismissed. I want to be going to be checking on my men-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant turns from smiling to deathly serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. You'll be staying here so we can celebrate you. In fact, Mama, why don't you bring a special one for my Two-I-C, who will soon be the Co-mman-dan-tttt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's your Commandant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commandant's smile returns. He turns to the Madame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you have one special for Two-I- C?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Madame laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem. No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commandant becomes serious again, his eyes seem to communicate something coded. The Madame's tone changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Mama, this one's fresh papaya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men laugh harder. She is annoyed, but not unaccustome Agu can tell now she is even younger than he thought she barely 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it is woman you are wanting, leave this one. I am having plenty womens in the back if you are having plenty moneys to be giving me, for a special girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you be worrying about money, ma. Bring me a good girl, you know my specifications.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Auntie! Auntie, bring us some chips!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Madame turns towards him, sighing through her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This small thing borned yesterday trying to order things around, enh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes and grabs a basket of crisps and places it in fr of Agu as FOUR WOMEN appear in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are having enough for you men, but there is no more girls for the little boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks up, angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant picks up a hesitant Two-I-C and pushes him out first, the rest of the men waste no time disappearing int the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Within seconds, the room is empty, leaving Agu behind wit the girl. Strika, high and tired, lays on the floor to ta nap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits with his head resting in his arms at the table. empty beer bottle laying in front of him. He watches the Jimmy Cliff movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweat beads on his nose as he eats a chip. The young woma collects the bottles on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He studies her face, the pulsing of her blood in her neck the sweat on her brow and nose. He watches her butt move, breasts shake as she cleans the table off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, he reaches out his hand to touch her, she turns a looks at him as if she would bite his arm off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frustrated and bored, he leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu walks over to the shuttered windows of the \"sex stall and watches various couples copulating. He reaches into h pants and touches himself when he hears a loud SHOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors to a room around the horseshoe shaped building swing open, as Two-I-C, half dressed and naked bursts out sliding down against the wall leaving a trail of blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men drag Two-I-C down the hallway and back into the r with the TV, laying him out on the table. He bleeds from hole in his head, his face looks like all the pain in the world is coming through him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant enters last, only wearing a sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is happening? Huh? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath) You did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to my man? Wh- What happened here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look at the GIRL Two-I-C had been with, she look the Madame for succor. Two-I-C shakes on the table, his b going into shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just playing with his gun, and it just went off. I don't know what happened. I don't know- I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did this. You did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, relax, relax!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did this! You did this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commandant points, accusingly at the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu grips his rifle, waiting for Commandant to give the order. GIRL                    COMMANDANT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crying)                     You thought you were shootin I didn't mean to.               me! GIRL                    COMMANDANT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no!                     You thought it was me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl cries. GIRL                     COMMANDANT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't mean to. I'm so         Are you trying to kill m sorry.                           and to kill my men? Huh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl points her finger at the Madame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She told me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She told you? It was an accident!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the Commandant's command, Agu and Strika turn on the g and Madame and shoot them to down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go! Let's go! Enh! Pick him up! I want you to take all their women! All of them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits next to Two-I-C, who is wrapped in a blanket, shivering, his skin shines with a greenish pallor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu squeezes a wet cloth over his forehead, dripping brow water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His spirit is fighting to be let free from his body. (whispering to Two-I-C) It is hurting because you are thinking about it. If you are stopping to think about it, there is nothing to be feeling. The thinking is the hurting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside and around the buildings, the rest of the NDF Battalion rests and waits for orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C wheezes. Agu sits at one of the desks separating bullet from its shell, empties the gun powder onto a piec gum foil. Agu lights the powder in a POOF. He scrapes the white-grey residue into a line and sniffs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moon is full and shines into the room. Finally, Two-I stops moaning. Agu turns and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approaching Two-I-C, thinking he is dead. Two-I-C's eyes open and he's trying to whisper something. Agu cannot hea it. He leans in closer. Two-I-C's breaths a death rattle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are just a boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks at his hand, clammy and yellow, fingers grippin his blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know you are just a boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C begins to tremble, panic. Agu reaches for his han holds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was this all for nothing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at Two-I-C, unsure why he is feeling sad for thi man at this moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is like God is turning his gaze on Two-I-C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C exhales, the trembling ceases. He is dead. Agu, d by the fading light, walks to the balcony overlooking the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu? Is that you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu can barely perceive Commandant sitting in the railing his skin reflecting the faint embers of a joint cupped in hands. Agu does not respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu. Come. Sit down with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu leans into the railing. Commandant rubs the back of h neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is dangerous times now, Agu. Can't be trusting nobody. That is why it is always good to be sleeping with one eye open. And that is why I have you and Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tripod enters with RADIO OPERATOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodblood is asking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant waves him away. Tripod, aware things have chan waits an explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes Agu, sometimes I am feeling sorry for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu cannot tell if he heard him say it or if he dreamed h said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher SINGS over Two-I-C's body. They strip him of his \"Two-I-C\" jacket, his belt, boots, and anything else of u He is left with only his dirty socks and underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is taking Two-I-C all day to be dying, and then he is dying when the moon is full and the night is shining like silver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are my new Two-I-C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant places the jacket on Tripod, who proudly puts on over his bare chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The the only way not to be fighting anymore is to be dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was not God's work. This was man's. The Supreme Commander was our friend. Now he is our enemy. But we are not fearing change... for we are strong!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strong and proud!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is why we should be taking our own territory and filling our own pockets. Move out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NDF Soldiers take stock in what they have, burn their vehicles and move out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fog swirls along the canopy of the jungle. Commandant's t has been reduced to a small lean to, separate from where everyone else sleeps under the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother. If this war is ever ending I am thinking, I cannot be going back to doing child thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone sleeps. Suddenly they are attacked from unseen forces. Bullets pound the ground around them, burying men dirt and tearing others up with shrapnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are just wild animals now with no place to be going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika hold each other while bullet shells pour o them. The battle is over as quickly as it began.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant is frazzled. He picks up his hat, dusting it o while yelling for the men to fall back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher moves up and down the line, checking the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tripod, Hope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks down the line. They are both bleeding. Hope is dead. Tripod still breathes, but his body is leaking bloo from many wounds. He screams while staring wildly at ever looking down at him, breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes roll into the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullet is just eating everything, leaf, tree, ground, person -- eating them -- just making person to bleed everywhere... so much blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pick through the useful gear and begin to move out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher whispers a prayer to himself as Commandant pulls Tripod's Two-I-C jacket off and places it on Preacher, unceremoniously as the men move out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu collapses with Strika at their next bivouac. The men nothing, they are all too exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUN FIRE ECHOES in the distance. Everyone is silent looki at Commandant for guidance, waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant signals, move down the line...\"move out.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu puts his pack on and starts to leave when he sees Str is immovable, lizard licking his chapped lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika? Strika! We are having to go or they will be leaving us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu watches as the others disappear into the bush without them. He turns back to Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika! We have to be going. Stand up and let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika shakes his head, sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu goes to Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika looks at Agu, wheezing. He shows Agu a small shrap wound in his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worried but with no other choice, Agu picks Strika up and throws him onto his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu notices a cricket on a leaf. He snatches it quickly, bites half of it, then gives the other half to Strika, wh lets it sit in his mouth with out swallowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am wanting to say to Strika, I am tired too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUN FIRE ECHOES again in the distance. Quietly, they move again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am tired, and so the words are not coming out of my mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu picks up Strika to carry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will be an old man before this war is over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu hears it and sits up quickly. It's the song his mothe used to sing to him in the kitchen hut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enh... Strika, a song. Music. Like my mother sings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks around, trying to find its ephemeral source. But goes silent. He tries to see if Strika is listening, his resting on Agu's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes Strika. But Strika doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strika?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Realizing he is dead, Agu lays him down and cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu covers Strika with leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant looks at him, pitifully. Then leads the men on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu stands alone in knee deep water peeing into the same. notices a floating corpse next to where he is peeing, its BOOTS looking in decent condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops peeing and pries the boots off, falling back int the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he gets up he notices the GIRL from the whorehouse, fully pregnant trying to climb out of the trench to escap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His first instinct is to grab his rifle and aim. She sees this, they lock eyes, but she tests him, stepping higher. lowers his aim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She thanks him with her eyes, but doesn't make it more th 15 feet before SWOOFFF, a bullet from a SNIPER far off on other side of a BURNED FIELD drops her - the MEN the tren Agu is hiding in was built to hide from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, only briefly saddened by the quick end to the girl, back to prying off the dead man's boot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rain mists on Agu, newish boots hanging on his should from their laces. The MOTHER'S SONG sings again from some place off in the mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, your song is making my body to move and I am not having to think anymore, not about Strika, not about this war, not about any of the thing that are jumping into my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits in a fox hole overlooking the burnt field. PREACH tries to take a pop shot at someone on the other side of field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ammo. Find me some fucking bullets to be shooting, Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu points to the man he pried the boots from. Bored, he to find ammo, digging through abandoned rifles and dead bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to be going to that person who is singing and taking all of the sound so I can be keeping it in my pocket, to be having it for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trench is filled with more water. Agu walks through i towards the inner part of the NDF defenses, the water up his belly so he rests his rifle on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am wanting to lie down on the warm ground with my eye closed and the smell of mud in my nose, just like Strika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu looks at his reflection in the water staring back at He moves, it moves. He walks, it follows. Around him, the have created smaller mini-indentations to protect themsel from the rain of shrapnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am wanting to feel how the ground is wet all around my body so that if I am sweating, I am feeling like it is the ground sweating through me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NDF Soldiers are like ghosts in the heavy mist. He cannot more than a couple feet in front of him at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I am wanting to stay in this same place forever, never moving for anything, just waiting waiting until dust is piling on me and grasses is covering me and insect is making their home in the space between my teeths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rounds an intersection in the trench with a wooden def protecting it from exposure, leading deeper into the wood",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One onina tree will be growing from my body, so wide that its trunk is separating night and day and so tall that its top leaf is tickling the moon until the man living there is smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu enters the gold mining area of their encampment. He s to put on his new boots while looking at the lackluster industry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant sits on a throne of earth, a purple rappa cove him from the rain like a tribal king. He stares at the sk joint hanging gingerly in his dirty fingers, ash floating the water all around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant, suh. We are out of bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kai! This fog, Agu. It is our friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods, dutifully. Commandant relights the joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He motions for Agu to come over to him. Agu does, slowly, trudging through the shallower water. Commandant puts his on him, gently caressing his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was not supposed to be the way it has come to be, Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu doesn't seem to know how to answer the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone betrays you, eventually. But, I will always look out for you, Agu. I will look out for you because you are my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of the mist, Agu hears voices, restless voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a son always protects his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu pulls away from Commandant and trudges towards the entrance to let Preacher through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out of my way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher emerges from the whiteness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am needing to be speaking with you Commandant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is all this noise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant shouts from his thrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are leaving, sah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who and who is leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher pushes Agu aside, knocking him against the wall the trench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two-I-C, go back to your post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Sah. We are going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are the only one stupid standing in front of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am going, sah! I have no bullets, I cannot be shooting our enemy with no bullets. There is no gold, no money, nothing to be buying more bullets. So I am going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am going too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More voices call out from beyond the mist that they are leaving, farther and farther into the trenches, until the smallest voices are still yelling \"me too!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant's eyes grow dark. Preacher subtly slides his h down his rifle, still hanging on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electricity courses through Agu's temples, fear and confu cloud his face. More men move to support Preacher, and Ag sees this, knowing his bullets couldn't stop them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see. I see you are a big man now, Two-I-C. And where will you be going? You will surrender to the other NDF? No. They will eat you. And to the ECOMOD? That would be wiser, but, then what? Jail? War crimes? If they let you go, you think you will ever have it as good as you have it right now in this mud? You think that you will be able to just do what you want in \"peace\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He paces along the trench, leaning into his men, centimet away from their noses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all will go back to your towns, but they will fear you. Your families will not associate with you. You will be nobodies, with your poor, uneducated minds. And you will sit all day, and you will watch the sun rise and set, waiting with thousands of others for some big man to come along and say \"I have some job for you.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks around, gauging the comprehension of his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Orphans. You are all orphans like me. You think I will let you waste what little time you have left on this earth drinking black tea and playing draughts with your gun powder tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Commandant turns, looks at Agu, gripping his rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks straight towards Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs the rifle, kneels down, holding it against his h and closing his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to kill me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu can't. Commandant is disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to surrender?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to the rest of the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you are poor and hungry with nothing to do with your nothing days, you will remember these days as your best. And know, one day I will call on you again. And you will come. Because you will remember this, and you will come running. Nobody has it better than us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preacher climbs out of the trench. The others move to fol Commandant turns to Agu, his rifle still raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, in a column with the rest of the NDF Soldiers walks their arms and weapons raised flat in the air. The sun sh hot over their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun, why are you even thinking to shine on this world. I am wanting to catch you in my hand, to be squeezing until the color is dripping out from you forever. That way everywhere it is always dark and nobody is ever having to see any of the terrible thing that is happening in this world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance, waiting UN forces guide them through the defensive position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they pass a line of former ECOMOD TROOPS now re-organi as UN forces, Agu notices the 2nd Lieutenant from his hom village, Alpha Town, the man he sold his imagination TV t but the man does not recognize Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Agu stares at him, the 2nd Lieutenant is forced to mak eye contact with him, but can't make out why this young fighter is staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In heaven, it is always morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ceiling fan spins around in circles. Agu stares at it w laying in a clean bed of white sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is healthy. His skin fresh, his face filled in. His ey clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, children scream -- with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits up. Child-like drawings of war flutter on a desk under the ventilation of the fan. He steps out of bed and stares out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Permanent wooden blinds split his view horizontally, but can see through them, at DOZENS of children running into turquoise waters of the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not knowing how long I am staying here, but I am staying here for a long time -- some week, some month -- I am not knowing. All I am knowing is how it is feeling here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu stares at the other children at play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He notices a miniature crab running sideways in the sand, making a tiny trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks back at the kids playing by the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young WOMAN, AMY (20s) watches Agu. He doesn't join the other children, he stays separate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I am eating even if I am not hungrying too much because I am fearing that the food is finishing for the next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu dresses in new clothes, stares into a mirror at himse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am liking the clothes is clean and dry and it is not having any hole from bullet or blood from the last person who is wearing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The children scream as FATHER FRIDAY, (50s) enters the compound in a Land Rover. They swarm him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Friday sits in front of Agu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn to God. Confession and Forgiveness and Resurrection, these are the things you need to know to bring the life back to your life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He continues while Agu listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not knowing all what he is meaning. The only thing that is making sense to me is memory that I am having of another boy -- Strika - - sleeping next to me, so close because we are the only people protecting each other from all of the thing trying to kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Strika holding on to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits defensively in front of the Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only thing I am knowing is the sound of people coughing and screaming, and the smell of going to toilet and dead body. And the feeling of the brown brown and djamba in my blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same dorm room, several weeks earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sweats in bed, his body aching as the drugs and poiso leave his system. He shakes in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids, including Agu, raid the kitchen threatening the COOKS, they lock them inside the kitchen and take over th school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CHILDREN -- months earlier when they first got to the shelter, are angry, confused, drugs still coursing throug their nervous systems -- burn items of furniture, beds, t legs, and throw them into the courtyard as the WORKERS tr calm them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu, though we cannot hear it, throws his fist in the air chanting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Friday calms the children down, his hands outstret waiting for them to give him the keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confession and Forgiveness and resurrection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Friday unlocks the doors. The children, including apologize to the staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above all, my boy. Have faith in God and trust in him because he is the one helping you to understand what these words mean. Do you have a Bible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu sits with several of the SBU boys. Preacher, and who else is still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are not even paying us an allowance. How are we supposed to be living on this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't go Preacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Friday pulls out a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I am having Bible, but I am using to be holding my drawing down on my desk so the fan is not throwing them everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu and Preacher hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are saying they are needing soldier, fighting is what I am knowing and that is what I should be doing. You are sure you do not want to fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu nods. Preach and TWO other NDF ADOLESCENTS jump the f and sneak off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy sits in front of Agu. She is quiet, making an effort show she cares what he is saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy. She is always looking at me like looking at me is going to be helping me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, try, try to talk about it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She thinks that my not speaking is because I can't be explaining myself like baby... but I am not like baby, I am like old man and she is like small girl because I am fighting in war and she is not even knowing what war is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me what you are feeling, or, try to tell me what you are thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am thinking about my future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good, yes, good. And how do you see your future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shrugs. A fan buzzes overhead. He looks at it, subtly THUMPING like a helicopter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Botu botu botu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to talk about some of your experiences?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. But it might make you feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agu stares at her for a long moment. So unbroken that Amy to look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am seeing more terrible thing than ten thousand men and I am doing more terrible thing than twenty thousand men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy looks at him sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, if I am saying these thing that I do, then it will be making me to sadding too much and you too sadding to much in this life. I am wanting to be happy in this life because of everything I am seeing. I am just wanting to be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy's eyes water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I am telling this to you it will be making you to think that I am some sort of beast or devil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am all of this thing. I am all of this thing, but I am also having mother and father and brother and sister once, and they were loving me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dozens of children run into the water, screaming, writhin passing around a ball in large circles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a distance, Agu watches them play, a part of him yearning to join them, a part of him feeling like that version of himself is long gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, surprising even to him, he cannot help but step forw at first walking, then running out towards the water, splashing into the frothy waves to join them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We last glimpse him as he dives underwater.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_265"
    }
  ]
}