{
  "movie_id": "MOV282",
  "scenes": [
    {
      "location": "OCEAN BEACH / NORTHERN EUROPE",
      "time": "NIGHT",
      "characters": [
        "UNFERTH, (CONT'D)",
        "CHILD",
        "GRENDEL",
        "40A",
        "GRIMUR",
        "FISHERMAN",
        "OMITTED 68",
        "OMITTED 134",
        "GUARD",
        "OMITTED 93",
        "HYGELAC",
        "HONDSCIOH, (CONT'D)",
        "THORKEL",
        "CONTINUED",
        "69A",
        "CUT TO",
        "END END END",
        "DAY 14",
        "OMITTED 51",
        "BRECA, (CONT'D)",
        "NECROPHILE",
        "ERIK",
        "UNFERTH",
        "FIRST MAN",
        "OMITTED 130",
        "ERIK, (CONT'D)",
        "REVEALING",
        "OO",
        "145A",
        "HONDSCIOH",
        "FATHER",
        "THORFINN",
        "SELMA, (CONT'D)",
        "GRENDEL, (CONT'D)",
        "BRECA",
        "BEOWULF",
        "AESCHERE",
        "FIRST MAN, (CONT'D)",
        "THORKEL, (CONT'D)",
        "CHILD, (CONT'D)",
        "WEALHTHEOW",
        "HROTHGAR, (CONT'D)",
        "DAY",
        "OMITTED 133",
        "UNISON",
        "OMITTED 26",
        "BEOWULF, (CONT'D)",
        "OMITTED 67",
        "BRENDAN",
        "OMITTED 131",
        "BRENDAN, (CONT'D)",
        "HROTHGAR",
        "WEALHTHEOW, (CONT'D)",
        "OMITTED 53",
        "69B",
        "OMITTED 114",
        "DISSOLVE TO",
        "DA",
        "OMITTED 54",
        "FADE TO BLACK",
        "KID",
        "SELMA",
        "DUSK 22",
        "OMITTED 63",
        "GRIMUR, (CONT'D)",
        "OMITTED 61",
        "OMITTED 11",
        "SNORRI",
        "OMITTED 145",
        "OOF",
        "FISHERMAN, (CONT'D)",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CAMERA swoops along a shimmering black sand beach, mounta rising in the further distance... FINDING: in the middle distance: EIGHT WARRIORS galloping HORSEBACK, armed with spears, swords, shields, netting, torches. DOGS race along at their sides. At the head of the troop rides a grizzled mid-aged WARRIO grimly determined, his face obscured by his battle mask. The warriors race on, riding to beat the devil home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the sun gone below a ridge of barren hills, the dark is quickly retaking the ground, bleeding out from the crevices of rock, the moss, a stream twisting through the emerald meadow... ++.in the middle distance of which GOATS and SHEEP amble about. Beyond them, rocky outcrops give way to a dark and shifti sea... and the low RUMBLE of surf... Into the foreground there slowly shifts: a huge, stooped FIGURE. Erect, he'd be nearly seven feet tall, and is twi the mass of an average man, covered in hair - much of it greying. Immense arms lead to massive hands, the tough na tools for a brutal existence. His face - or what can be made of it in the falling light has a leatherish quality. It also betrays age, as does a noticeable limp: this is a gigantic nocturnal primate - a troll who has seen better days. He scans the meadow, puzzled. He CLUCKS his tongue a coup of times... GRUNTS out a name of some sort...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Grrruhnellll.... He twists his head to one side, raises his nose and sniff the wind... wary for a moment... then the moment passes.. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBeowulf & Grendel - 10th dr. - Berzins - July 12/04 - 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He shuffles forward a few more steps, still searching, wo now edging in. He CLUCKS his tongue again -- --.and he's slammed from behind by something -- В»-.or, as it turns out, someone: his small child - GREND who promptly tumbles past his father, CACKLING at the pra From the distance comes the sound of a DOG BARKING. The father snatches at Grendel. He misses, tries again, a it becomes a little chase. Finally the father scoops up Grendel and berates him in w several low guttural words - a primitive tongue with echo of Old Norse. Grendel responds by grabbing his father's nose and twisti it, laughing. The father then laughs too. But once again the father grows wary. Holding Grendel clo he sniffs the air. More BARKING DOGS.... ...then the far-off SHOUTS of HUMANS. The father urgently swings Grendel up onto his shoulder, fear overcoming his infirmity - with great strides he cro back out of the meadow toward the rock outcrops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The troop of warriors race along... +-+-till the lead warrior pulls up, eyeing the rocks to e side. He sniffs the breeze, considers... .--the others waiting on his judgement... ..-then he abruptly jerks his horse toward a break in the rocks, leading up into a meadow... ...the other warriors following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel's father is moving as best he can... but one hip giving him trouble, and his wind is quickly going on him. Grendel stares back over his shoulder, his face now betra the same fear his father feels. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBeowulf & Grendel - 10th dr. - Berzins - July 12/04 - 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They scramble over rock, twist along moss paths, then dow into a stream... then up the bank, up past massive boulders... the sound of the DOGS and HORSES edging ever closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two trolls emerge into view of the sea. Grendel's fat rushes up to the cliff edge, and verbally/gesturally dire Grendel to descend. Grendel starts down a few feet before turning and meeting father's fierce gaze. He gestures to Grendel to continue down. Grendel does, but steals a glance back up to find.. ..-his father turning to meet their pursuers. Grendel cli back up to the cliffs' edge to see... ...the warriors charging in on horseback. Several dismoun and take positions on the periphery. The lead warrior continues forward. Now we see he's significantly older than the rest; there are years of the sort of battles in him. And yet the fire is still in his - even as it meets the troll's. The other warriors hold back, waiting on their leader's m The troll scowls back, a snarl escaping. The lead warrior, unfazed, even spurred on by the challen charges forward and flings a leather bag at Grendel's fat The bag - hitting - bursts apart, throwing liquid pitch o him. As other warriors rush forward with torches... ...Grendel twists back down into the rocks, terrified. There come the SOUNDS of a vicious FIGHT above.... the RO of his father... the warriors' SHOUTS and the BARKING/WAI of dogs... the NEIGHING, HUFFING and STOMPING of the horses... A dog flies past, over the cliff to the rocks below... Then a sudden WHOOSH... a terrifying SCREECH... ...and Grendel's father staggers off the cliff, stuck wit spears, wrapped in netting, and engulfed in FLAMES. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBeowulf & Grendel - 10th dr. - Berzins - July 12/04 - 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "His body twists down, and SLAPS onto the rocks below, whe it lies motionless, burning... until the first wave washe in, extinguishing the flames. Grendel gasps as... ...-TORCHES drop through the air on either side, continui down to the rocks below - the warriors seeking confirmati of the kill. Their CHEERS of celebration wash down over Grendel, and h looks up to see... ...the lead warrior peering down into the dark, a spear raised ready to throw, his figure silhouetted against the torch-lights. What Grendel does not see... .--is the warrior nudge up his battle-mask... REVEALING: the wild battle-eyes of the Danish king - HROT [50]. His ferocious gaze softens, turns to pugzlement. Hrothgar, squinting, makes out... В«--the tiny troll figure of Grendel nestled in the rocks Hrothgar is clearly torn. He gulps in a breath. His hand tightens in grip on his spear, his mind racing. Grendel buries his face in his arms. Finally, Hrothgar's puzzlement shifts to decision. He wip the troll-blood from his eyes. Pity overtakes him. His spear-arm drops... and he turns away. Grendel, burrowed into the rocks, steals a glance up to find... ..-the warrior gone from the cliffside, the sounds of the hunt-party diminishing. But the sound is replaced by Grendel's own sobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel comes warily down the stony beach, gaze sweeping about in search, hands dragging an old sword. Finally his gaze falls on what he's been searching for... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBeowulf & Grendel - 10th dr. - Berzins - July 12/04 - 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...the CORPSE of his father washed up in the rocks. He fights back sobs, and struggles to dislodge it... but the corpse is too heavy. He resolves himself, then raises the sword, and swings it down repeatedly onto the corpse's neck. Exhausted and crying, he takes up the severed head - a gr weight for him - and cradles it in his small arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: the desiccated HEAD of Grendel's father, positioned i erude alcove-shrine, on either side of which small smudge burn... The fires have somewhat preserved the head: the eye socke are empty, and the flesh is gone from the face, but the s has dried and tightened, the long wild hair remains, matt over and beyond the great brow, the yellow teeth clenched eternal grin/grimace... Sea-shells, stones, and dried flowers are placed around t head. REVEAL: Grendel, now an adult, squatting down near a larg fire-bed of embers, gaze fixed on his father's head... hi own thoughts clearly melancholic... A breath rolls through him like a shudder. He rises... ..-revealing his stature: he's huge, with powerful limbs, scale of his father but with none of the infirmity. He starts up a rocky path toward the faint light of the cave entrance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel emerges out onto the cliff edge, and stares down the crashing water on the rocks below... +--menace rising in his glassy-gaze, he squats down... ...snatches up a fist-sized rock and smashes himself once the forehead... Blood streams down from his brow and across his face. He licks the blood as it reaches his lip. Grunts a bitter SIGH/LAUGH at his wretched state. Blinks through the bloo at... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBeowulf & Grendel - 10th dr. - Berzins - July 12/04 - 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...the sun edging down into the sea. He wipes the blood over his cheeks, chin, brow - a battle mask in the making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the light fading from the sky... ...the sounds of a CELEBRATION... LAUGHTER, MUSIC... drif from the village... * A CROWD of VILLAGERS circle about... * В«+-SNORRI [60s] who lifts a blood-stained pine-branch fr the opened chest of a slaughtered ram lying on a rock. * Hrothgar [60s now] goes down on one knee before him. Thou greying, he wears his added years as well as any warrior- could. Snorri touches Hrothgar's forehead with the blood. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNORRI",
          "text": "Hrothgar, much-loved King of the Danes, under Odin's eye I blood you lucky on all paths that leave this hall. A CHEER from the crowd. Hrothgar rises, smiling, and turns to his grand hall. His radiant wife - WEALHTHEOW [40s] - hands him a clay ju Hrothgar pulls the cap from it with his teeth and pours w out across the steps. As it splashes down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "May all those who cross these steps find a happy heart! More CHEERS rise up from the villagers... Hrothgar draws his sword and smashes the jug, sealing the blessing... .В»..and as the villagers line up to be - in turn - \"bloo by Snorri, Snorri bursting out in resonant SONG... * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "REVEAL THE LS POV: as that of Grendel, rising over a rock the foreground. His expression is solemn. He sniffs the a deeply. A shudder runs through him at the sound of the song... th rising of a mission in his gaze and in his blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With some RAUCOUS drunken ROARS and HOWLS echoing through village... and - at some distance - REVELLERS making thei swerving way back to the longhouse... .-.-a lone torch-lit GUARD moves along a boulder ridge, s in hand, grinning at the drunks. But then an ANIMAL HOWL rises rom the darkness beyond, to which he turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Come near here, y'shitbrain wolves, you'll get a mouth of spear. There's movement in the stones below, just beyond the boulders, just out of sight. The guard peers over. Nothing for several beats... but then a strange BREATH-LI sound on the wind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "Speee-arrrr... The guard takes the torch from the holder in the stone, h it out into the darkness, trying to figure what's below. Several small stones hit him in the face, and he jerks ba in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "(wary mutter) What the... The guard throws the torch down into the darkness. Something large deftly shifts out of sight to one side. There's a scratching of nail on stone as something climbs the boulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Olaf?! Pal?! The guard swings his spear toward the sound, but without torch he can't see much. Then, again, there's silence. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 12 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The guard moves to the edge, his spear high, ready to sta -.. but from the side a large dark LIMB swings out, the h slapping the guard in the face. The thin CRACK of bone snapping. The guard drops, shudders briefly, then his body goes sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LIGHT bleeds in with the CREAKY opening of the huge door,",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEALING",
          "text": "...the night's carnage: broken benches, the BODIES of sev slain warriors... blood splashed about... ANGLE BACK ON: Hrothgar standing, stunned, in the doorway with UNFERTH [30], a sturdy and well-scarred Danish warri to one side and AESCHERE [late 60s], Hrothgar's peer, to other. Hrothgar, with Aeschere at this side, determinedly edges forward over the slippery wood... ....Unferth - hungover and bloodstained - an awkward step behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Where were you when all this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "(awkward) Asleep. I'd... I'd... had some beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AESCHERE",
          "text": "No others saw what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "None who can speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(through his teeth) What fucking thing would dare -- But his words end, and his steps slow. Hrothgar, stunned, crosses the floor past the dead fire-p to a slumped FIGURE on the throne at the far end of the r (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12 13 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "It's the guard from the wall, one hand clutching his spea in readiness... his hood hanging over his face. Hrothgar edges up, takes up a spear and, with its point, lifts the guard's hood - gasps - and jerks back. Rolling off the shoulders - where his head should be - is bloody head-sized stone. It hits the floor with a great THUMP, and rolls across it, coming to a stop at Hrothgar' feet. ON: Hrothgar's face, his horror giving way to a grim realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA slowly sweeps over sea-water... coming to rest... ON: BEOWULF [30]... or at least his head, seeming to eeri bob on a plank of wood on the surface of the water. The odd wave splashes over him... his eyes closed, face betraying no life... then suddenly a long SIGH of exhaust and relief... His eyes flicker open, he blinks, and slowly edges in tow land, his neck, shoulders, torso inch-by-inch revealed... ..-watched by a lone FISHERMAN on the beach mending his n Beowulf, delirious, pushes aside the wooden plank, limps onto the sand, trailing seaweed, his shins and thighs burdened by lamprey EELS attached to his flesh... He wears a battle-weathered leather tunic, shredded tweed pants, a baldric-strap tying his sheathed sword to his back... His body, though battered and scarred, is obviously one o great power. His wobbly-kneed stagger still manages the grace of the warrior/athlete returning from a struggle wh nearly killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "G'day. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "G'day. I'd owe much to know my whereabouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Fish Beach... but likely I'm the only one who names it that. (off Beowulf's look / wry) Where I get fish. The fisherman goes to his fire-pit and takes from it a smoking stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I mean who's your king? The fisherman looks back across the land, considers it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Well... y'know how these things go. As he talks, he indicates various directions and movement with his stick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN, (CONT'D)",
          "text": "Late as a couple years ago I think it was a Hathobard. Swedes rolled in, pushed them out... Hathobards came back, pushed them out - then they got pushed out by Geats. Wulfings showed up... (beat / sighs) Sig Skullsplitter of the Hathobards was spilling blood this way last spring. But then he got sick from sleeping with the sheep. Swedes came back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(hint of worry) It's Swedish land then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "I wouldn't bet a fish on that. Hygelac the Geat then lay a beating on the Swedes... (beat) I had a boatload of Wulfings wash up. But they were just corpses. Stunk to Valhalla. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN, (CONT'D)",
          "text": "Had to let'm dry out a week then I put the whole little crowd to flame - not knowin what they died of, eh. (beat / shrugs) Yeah, I'll be guessing this is Geat land for now. Beowulf's relief is apparent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN, (CONT'D)",
          "text": "Sleep with that, canya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Being a Geat... (nods) I'm Beowulf. * By Beowulf's look, it's clear he expects his name to * register, but - just as clearly - it doesn't. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Beowulf... what, the Eel Meal? The fisherman nods to Beowulf's eel-infested shins. Beowu looks down, gets dizzy and drops to the sand where he sit",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You've not had another wash up...? Like myself... name of Breca? The fisherman shakes his head. As Beowulf talks, the fisherman methodically starts poking and singeing the eel with the stick: they unclasp from Beowulf's bloodied fles and drop to the sand, where they squirm till the fisherma whacks them dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "We were out hunting whale the other day. Storm came up and ate our boat. Breca bet he could beat me to shore. I lost sight of him in the swells. The fisherman tries to fathom this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "So this is just you coming in now? Beowulf nods. The fisherman gives a dubious look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Y'ever swum in the open sea? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 14 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Leave that to my boat. Beowulf stares a beat at the fisherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Am I right to think you mock me? 13 The fisherman considers Beowulf's grim manner, and his sw He starts to gather the eels and throw them in a pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Can't see much life in that. (beat) You do this a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I take what comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Good. Then you'll have no qualms if supper tastes like you. Beowulf stares. The fisherman gives a battered-tooth grin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 The fisherman pokes at his fire while Beowulf nibbles at plate of the cooked eels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "So... what's it like being a hero? Quelling things with axes and that sword of yours... in - what - a kinda bloody madness? Beowulf chafes slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "In truth I don't get all that mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "That's all I've heard of your sort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You should hear what they say about fishermen. They trade a wry grin. The fisherman stirs the fire.. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 15 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "So... a hero, eh? A hero for supper. Don't my shit shine! The fisherman notices Beowulf's squeamishness with the ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "(eyeing Beowulf's plate) Eat up. Be yourself! And the fisherman cackles at his joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf and the fisherman stand before a rack of dried fi The fisherman is packing some in a small pouch, which he hands to Beowulf. Beowulf claps him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm in your debt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "(shrugs) I'm in the fishes'. (grim / to the water) One o' these days they'll come for theirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Good luck. May Aegir keep you from hunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Good luck with your killing things. I guess you thank - who - Thor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "That's uh... not all I do --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "No, I'm sure y'piss and shit just like the rest of us. Gotta say there's not much use for that here. (off his look) Hitting things with axes. Y'oughta try Daneland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Daneland. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Oh yeah, word from the whale-road they got one unhappy troll on the loose there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(dismissive) I'd think the Danes could handle a troll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Guess the first eighty thought so too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(jolted) Eighty?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Well... y'know how these things go. Some say twenty, some say two hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Two hundred?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Yeah it bent my brain too... thinking that many Danes could even hold a sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(sharp) I know the Danes. They've bloodied seas. The fisherman reads the ferocity of Beowulf's emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FISHERMAN",
          "text": "Eh, I'm just a fisherman. Beowulf looks out over the water, torn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf strides along a sheep trail, crosses over a ridge find... ---a smoldering ruin of a HUT, a few SHEEP about. FIVE ro looking MEN are eating at a fire-pit. He edges forward, eyeing the smoke. They eye him warily. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Dragon came in the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(playing surprise) Dragon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Never heard of dragons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Oh, I've heard. Just always thought they were tales. (glancing around) And it left without the sheep. (off their looks) Just seems odd... from what I've heard of dragons... to leave a sheep. They offer shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "So who are your people? (off their looks) I know most Geats. And this being Geat land --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "What's it to you? Beowulf then spots some movement further back behind a woodpile. His hand slides to the hilt of his sword. The first man fixes on the magnificent hilt - a sword of renown. He eyes Beowulf with more concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN, (CONT'D)",
          "text": "That's some sword. You have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I don't know yours, you likely won't know mine. Beowulf. The others react - looks shooting amongst them - a name t know and fear. Furtively they reach for their own weapons. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "Maybe your dragon came back. And Beowulf edges up the slope toward the shed... ...till he spots a MAN on the ground humping something. As Beowulf nears, he makes out... ...the limp arm of a woman, extended over the rock and on jerking with the thrust of the man. The scenario becomes immediately clear to him: the burned hut, the dead woman. He draws his sword, and directly advances on the bandit group... ...all of whom now brandish weapons - though defensively. The first man stumbles back, his movement putting the lie his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MAN",
          "text": "Go now, you can go with your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "This is my life. (ironic mutter) A bloody madness. And he charges forward, swinging his blade... immediately slashing the first man to the ground. A second man comes and, after a couple of traded sword- strokes, Beowulf grabs the other's sword-arm, and then cu him down too. A third man comes at Beowulf, who blocks his sword-swing, grabs the wretch by the throat, and crushes it in his han The last two from the fire-pit group now have clearly panicked expressions. Nonetheless, they come at him with their swords. Beowulf routinely meets their strokes, then snatches hold one, throws him into the other, then decapitates both ina stroke. The headless clutching corpses then shudder to the ground Beowulf turns and marches up the slope. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The necrophile, having just secured his pants, starts scrambling up the slope, WHINING fear. Beowulf follows for a few beats - and gaining ground - th heaves his sword into the air. It sails some distance before descending and catching the necrophile in his leg. He tumbles to the ground, SCREAMIN Beowulf strides up to him, pulls his sword from the leg..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NECROPHILE",
          "text": "(a plea) She was dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Yeah. She was. And Beowulf swings his blade down upon the wretch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf places the dead woman - wrapped, with care, in a blanket - into a shallow grave. Blood is splattered over his face and clothes, but the wildness has left his eyes: now he looks only weary. The CRACK of a branch behind him, and Beowulf twists abou ready to fight... .--but finds a CHILD [6-7], face tear-streaked, fear in h eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "Are you a dragon queller? Beowulf considers, shrugs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD, (CONT'D)",
          "text": "You quell children? Beowulf shakes his head. The child eyes his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD, (CONT'D)",
          "text": "She might be scared here with these men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Don't worry. Crows'll come for them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 18 19 20 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "Then she'll be alone. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "The gods'll watch over. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD",
          "text": "They didn't before. * Beowulf can't argue. He continues gently covering the bod the child approaching and helping to pat down the earth o the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf comes up over a ridge on foot, leading a HORSE, o which the child sleeps. Beowulf smiles, his gaze finding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+-+-.a group of tents and SEVERAL DOZEN GEATS, cooking fi sending smoke to the skies, MUSIC and LAUGHTER drifting u the hills. It's an annual gathering place - large standing stones se a great circle, and... В»-.-.across a black beach to the water, A COUPLE of LONG lie at anchor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a LONGSHIP silhouetted in the background... ---Beowulf sits almost central at a firepit - opposite hi king - HYGELAC [50s] - surrounded by a cluster of Geat warriors... ...the great standing stones looming over them like guardians, the firelight already throwing wild shadows... Among the Geat warriors is BRECA [30], almost as sturdy a Beowulf...and, beside him, HONDSCIOH [late 20s], Beowulf' best friend, and sitting to Beowulf's right. In Beowulf's lap, the exhausted child is curled asleep in spite - or because - of the raucous warrior band. All of them have been - and are still - drinking, and eat A short distance away, a group of Geat WOMEN are LAUGHING and TALKING among themselves. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "THORKEL [30], the Geat poet, stands before the men with h harp, playing a powerful melody. His manner is serious, s absorbed, ignoring the questionable attention of some of others. His voice rises, resonant, hypnotic...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "In a game to gut boredom Great Beowulf and Breca... Hondscioh rolls his eyes, snorts derision. Beowulf smiles him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL, (CONT'D)",
          "text": "..-hoisted their hopes on the seething sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Only cause they lost their sail. Breca casually smacks Hondscioh hard in the arm. Hondscio mockingly plays great pain. Grins from some, but Thorkel undeterred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "The whale-road white as the tongues of trolls...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "(at Hondscioh / appreciative) Hear that? The tongues of trolls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Arses, more like. This time both Beowulf and Breca raise their hands to str Hondscioh, who winces, duly preparing for the hits which this time - do not come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "The two fire-hearted friends fought on / Steel-shirts a goad to gruesome things / That crept up from their water-worlds --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Hold it there. (to Beowulf and Breca) You're in the boat? (off their looks) Things are going at you while you're still in the boat? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf shrugs, eyes Breca. Hondscioh follows his look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH, (CONT'D)",
          "text": "Breca? You tell Thorkel that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Hondscioh, next time you're alone on open water, just remember not to drink it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "-+-again. The roars of LAUGHTER stir the child. Beowulf rises and carries the child to a bed of furs nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Any fish with any smell would sniff you two and heave. LAUGHTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH, (CONT'D)",
          "text": "Next time you tell a tale, Thorkel, try to sift the sheepshit out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "I sing what I'm told!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HYGELAC",
          "text": "The song might well be stronger than the bones it's built upon. Nods from the cluster. Thorkel is clearly miffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "They bring me giants, I'll sing of giants. I can only work with the bones I'm given! Breca fires a look at Beowulf - who furtively indicates - nothing more happened, no thugs were killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "You want bones, we'll bring you bones. Troll-bones! A hint of seriousness slips over the group. Hygelac eyes Beowulf. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 21 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Hrothgar would cross the water for us. Looks shift about, drifting generally back to Hygelac who broods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HYGELAC",
          "text": "I know he would. I've had no better neighbour-king. It's just that... by the sounds of this thing",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "+-.-it's never met a Geat. There is fierce pride in Beowulf's gaze, and proud nods f the others. Hygelac looks at Beowulf, torn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HYGELAC",
          "text": "I won't keep you home to frighten fish. And, if you can... (indicates Hondscioh) ...find Hondscioh a wife. Our sheep can't take much more. LAUGHS all round - mostly from Breca. Hondscioh gamely shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LONGSHIP is being loaded, Beowulf watching over the process. He glances across the dock and sees... .-.-.a row of human HEADS, appearing to be sitting on a board... amongst them Hondscioh, Breca and Thorkel. One o the heads moves, starts speaking. Beowulf recoils a step, then relaxes, seeing the illusion ...the cluster of MEN standing by the boat, their bodies blocked by the dock. Beowulf strolls over to the group. Hondscioh is holding a harp in one hand, holding off a reaching Thorkel with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "Give it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "What - you plan to sing the thing to death? Breca snatches the harp from Hondscioh, hands it to Thork Hondscioh fires a dirty look at Breca, who smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "(to Beowulf re Hondscioh / warning) He puts one hand on my harp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Beowulf, we're gonna need some extra shields. (off Beowulf's look / re Thorkel) For our ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "(to Hondscioh) -..I warn you - you're a dead man. Hondscioh gives a mock-shudder. Breca and Beowulf trade a grin. Thorkel does not, placing his precious harp in a rabbit-skin bag. And the loading continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSK 22",
          "text": "Beowulf is slumped at the side of his LONGSHIP as it cuts through the water. TWELVE GEATS are with him [including Breca, Hondscioh and Thorkel], the sail doing all the wor One man is feeding the hearth fire on which meat is cooki",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "Say this thing makes meat of any man it finds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Danes say. Danes who ran. I've also known Danes who'll say they fought off Attila when he wandered North.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(wry) Breca's right. Danes can't even swim after fish. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Walrus, Hondscioh, and next one I catch, its tusk goes up your arse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(shrugs) Worse things. Laughter from the group. And they sail on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glass-still channel of water, in which dozens of ICEBER stand... seeming to exude a blue-white light. PUSH IN / FIND: a small boat - an Irish CORACLE - driftin -.-in the aft of which a man in ragged monk's cloak - BRE [40s] - is sprawled, his ratty sail catching the bit of breeze, his hand draped over the rudder. He appears weak sick, his eyes those of a madman, fixed with suspicion on looming ice figures...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "(slurred Irish mutter) -.-woe betide you beasts of ice... ogre, troll - I don't wary much... He raises one skinny arm like a weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN, (CONT'D)",
          "text": "For I bring the burning sword of Christ! To cleave you thus... and thus... and thus! And he strikes out his arm in the symbol of the cross... before his energy leaves him and his arm drops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "Fine then. Hold your tongues... but dunna think I dunna know your methods and your manner! They say you lie more below than above and on a whim will swing your ice-blue asses up at God. Yesssss, well, do as you must... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 24 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He rises, clutching the mast, pointing accusingly at the icebergs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN, (CONT'D)",
          "text": "+..but hear this vow: I will melt you and drink you down and piss you out upon these shores... and -yes - you may freeze up and walk again... but only as a Christian thing! And he LAUGHS like a maniac, then loses his balance, fall hits his head on the edge of the coracle - in the process knocking himself out. And the coracle drifts, as before, now in quiet peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Brendan's weather-beaten - and unconscious - fa complete with a scabbed-over gouge in his forehead. A stone hits his cheek, he winces, his eyes fluttering bu staying closed. Brendan mutters incomprehensibly, twists sideways, resumi a fitful sleep. REVEAL: SELMA [30] standing on a pebble beach several fee from the run-aground coracle. Though her battered and sim clothes suggest poverty, there's strength and intelligenc apparent in her. Also wildness and a fierce beauty. She looks over Brendan... and his simple possessions. She sees a small sack, opens it, and brings out a handful silver crosses on chains. She considers them a moment, is putting them back, when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Selma! Selma turns to see... ..-Unferth - on the shoreline ridge, on HORSEBACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH, (CONT'D)",
          "text": "Y'leave him as he lies! As Selma steps back from the coracle... ...Unferth gallops down beside them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Whatever else, I'm no thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "I didn't say y'were. He might carry sickness. Y'bring it to land, we all could die. Selma studies Unferth a beat with vague contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "By sickness, eh? Wouldn't that be welcome? (off his look) Already looking out for our people. You're not king yet, much as you dream it. Unferth lets it go. Looks over Brendan's garments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "What sort of man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Celt. A priest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "How can you tell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(sardonic) By knowing. Y'ever leave this land, you might know things too. (looks over Brendan) Needs mostly water... maybe fruit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Fruit? Selma considers the water, and her eyes faintly glaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "But there's others coming... a boatload of spears. Unferth glances up and down the shore with evident concer",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Slavs? No. We killed those yesterday. Selma shakes her head. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25 26 27 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(eryptic) These ones swim in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE ON: the iceberg passage through which the longship glides. There is no conversation now, all the warriors moved inst by the eerieness of the light... .В»..some trying to draw warmth from the hearth fire. c/s: of Beowulf's hand dangling over the edge of the boat ON: his face as he closes his eyes. A small wave washes up across his arm.. .-.-and from the water a creature-like HAND reaches up, a fiercely snatches hold of his wrist. Beowulf twists around, rips his hand free... .В»--only to find it's been tangled in a rope from the sh ..-but, in the inky water below, a play of light... somet seeming to descend back down to the dark depths. Beowulf repositions his hand on the hilt of his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hrothgar is creakily putting on his mailshirt. Though onl months have passed since the troll's first attack, these months weigh on Hrothgar like many years. Too much grief- driven drink, too many sleepless nights, have brought him dull and watery gaze of a lost man. Wealhtheow, his wife, enters and looks troubled by Hrothg action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Who ever heard of a kingdom laid to waste by a stinking troll! (off her look) I can't game more men against this thing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hrothgar",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Then don't. It's only in the night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "So then - I'm king - but only by day? sneers, spits on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "Fuck that. Wealhtheow, without missing a beat, snatches up a shirt a throws it to him. Hrothgar catches it, turns it in his ha She nods Hrothgar foot. Hrothgar comes to her with",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "One troll outside is plenty. to the spit: clean it up. throws the shirt down on his spit, rubs it with a",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Maybe it needs the blood of a king. takes up a cup of beer, has a gulp, then Wealhtheow him and gently takes the cup away. He looks back at mixed emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Don't let beer blur your wits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "You called it \"he.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Women seek a death for a loss. They get their blood-worth and settle. This has the blood-lust of a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Which I have to quell... or I'm already dead. (off her look) If Odin sent this thing to bring my end... so be it. If not, then he'll steer my sword. (beat) My dear, I miss the stars. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wealhtheow gently strokes his cheek. Her eyes glaze with tears, but her hands move down and help tie the straps of battle-gear. Hrothgar, meanwhile, takes up his battle-mask helmet - an stares into the hollow eye-sockets as if at a ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hrothgar moves out from the torch-lit rock perimeter... a massive two-handed sword turning in his adrenalined grip. His eyes fight the darkness, and his fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(shouts) Troll! I call you out! Nothing. Hrothgar takes several steps further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "Troll! A sudden rise of WIND, and Hrothgar twists about - as tho Grendel had taken wind-form, but the gust passes... silen resuming. WITH: A GUARD on the boulders watching Hrothgar in the mi distance facing out into the darkness. WITH: Hrothgar staring out, catching Grendel's scent on t air. Hrothgar's intensity returns, eyes scanning the periphery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "(shouting) Meet me in the light if you have the guts. Or fight me now! You hairy creep! The guard shakes his head at Hrothgar's pathetic state",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "(throaty mutter / Troll accent) Creep creep... The guard swings about, spear in hand, his gaze rising up fixing in terror... .В»..on Grendel, several yards along the boulder from him watching Hrothgar's performance. Grendel grins, shakes hi head... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The guard's mouth drops open, but his voice utterly fails him. Grendel's grin shifts to grimace... as an arm swings up. WITH: Hrothgar as he takes one or two more hesitant strid out into the darkness, sniffing the air, sensing somethin his intensity returning. PEBBLES skid to one side of him. Hrothgar wheels, ready t strike... but another silence follows. A shadow crosses Hrothgar. He wheels... В«--to meet a large shape descending through the air, whi tumbles in a limp heap, ending at Hrothgar's feet: the CO of the dead guard, his neck neatly snapped. WITH: Grendel, watching with grim amusement, from twenty away, one with the boulder he stands beside, as... ..-Hrothgar charges forward into the darkness, SCREAMING, swinging wildly and blindly with his sword... After several seconds of striking nothing, he stops - cat his breath - scanning around... but nothing suggests any shape. Finally there comes a CLICKING NOISE... and then - almost LAUGH . WITH: Hrothgar wheeling on the sound, making out the mass shape, which he charges toward... only to find, on arriva that the shape is the boulder... ..-.and Grendel is nowhere to be seen. CLOSE ON: Hrothgar staring helplessly out and then up to brilliant stars. A sad smile comes and tears fill his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wealhtheow urgently comes along the path... passing VILLA who are subdued, all looking toward... ..-Hrothgar who sits, hunched over, on a small rise, faci the wilds, the dead guard lying beside him. Wealhtheow hurries up to Hrothgar, looks him over with concern. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Are you wounded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "The thing wouldn't fight. It spared me... to witness this. 29 A shudder rolls through him and he lets out a gasp, eyein the corpse. Another jerking shudder... Wealhtheow glances back, sees the villagers watching, and whispering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "(under her breath) Then get up off your arse... with your thanes in sight. This is no ground for a king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(caustic / dazed) Oh... you're wrong. For a king who's had his balls hauled up his guts... it's the ground. For all the broken-bone wretches I've flung to death --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "And Valhalla. Hrothgar considers the terror in the face of the dead gua",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I don't know. Is that the look of a man going happily up to the feast... or down to the worms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "You talk like a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "No - just the Danish king of daylight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Get up now... or do we bury you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Is that your wish? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 30 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wealhtheow slaps him hard across the face - surprising herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "(ironic) With your thanes in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Whose wife would you have me be? Wealhtheow stares evenly at him. He sighs, shrugs. Wealhtheow turns and strides back up into the enclosure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma is picking berries. The sound of a HORSE approachin She turns to find... ...Wealhtheow there. Wealhtheow dismounts, approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(nodding to a spot) Watch yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "You think I've lost feel for the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "There's brambles there... bog there. Last thing I need's a dead queen on my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "You've had worse and I've been far far less - dead or otherwise. Wealhtheow sits down on a rock, while Selma keeps picking long silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW, (CONT'D)",
          "text": "Selma, should I fear for my husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "If you've got nothing better to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Sweet, don't play the bitch with me. I don't ask much and I don't ask often. No one dares dirty your name around me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(ironic) Nor yours around me. They trade the hint of a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "(beat) Hrothgar dies happy... in his sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "That's a lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Take them where we can, eh. Wealhtheow smiles, nods. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "I could find a place for you inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "We chose our beds a long time back. The women share a look. Wealhtheow nods. Selma continues with her berries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A funeral pyre burns with the corpse of the guard. ON: Hrothgar sitting on a rock a short distance off, polishing his sword with a cloth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "That's one shiny sword. Hrothgar turns to find... .--Brendan shuffling toward him. He's a bit of a sight: i his dark and ratty monk's wool cassock, hollowed eye sock and fierce - almost unblinking - gaze, plus a wonky and unpredictable gait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN, (CONT'D)",
          "text": "I'm told you're the Danes' king. (off Hrothgar's stare) Northumbria wishes you well. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Celt. You're a ways away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "I am... but safe with the sword of Christ. Father Brendan. Brendan bows slightly, his large crucifix swinging forwar",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I see a man, I see a staff... (xe the crucifix) I see a weapon for killing toads. (off Brendan's shrug) Christ, eh? I've heard of him. He ever have much luck with trolls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "I'm under the thought they never crossed paths. (off Hrothgar's dismissive look) But if you're willing to bow before Christ, you shall feel the blessing of his great strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "My gods don't ask me to bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "Nor should they dare... if they won't protect you. This stings Hrothgar. His hand squeezes the hilt of his sword, but he resists striking Brendan. Brendan remains unperturbed. He eyes the pyre... as the guard is lifted upon it. A gua begins to blow on a horn - calling the villagers to the burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN, (CONT'D)",
          "text": "To face God's foes is an honour. I've come to drive this evil out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "With your stick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "With the fire of Heaven! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "If your heaven's on fire, y'better look to that. Brendan gets a furious look, and starts to pace before Hrothgar. Hrothgar, in spite of himself, is a bit impress by Brendan's intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "Leave me on a dish for the troll, then! Leave me and, if I don't see man's dawn, I shall see God's! I shall see God's! Brendan gazes fiercely at Hrothgar a moment, his eyes bli repeatedly, then he collapses on the ground. Unferth strides up, checks Brendan, his breathing, his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "He's asleep. All Hrothgar can manage is a sigh, a shake of the head at grim farce his life has become.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf's longship edges into the shallows of a black beach... stone promontories rising high on either side. He and half his men jump down into the water, and - guide ropes in hand - haul the boat up upon the stones. As the men in the boat begin passing over their battle-ge to those in the water... В«--they turn to the sound of a NEIGHING HORSE... .---and see ERIK [a coast-guard] come galloping down thro break in the rock, and pull up in the stones... just out spear distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "Hold there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "As you wish. Is this land Dane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "It is... and you're not. So unless, you're ripe for a shower of arrows, you'll tell who you are. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f32 33 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hondscioh gives a great amused laugh at Erik's threat. Er unamused, lifts from his hip a horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK, (CONT'D)",
          "text": "Two blows of this and fifty men will be on these cliffs before you've strapped your ring-shirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Fifty birds maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "(a threat) Is that then your word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm Beowulf -- The name registers sharply with Erik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "Beowulf the Geat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(nods) We come as friends to Hrothgar. Erik looks over their equipment, and over Beowulf - tryin mask his awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "We welcome friends. Bring what you need. I'1l have men look to your ship. Erik blows ONCE on his HORN... the powerful and eerie sou echoing off the cliffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "One blow is good news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "One blow is good. Hondscioh winks good-naturedly. Erik glances at Beowulf w shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf's troop, loaded with their weaponry - shields, swords, axes, spears - walk across the even ground, led b Erik with his horse. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Moss-ridden rock rises on either side, boulders and irreg ridges suggesting menacing shapes... frozen for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Erik and the Geats come up over a rise, and into sight of... В«-+-the Danish village. Erik rides up ahead to... .В»..a GUARD at the break in the rocks who, after a momen Erik, waves them in. The Geats continue forward, scanning... ...VILLAGERS clustered around a couple funeral pyres. The villagers stare back - listless, forlorn, dead-eyed - at Geats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(low to the other Geats) By Thor... they've got the spark of cows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "How bout that one. Beowulf and Hondscioh follow Breca's gaze... -..to Selma, coming from the opposite direction, carrying baskets. She's a jolt of vigor and beauty, especially set against the dregs through which she moves. Beowulf finds her studying him with interest; he edges up Erik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Who's the one with the baskets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "Selma. A witch. The happy would keep a boat-length from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(lascivious) Happiness isn't everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "She sees people's deaths. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(wry disappointment) Wouldn't you know. And they continue on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Geats come up to the great hall - a magnificent wood stone structure, three stories high. Below the eaves is h the great pair of buck's antlers, and around these are or wood carvings. The Geats are obviously impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "That's one beer-hall, eh Hondscioh? Before Hondscioh can respond...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "If you like to drink with ghosts. As the Geats consider this, a commotion rises behind them They turn to see... ---.a cluster of men striding toward them, the commotion coming from the older man at the center who is GROWLING impatience, Unferth at his side, muttering explanations. As they near, Beowulf recognizes the old man as... .--Hrothgar, who is half-drunk and just roused from sleep Hrothgar, seeing Beowulf, strides clear of his own retinu Beowulf struggles to mask his surprise at the king's wret appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "By the gods! My little Beowulf! (derisive nod to his retinue) No one tells me anything. He comes up to Beowulf and gives him a great hug... then holds him at a short distance, looking him over, grinning",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "I somehow think of you as smaller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I was eight when I left. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "You've grown! Smiles all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm sorry. We didn't mean to wake you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Wake me?! I'm a grief-crippled king half-drunk in the middle of the afternoon! What's to wake? (beat / eyes welling) By the gods it's good to see you! (beat) Perhaps Odin too has woken from his slumber. WIDE ON: the group... Hrothgar's guards to one side... th impressive band of Geats opposite... all joining in SMILE As Hrothgar leads them into the hall, the Geats pass... ..-Brendan who stands to one side, beatific smile on his face, apple in hand. He locks gazes with Hondscioh as the pass, and blesses the group with the sign of the cross. Hondscioh forces an awkward smile, nods, continues past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: a human's dried-out HEAD on a cliff-edge facing inland. Several similar-size rocks sit in close proximity The head is almost down to bone, with some skin and a rat scalp of hair... Another rock rolls up toward the head, but comes to rest before it reaches it. Silence... then another rock tumbles up toward the head, that much closer, but stops as well. A snarling EXPLETIVE in Troll-tongue:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "Yahhhg! REVEAL: Grendel, the rock-thrower, as he takes his stance once more... MUTTERS reassurance to himself... then heave third rock toward the head. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 38 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "This rock crashes into the head, knocking it over the cli",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL, (CONT'D)",
          "text": "(high-pitched giddy yelp) Heeeee! He struts about, chest swelling... then settles his gaze and sigh - on the sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mead hall glows with a profusion of TORCHES - both in and out - stunning against the twilight, the great warm h it was meant to be. LAUGHTER and MUSIC from within...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The benches are full of warriors and earls, one side the troop, on the other the Danes... On the Danes' side, there are considerably more women tha men, the women talking between themselves, flirtatiously eyeing the revved-up Geats. ON: Breca scanning several women, his mouth falling open nerve-stunned lust. Hondscioh, beside him, reaches over a nudges his mouth closed. Between the two groups the fire-pits burn. LAUGHTER and talk compete with a MUSICIAN playing a HARP, SECOND with a bone FLUTE, a THIRD playing a BODHRAN. Hrothgar sits at one end of the room, Beowulf nearest him There's abundant food and jugs of beer being delivered to warriors by teenaged ATTENDANTS. Wealhtheow, passing behind Beowulf, leans in to him, indicates the numerous women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "If a Geat were seeking a wife, this room would hold better hope than most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "So many -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Widows. (off Beowulf's look) Widows far too early. Beowulf nods, glances across the group and his gaze meets ...Unferth, who is fixed on him, with an ugly look. Unfer takes a long draught from his drink, clearly well on the to drunk. Wealhtheow reluctantly pours beer from a jug into the dru Hrothgar's cup. With some effort he stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AESCHERE",
          "text": "Ho! And the room goes silent. Hrothgar looks about, eyes watering. He smiles, but as quickly gets overwhelmed with emotion. Catches a huge breath. The grief and fear and hopelessness wash over his face. He clears his throat, but nothing follows. He scans the group, shrugs apologetically, LAUGHS - but i nothing the others can join in on. Wealhtheow gently puts a hand on his shoulder, whispers something in his ear. He nods and lowers himself back to seat. Wealhtheow turns to the assembly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "With my king I welcome you all. Too many days we've drunk to forget the night, and what it brings. But today we drink to what the day's brought - thirteen swords against our curse. Thirteen men to swell our weary... (soft, suggestive) ++-walls. Wealhtheow turns to Beowulf and fills his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW, (CONT'D)",
          "text": "We'll never forget this gift. And she moves along the row of Geats pouring into each cu (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf rises, and he too finds himself a bit emotional. gaze drifts over the group as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'll say this once: this is no gift, coming here is the least I can do. Danes, you sheltered me as a child. Some of you here are old enough to remember. To the rest I say only I come as a brother. (beat) These others with me made their own minds. We mean to bring an end to this fiend --",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "(loud mutter) As others vowed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "uUnferth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "By your will, dear queen... we're wiser in knowing the hearts of those who've tangled with the thing. A brief silence through which Unferth and Beowulf lock ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "AESCHERE",
          "text": "(sharp / eyeing Unferth) Those are dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "I don't brag of wrestling with it, nor of being able to kill it. (beat) The troll broke down these doors with twenty Danish warriors sleeping inside. What gives thirteen Geats better hope?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "We won't be sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "No - more likely bragging of your fights with cod-fish. A coldness sweeps through the room, the Geats on edge. Aeschere rises, livid, glaring at Unferth. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AESCHERE",
          "text": "If you don't know what this man has done, you'll shut your hole or have it shut for you. If you do know, then so much the worse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hrothgar glances over, blinking up out of his fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(to Unferth) So, friend - unscathed amidst all this death - should we guess you've steered your way clear of bragging? Unferth gets a wild look, rises from his seat, hand to hi sword-hilt. But just as suddenly Hrothgar has risen, this time with fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Unferth! Sit or see your guts ina * dish. Unferth looks suddenly puzzled, the beer fogging his head Finally he sits. Hrothgar eyes the Geats, struggling for focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "Forgive us forgetting the ways of kin. Beowulf, if you do as you vow, there's nothing you can wish for that won't be yours - if I have any weight in it. (beat) Now, before the dark must sharpen us again, songs and beer! As an attendant reaches to pour into Hrothgar's cup, he covers it with his hand, shakes his head. The musicians begin again, and the attendants bring more beer... conversations rising up all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The far-off sound of LAUGHTER from the hall drifts over t field. And a dark silhouette rises in the foreground: Grendel, slowing at the sound. He listens with puzzlement - which shifts to irritation. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He shakes his head categorically...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "(firm mutter) Na-na-na-na... na-na-na-na... .В»..and he lopes off toward the distant lights, his stri lengthening, arms swinging, landscape streaming under his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Geat warriors below and inside set up their equipm preparing for an attack - with a drunken Unferth watching them suspiciously... ..-Beowulf and Hrothgar stand on the open balcony, lookin out on the falling dark. Hrothgar's mood is grim... in sp of the RAUCOUS men below... but he's more clear-headed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Since it began we've had Saxons, Swedes... even Slavs... coming to see how weak we were. Beowulf studies Hrothgar a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "I know. I look like walrus shit. Comes of fighting things you can't. Hrothgar manages a weak smile. Beowulf clasps Hrothgar's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "All bad dreams end. We'll see you in the morning for herring and egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Herring and egg. As Beowulf turns toward the battlement... a desperate loo crosses Hrothgar's face, struggling with the things he ca say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "If there's anything you need to tell me about it... now would be the time. Hrothgar fights a shudder. Beowulf again takes hold of hi shoulder, steadies him. Hrothgar clenches Beowulf's hand. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40",
          "sentiment": "neutral"
        },
        {
          "speaker": "40A",
          "text": "41 42 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I'll stay here amongst you. Beowulf shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "We'll bring you the head. Throw it in with the herring and egg. They trade smiles. Hrothgar studies Beowulf, sees his ste resolve. For the first time in ages Hrothgar risks hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN OVER: the thirteen Geats, some lying on mats on the floor, some on benches, one or two slumped back in sittin position against the walls, all with weapons at the ready All alert and waiting... -+-all except Unferth, who lies back, snoring loudly. Beowulf sits at the foot of the empty throne, staring int the embers of the fire-pit, his great sword in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brendan is kneeling at the bottom of a slope leading up t the mead hall. He is facing the wilds, and quietly PRAYIN in LATIN. The huge shape of Grendel edges into the light, headed on line from the rocks - through Brendan - to the hall. Brendan, sniffing the air, visibly tenses but continues i prayer, eyes closed. Grendel - still yards away - slows to a stop, and takes h own long sniff of Brendan. Clearly it puzzles him: a man- smell he's not met before. As Brendan's prayer increases in breathiness... .--Grendel curves off and around him, then onward up to t hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ember POPS... and it's followed immediately by the CRE of straining timber... Beowulf's gaze swings to the doors... \f43 44 45 46 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel leans toward the doors, sniffing - and even more puzzled by the smells from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From outside the sound of Grendel's SNIFFING... The warriors swing up from their beds, adrenaline of batt rushing in - but they're cautious to not betray their readiness - all eyes are open, all mouths closed. Some men remain squatting; others stand, weapons drawn in preparation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Grendel holding his forearm horizontally agains the door... seeming to test its strength. Grendel's head then slumps forward, forehead resting agai the arm. Grendel closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There then comes a longer CREAK and a gentle - yet enormo pressure on the bolted doors from outside... a great SIGH Beowulf, sword at the ready, edges to the door... Hondsci and Breca at his side... There's a silence... the warriors' apprehension building. ...then a prolonged TRICKLE sound... Beowulf looks down, and immediately jerks back a step, avoiding... CLOSE ON: a liquid - Grendel's urine - pooling under the door. Beowulf gives his men a look; they all move forward as Beowulf angrily throws off the locking timber, and swings open the door, swings back his blade... ...to find only darkness, and the staggering stench of th troll's piss-mark. \f47 48 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: Brendan, eyes closed, still praying... as a huge SHAD thrown by the mead hall torches - passes over him... ...a THROATY SNICKER from the passerby, and then he is go Brendan lets out a sigh, but does not open his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: BLACKSMITHS turning glowing pokers against the staine wood of the great doors... burning off Grendel's urine. Beowulf, Hondscioh and Hrothgar, amongst others, watch fr one side. Hrothgar is puzzled but relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Worse things than a bloodless dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "He let us rest... the worse for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "He ever leave men alive in the hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Since it began... Hrothgar shakes his head. The three men trade a look. Beowulf's drifting gaze finds .--.-Brendan, a short distance off, sitting on a rock - a indiscernible among the boulders surrounding him. He's chewing on an apple, studying the others. Beowulf strides down to him, Hondscioh and Hrothgar following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Priest, where did you spend the night? Brendan considers him a moment, then nods to the spot whe he'd been praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "You didn't move at all through the night? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "(considers, shrugs) Up once to piss, but... Beowulf gives a dubious look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN, (CONT'D)",
          "text": "(wry, rhetorical) Why was such a daft wretch spared? (beat / fervent) Demon's wise enough to know a messenger of God! To touch my cloak's to bring God's very fire and storm upon its head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "That's not what he asked. Brendan stares back at Hondscioh a beat, then - ignoring turns to Hrothgar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "Wise king, you must know the name of Clovis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "The Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "(faintly condescending) The Frank, yes. Yes, the Frank. (beat / intense) The Christian sword over land ten times what the Danes hold dear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "He's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "Did I say he was a god? (beat) He's dead, yes, ten years now -- but not before he saw God's grace: the Visigoths of Aquitaine, the Romans under Syagrius, Burgundians, Alamans all fell before him! And all because he had God's ear! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 Beowulf",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "& Grendel - 10th dr. - Berzins - July 12/04 - 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "If I recall, he also had a thousand swords, neighbours gone soft on wine and pig, no ice on his rivers -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "And no fucking trolls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "And no trolls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "My skinny hand can only bless. But trust me - this thing shall meet its end in striking me... or those of mine. Brendan shuffles off. The three share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Madness has its wonders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "(throaty) The Celt sat straight in the path of the thing... and was not touched. The three turn to see a haggard, hungover Unferth approac Hondscioh",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(mutter) The dead do walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(to Hrothgar) The Celt held no sword. Perhaps the thing hates weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "But your men were armed. fixes on Unferth and his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Others here in arms have been spared. Unferth gives him a threatening look. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "I've waited for Odin to bring me my death. He hasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(wry) In his wisdom? Unferth trembles with indignation, sensing insult, but there's little to take hold of. He turns and strides away",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "There walks one of my toughest fighters. He still is with men... but the troll stole his spine. Beowulf broods a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Do you know where the thing makes its home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "We followed a blood-trail once, took us to the foot of cliffs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the steam/mist burning off the water... -.. Erik leads Beowulf and the Geats - on horseback - dow the black sand beach, DOGS running ahead... В«--to a wall of daunting cliff, at the bottom of which t dogs sniff and howl. Beowulf, Hondscioh and Breca consider the challenging cli",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "This is where the blood trails led.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Not much known to daylight climbs up that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Which is why he gets his rest. Beowulf starts up through the rocks... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49 50 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "I tell you, this troll must be one tough prick... (off Breca's look / wry) Do this climb every night after supper? And the others proceed to follow Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Geat troop is edging up the rocky bluff, but warily, warriors struggling to gauge the shadows which shift with shifting mist. THORFINN [20s], wiry and vigorous, leads the way now... .--with Beowulf and Hondscioh just a bit back of him. Hondscioh eyes Erik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "You want to blow your horn now, I wouldn't mind those fifty bows you bragged of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "I could bring the bows. But the men are gone. Beowulf gives Hondscioh a look... but his gaze then fixes on... .--Thorfinn who, stepping up, takes hold of a jutting hun driftwood for support...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "This is too high up for driftwood. (warning) Thorfinn! As Thorfinn stops and turns, Beowulf urgently scans aroun There comes the SOUND of shifting rock just above Thorfin The piece of wood comes free in his hand, he loses his footing, and tumbles back... From a ridge just above him there swings down a great rac curved white spikes... Thorfinn scrambles to the side, just missing impalement.. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 51 52 53 54 55 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "..-before the rack lodges in the rocks on either side. * Beowulf and Hondscioh - swords drawn - edge up to the * whalebone barrier. They scan through the steadily increasing FOG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "vee tty) ; Little high up for a whale's ribs? They each take hold of a side of the contraption, but it not budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "This is sharpened bone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "...and rigged to swing. * (to Erik) What are we fighting here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIK",
          "text": "A thing beyond our ken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Geats stride along a cleft between a sea of glacial boulders. They are moving quickly - though warily - but there is more ferocity than fear in their eyes. The rocky outcrops suggest figures looming, between the m and mist and stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: brawny hands seeking grip in the top of a boulder. Th do - and with a GRUNT of effort.. * ..-Beowulf pulls himself up into view. * His expression - that of the hunter on the scent of prey loses its fierceness, shifting abruptly to that of a man at sea... * As Hondscioh and Breca come up on either side of him... * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f55 56 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...the three gaze out over... * -..a massive glacial plain rising up for several miles. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "We're out of our world. The three consider the magnificent - if eerie - rippled i on either side of which rise only boulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: GRIMUR, a misfit Dane, standing in the river down fro the waterfall, being baptized by Brendan HOWLING out * indecipherable Latin. * ON: Hrothgar sitting on a rock overlooking a waterfall, a facing down to the pool below the falls, his eyes watery, face wet. Some yards back of him stands his HORSE. * The Geat troop appear on the ridge, Beowulf at the head. Beowulf nears and... ..-Hrothgar - startled by the approach - wheels about, sw in hand. Orients himself. Wipes the mist/tears from his face. Forces an awkward smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I was off in a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Wish I could bring a better one. Hrothgar scans their ranks, sees all intact. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "This thing's smart as a man. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Were it less, it'd hang on my wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Have you ever tried to trap it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Ten men waited one night. Ready. With nets, swords, spears. It went through them like salmon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Yet it didn't try us. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(weary smile) Perhaps you smell off. Beowulf's gaze drifts to the water below the falls. ANGLE DOWN ON: curious VILLAGERS scattered along the riverbank, also watching... ...-Brendan, in his cloak, standing with Unferth now who naked to the waist, in the middle of the swirling stream. Brendan, SCREAMING his LATIN against the roar of the fall takes up a handful of water, and splashes Unferth in the of the cross. Hrothgar and Beowulf consider the ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "Baptism they call it. Unferth feels he's fallen from the gaze of our gods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Did Unferth's king give him this freedom? (off Hrothgar's shrug) You don't fear he has an eye on your throne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I know he does. My sons are dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "From the troll?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(shakes his head) One to fever, one to Wulfings, one to an iceberg turning. (beat) To sit in blood isn't every man's wish. If this Christ can stiffen Unferth's heart, what's the harm? As Unferth wades back toward the shore... ...Beowulf sees Hrothgar's despondency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "They swim only out of fear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 57 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Still... they swim. The two consider the dilemma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma is alone in the field, picking herbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Dusk soon, eh. Selma turns, sees Beowulf some yards off. She fights her intrigue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You a herd dog? Beowulf, momentarily thrown, struggles up a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Been called worse. I'm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Yes. The much-told hero from Geatland. In their glances there's obvious attraction, but both are cautious in the manner, reluctant to appear drawn. Selma turns back to her work. Beowulf edges closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I don't remember you. (off her look) From when I was young here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "No. I came here in my teens. (pointed) A whore to Unferth's uncle, Alvis Three-Legs. (beat) Maybe I'm wrong. Maybe it was One. (off his look) Leg. Beowulf lets her grim quip have its moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You're not then Dane? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 Beowulf",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A silence. plants. & Grendel - 10th dr. - Berzins - July 12/04 - 55. 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Oh I am. But my parents were killed by Wulfing raiders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(bright) My father too... (corrects himself) .В»..not killed, I mean, but a feud with the Wulfings brought us here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(flat) It happens. I guess you weren't made a whore. He gets her point. Selma continues with picking",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm told you know of things to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "That's a wide sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Of the deaths of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Seeing that everything living dies, you still give me the sight of gods. (beat) Speak clean. You wonder of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "More of the troll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(dubious smile) Not of yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "In some things I'd rather be blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You're worse than Loki with your sheepshit twining. We heard the hero of the Geats was blessed in flesh, but also thought. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "(off his look) I say he dies, you likely live. I say he lives... She throws him a look. A silence. She relents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "By Grid, you're the lamest blood- mighty I've met! (off his look / beat) The death of the troll will cost dear both the Geats and Danes... as it bloody well should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Why as it should?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "The Danes have done their doom on him. And you come here to kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "We game our lives coming here. To help the Danes. You said you're Dane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "I'm not a killer. Beowulf grabs hold of her arm, his anger rising. But she stares back at him, gives no physical resistance, only he eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(a warning) Many men wouldn't hold themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Oh so you're a soft-heart too. Beowulf catches himself, releases her arm, and steps back",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Some men end up torn to bits. And eaten. Their heads used for bowling. Beowulf scowls, thrown by the weirdness of her warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Bowling? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Rolling a ball against standing cups... or - I dunno - skulls? The Saxons play it. But you're just a worm-eaten northern shit... so I guess you wouldn't know. Beowulf stares hard at her, but her gaze is more than a match. They're interrupted by Hondscioh and Breca riding up on horseback. Beowulf breaks eye contact with Selma, glances Hondscioh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "The day's going down. If we want to be ready... Beowulf nods, and starts back toward the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Careful with what you don't understand. Beowulf turns, eyes her a beat, then continues on with hi boys. Once out of Selma's earshot, Hondscioh catches Breca's ey grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "That's one spooky Danish girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Y'ever heard of bowling? (off their looks) Something the Saxons do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Wouldn't trust a Saxon as far as I could throw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Y'ever met a Saxon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Knew someone who did. Hondscioh gives a SNORT of doubt. And the men continue on \f58 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf, Hondscioh and Breca walk back through the villag .В»..and find the villagers in an improved mood. There ar CONVERSATIONS in the pathways, mild LAUGHTER... They pass the blacksmith's forge. The SMITH grins, waves a red-hot axe-head held in tongs. gives a forearm/fist of solidarity, and rams the axe-head down into the water bucket - bursting STEAM. The three Geats continue on... .В»..coming upon... .-+-Grimur who is whimpering, cornered into a section of barricade, holding up his arms to protect his bleeding he from stones thrown by a cluster of KIDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Ho! The kids wheel, stones in hand. Seeing who it is, they ha a quick MUTTERING conference but back off a bit. One kid steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Grimur's got a troll-heart! He brought Grannel here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Grannel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "The troll!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR",
          "text": "(through bloody mouth) I'm a Dane and a Christian!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Your mother screwed trolls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR",
          "text": "You little prick! Wild-eyed, Grimur staggers at the kid, who drills him in head with a stone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Grimur screeches, falls to the ground, groaning and holdi his head. As the kid moves to give Grimur a kick, Beowulf steps bet them. He eyes the kids harshly... but the kid is as wild- eyed as Grimur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "(tremulous ) Grannel killed my brothers! And Beowulf sees the rage in the child. He places his hug hand on the kid's trembling shoulder. Indicates Grimur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "This wretch didn't. But we'll get the one that did. The kid meets Beowulf's eye. He calms, turns, leads his group away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Geat warriors prepare their troll-watch in the hal below... ..-.-Beowulf approaches Hrothgar on the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I didn't know this thing had a name. (off Hrothgar's look) Even the children know him - Grannel? Hrothgar gives a disinterested shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Has this thing - this Grannel - killed any children? Hrothgar thinks a moment, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Women? (off Hrothgar's headshake) Old men... or men without war-gear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "What - you're thinking he fights with a clean heart? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I just --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(flaring) He kills the strongest first! He shows us he can kill the strongest! And who cares if he spares the children - they'll die anyhow without their fathers! A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "My wits still war with how this all began.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(shrugs) Hate for the hall, I can only guess. The night we finished building it, the foul creep came. We hadn't seen a troll in fifteen... maybe twenty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "So nothing was done to this troll itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(faintly irked) Beowulf! It's a fucking troll! Maybe someone looked at it the wrong way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(beat / soft) Some Dane? Hrothgar studies Beowulf with faint suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Who hands you this? Selma? (off Beowulf's look) She's been alone in the wilds too long. Her head's full of spiders, lap's full of moss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "It's said she sees things. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 61 62 63 64 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "The crazy do. (beat) Listen, I never begged anyone to come here and take on our fight. I don't hold you here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "We came to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Then I beg you, don't saddle my heart with talk of why a troll does what it does. Hrothgar eyes the dimming horizon. Turns, squeezes Beowul shoulder, and starts down the steps back into the hall. Beowulf scans the ground, the darkness creeping from the rocks, but his heart remains unsettled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN ACROSS: the Geat warriors sprawled across the room, weapons at the ready. Breca, Hondscioh, Thorkel, Thorfinn eyes open - listen to the night. Several others are fighting drowsiness... ..-while Beowulf appears fully asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: Beowulf as his eyes spring open. Otherwise, only his hand moves - taking grip of his sword. The CLATTER of something bouncing off the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf rises, sword drawn... his warriors also furtively reaching for weapons. Beowulf edges toward the door. Another CLATTER but this one to the side of the building. He tenses, puzzled, looks around at his band... A brief SILENCE... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 65 66 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "+..then another TAP/CLATTER - this one from the other sid As the men spread themselves about the space... ...there comes a FLURRY of things HITTING and BOUNCING of the ROOF. Beowulf takes up a torch, indicates for Hondscioh to open door. As Beowulf cocks back his torch-hand, ready to throw it.. Hondscioh and Breca throw open the doors... .-.to find nothing there but the dark. The band, led by Beowulf, nonetheless charges forward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-..onto the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Watch the sides! As the men cautiously edge out... +--Beowulf looks down to find... .-..Numerous scattered stones and pebbles on the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men move out several yards from the porch, then hold the ceremonial firepit, the darkness impenetrable any further... Hondscioh edges up beside Breca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Can we smell that bad? ON: Beowulf - the furthest out - a short distance from th rest of his crew. He stares into the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Come on, crab slime, show me these teeth. Silence but for the wind in the hills... the darkness offering nothing else back... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 68 69 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": ".-.the torch-lights flickering against the scare-hides, against the standing stones and boulders... EDGING IN ON: one of the boulders on which, gradually a f be made out - the faintly grinning face of Grendel - \"playing\" stone... -.-no Geat even aware of the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With FOG hanging over the village... Beowulf wanders along, brooding on the \"peacefulness\" of morning... ...-Danes seeming to be going about their business. He comes up to a firepit where Thorkel - harp in hand - i facing a small group of fascinated CHILDREN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "O'er the night, the warriors waited, / Sword and shield in ring- wrapped grip. / Then the fiend of bog and brine / Crept to those doors of ten men's weight, / Bade it creak with breath alone / But then smelt God amongst the men. / Hardly had they hoisted steel / Than the thing's rank guts gave out. / Great Beowulf, God's awful arm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(irked) Enough! Thorkel stops, turns, sees Beowulf...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "(to the children) Go off now! And the children scurry off. Thorkel eyes Beowulf harshly",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "You scare them doing that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69",
          "sentiment": "neutral"
        },
        {
          "speaker": "69A",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "oO fuck, Thorkel! They've only had months of waking to the scattered parts of kin! Don't feed them lies. That was piss the other night - piss on us. If any gods were there, they were sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "(hesitant) The Celt says Jesus Christ never sleeps, that he walks amongst us even now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Oh yeah, that's all we need. A god gone mad from lack of sleep. Thorkel shrugs, strums his harp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: Hrothgar slumped on his throne, staring grimly into t otherwise empty space of the hall. WITH: Beowulf edging through the door, seeing Hrothgar. Beowulf crosses the hall toward him... ..+-Hrothgar breaking from his stupor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I built this hall to be my home. Not the stinking grave of my people. Maybe it should just burn down. A silence. Beowulf considers the handsome hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I don't know what else we can do. He comes here, throws his stones, pisses, goes. If I knew what steers his mind --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Beowulf! What steers the mind of a Slav? What steers the mind of a Wulfing? They want what's yours so you have to cut their heads in half or else they take it! We're not talking great thinkers here. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oe OO",
          "sentiment": "neutral"
        },
        {
          "speaker": "69B",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hrothgar studies Beowulf - seeing his ambivalence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "Something has you turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I fear the troll just waits for us to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Same thought gnaws on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf walks along the edge of the village, looking over -..some Geats making adjustments to their weapons... .В»..one mending his jerkin... .--another whittling a fish from wood. He passes an old shed, only to find... ..-Thorkel on the other side having sex with a young Dani WIDOW. Beowulf watches a moment more than he otherwise might... briefly transfixed... before Thorfinn turns and sees him. Beowulf turns away... -.-.continues on over to a field... ..-where Breca and Hondscioh are practicing sword-play. But the two of them are in very different worlds: Breca i fighting with spectacularly flashy great swings of his gr blade... whereas Hondscioh seems lost in thought - matter factly blocking Breca's strokes, but making no advances o his own. Breca stops, indicates Hondscioh to Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "He's already fighting like a Dane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "You want to waste your strokes on me and the air - go ahead. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf steps up, unsheathes his sword. Breca takes sparr position... and they begin trading loose strokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "(mocking) Hondscioh had a bad dream. Beowulf glances at Hondscioh, giving this more respect th Breca is willing to. Hondscioh shakes his head, dismissiv",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(to Breca) And yours were good? A trading of swordstrokes. Breca shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "Here with the smoke of the dead? Breca gets the shot. Takes a heavy swing at Beowulf which Beowulf blocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "I don't see fear helping us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Don't you fucking start --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Fear, eh... And Beowulf takes a couple fierce swings at Breca, under which Breca staggers back. The two stare at each other a beat - fire in their eyes. And Breca strides forward swinging his blade as to cut through trees. Beowulf - seeing the power - keeps back, t Breca has spent some of his emotion. Then Beowulf counters, knocking Breca back till he tumble over some uneven ground. Beowulf stands over him, his blade raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Careful you don't drop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(soft) Fear has its place. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 71 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He lowers his blade, calms, offers Breca a hand up. Breca after a beat, accepts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf edges along on horseback, eyeing the rocky outcro with suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma is cooking at her fire-pit. Beowulf rides up, surprising her, but she quickly masks i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "How did you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Most Danes seem to know the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Most don't have the guts these days. She studies his face, sees a wildness in his eye, resigns herself. She puts down the utensils, turns her back to him, spread her legs slightly, hikes up her skirt, and bends over aga a railing, offering herself. Beowulf struggles with his urge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "There's butter in the bowl, if you need it. Beowulf averts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I wondered if you threw the stones. Selma straightens up, drops her skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Rune-stones. (off his nod / sardonic) Oh no, you don't fear your fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "My weird is my own, that's not what I ask. I need the right path. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 72 73 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "There is the one that leads back to Geatland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "If the stones say so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "And what if I lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Then the gods will bring me back. It's both a warning and a promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "So. No thoughts at all for my cunt. Beowulf looks off: it's not the word he needs to hear rig now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "Warrior-monk, not many of those. She studies him a beat, then turns and she goes into her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma sits on the floor, leaning over the rune-stones as shakes them, throws them, and then considers. Beowulf sits opposite, transfixed by what the V in her neckline reveals of her chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "The answer's in the stones, not my breasts. She looks up at him. He awkwardly shrugs - caught. There comes agitation from the HORSES outside, STOMPING t dirt, NEIGHING. An eerie WHISTLING. Beowulf stands, and draws his sword. He eyes her a beat. She looks back down to her stones. And he strides out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..-into the yard, where he scans the now-misty periphery. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Glimpsing a huge dark FIGURE running into the mist. Beowulf watches a moment - in obvious awe - then rushes t his horse, and mounts it. But, in turning to mount the horse, he finds... ...the figure already lost from view. Nonetheless, he edges off in pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf rides along, though cautiously, due to the mist. Shapes can be vaguely made out... suggestions of movement but they're unresolved, indefinite - keeping Beowulf on h guard. There comes a weird unsettling LAUGH... then the sound of FALLING SCREE to one side... --.and Beowulf veers off the trail... -..coming to a slope which leads up to a more sheer rock- face. At his feet, dust from the stone-fall is only start to settle. Selma rides up beside him. Beowulf gives her a wary look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Was this in the rune-stones? Selma shakes her head - but in exasperation, not confirmation. Beowulf dismounts and starts up the scree-ridden slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "That's less than wise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(hint of suspicion) So your stones say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "They don't need to. Most could see... to climb shifting scree at dusk... in mist... unless of course you're a hero... Beowulf stares up into the mist. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "WITH: Grendel, perched in a seemingly inaccessible crag, berry-bush in hand from which he plucks berries and eats them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(shouts) Grannel! Leave here... or stay and meet your doom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "(weary mutter) ++-doom doom doom doom... WITH: Beowulf trying to make out the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "It's Grendel. Not Grannel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(xe Grendel's noises) Is that talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Well it isn't barking. A low rumble of a garbled MUTTER [in Old Norse/Icelandic] from above. Selma smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "He offers you the same. (off his look) You can leave or meet your doom. (beat) You're not Dane. That's why you still breathe. WITH: Grendel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm blood-bound to Hrothgar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "(to himself / mocking) ---blood blood blood... Grendel gathers up some stones from between his feet. He GROWLS out a terse phrase to Beowulf. WITH: Beowulf looking to Selma for translation. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74 75 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Says that's your burden. Beowulf's temper frays, he raises his sword at the rock-f",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "My burden is your stinking life! A silence... then the handful of stones come down upon Beowulf's helmet, infuriating him more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Come down here, I swear I'll hammer these stones right up your hairy arse! A long MUTTER, and Selma tries her hardest not to laugh. Beowulf stares at her, impatient for the translation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "He says that might help. He's had a hard time shitting since the last Dane he ate. The sound of shifting scree... and Beowulf raises his sword... eyeing the mist for a discernible shape. But nothing comes. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "He's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Why won't he fight me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Why should he? You've done nothing to him. Selma turns her horse and starts back down the path. Beow looks - from her - back up into the darkening rock-face, perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf rides into the camp to find... -..Selma stirring up the embers of her firepit. Beowulf dismounts, edges over to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "What was he doing at your hut? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Selma gives a faintly contemptuous look, but it's met by Beowulf's own look - one carrying a scary volatility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "I forgot. You're the great Geat - welcome to women wherever you go. Swimmer of oceans... able to kill five Swedes in a stroke of his great blade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I only came to help the Danes find peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "I'm Dane. I'm at peace. Not that I always was. (beat) When Alvis Three-Legs died in my bed, some - like Unferth - claimed * I killed him with a drink. They burned my hut, drove me to the wilds. Then they'd only come around to maybe spill some seed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Unferth too? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Unferth leading. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "They still come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Not since Grendel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Grendel. What sort of name -- *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Means \"grinder.\" *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Of bones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "of teeth. He was born with bad dreams. Beowulf gives a skeptical look. Selma shrugs: believe it not. * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 76 77 78 79 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "Nothing I say will help you kill him. Beowulf studies her - sees the challenge - and her witchy beauty in the falling light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "Keep to the path. Try not to fight with the moss. Selma crosses the threshold into the hut, lights a lamp, takes off her cloak. She turns in the doorway and her breasts shift noticeably beneath the worn-thin cloth of h blouse. She stares back at Beowulf a beat, then closes th door. The sound of a WOODEN LATCH falling into place. Beowulf, both stunned and aroused, turns and mounts his horse, eyes the falling dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf rides along, warily... .--while above, in the boulders, Grendel scrambles, smili keeping pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: Beowulf sitting before the fire-pit, staring into the embers. Around him, all the Geat warriors sleep. For the first ti seeming peace. Beowulf's gaze is fixed on the great doors on which shado gently shift, suggesting figures, ghosts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The warriors jerk awake, scan around - no damage, sunligh streaming through the door... ...and, in a corner, Beowulf soundly sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With sunlight streaming in through the smoke-hole... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f79 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...-Hrothgar leans forward against the wall, pissing into bucket. He winces, eyes closed, sweat on his forehead. Finished, looks down, and - as quickly - jerks his gaze away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(tremulous whisper) Fuck me... He takes up the bucket, starts out of the room, when... ...Wealhtheow comes in with a pitcher and cups. She immediately sees his state. She looks to the bucket, but pushes past her. Panic rises in her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Hrothgar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "It's age. Nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Stay. Hrothgar puts the bucket out of the room, turns back to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "(persuading herself) You don't go in pain. You go in peace. Happy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Happy. (forced laugh) Well, then... I'm not going anywhere today. (beat) Who says this? Selma. (off Wealhtheow's silence) Odin wishes me no peace. (long beat) She said I die happy. Wealhtheow nods. Hrothgar shakes his head, trying to fath the thought. \f80 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: a hnaftafl board [Norse chess-like game] with B and Hondscioh sitting on opposite sides: there are about dozen light players surrounded by a besieging force of tw dark players, a light king-figure in the center of the bo WIDE/REVEAL: Beowulf and a few Geats standing nearby watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "So long as the king wins the day. The Geats turn to see Hrothgar shuffle up, with an amiabl grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Always, my Lord. Hrothgar pats Beowulf's shoulder, leads him away from the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "So... another bloodless night. (off Beowulf's nod) Well, for you... at any rate. Beowulf ponders the cryptic comment. Hrothgar makes sure none of the others are close enough to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I'm pissing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(after a puzzled beat) Blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(nods/shrugs ) It's come and gone over the months. (forced grin) I'm turning to a woman. Or a dying man. Beowulf gathers his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Last night I talked with him. Hrothgar looks at him, not getting the sense. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "Grendel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(stunned) You talked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "If you can trust what Selma says. Hrothgar considers this a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "He stayed above me in the rocks. But it was a voice... speaking words. He only wants Danes. He blames you for something. Hrothgar almost chokes on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "He blames me! Of all the shit! (fierce mutter) What the fuck they think -- Hrothgar stops himself. A silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "There are coves north of here no Dane even dares to go! How much land does one mouth need? What's he think - he's a fucking troll Caesar - with rights to everything he looks upon?! (indicating the mountains) We roamed the seas, I will say that. But up there, that rock and ice, we never found the need to go. I didn't go knocking down his door! The two men brood on this a beat. Hrothgar sighs to calmness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "Word on the waves is I die happy. (off Beowulf's look) No gods I know have offered me that. No. Mine just offer beer, a fish here and there... and friends to burn. (beat /overwhelmed) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 82 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "It's hard to hold you talked with that fucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "He talked... from well beyond my sword. But it's clear in Hrothgar's look that he senses Beowulf knows more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: Hrothgar, solemn, to his waist in the river... WIDE/REVEAL: Brendan raising a handful of water and touch Hrothgar's in the sign of the cross... MUTTERING LATIN as does... As Brendan turns back to the shore... ..-Hrothgar remains, and turns to the deeper water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(a mutter) Bless me... or be done... and drown me in blood. WIDE ON: many DANES on the shore watching the ritual. CLOSE ON: Beowulf and Hondscioh, watching with clearly mi emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Great. Now we get a pissed-off Odin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Or maybe no one up there at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(fierce, superstitious) Don't say that! What's in your head?! (off Beowulf's look) I don't game my blood for last night's beer. The two eye each other. Beowulf shrugs retraction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Beowulf and his men work on their boat... stitching th sail, adding pitch to the seams... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82 83 84 85 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "...Grimur approaches, healed, but still showing the scabs from his wounds, and edges up to Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR",
          "text": "I owe you for sparing me from those stones. I can lead you to the Dane- killer's cave. Beowulf is stunned by the offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Grendel? (off his nod / wary) Why didn't you before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR",
          "text": "I feared all things... its wrath... my death. He holds up a cross on a chain around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR, (CONT'D)",
          "text": "No more. Grimur gives a happy smile. Beowulf masks his ambivalence",
          "sentiment": "neutral"
        },
        {
          "speaker": "DA",
          "text": "Beowulf's ship moves along the shore, Grimur scanning the rocks. As Beowulf looks out over the open water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR",
          "text": "There. Beowulf turns to see... .--.Grimur pointing to a break in the rocks. The helmsman leans against the rudder and the boat turns toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grimur leads the crew up over treacherous rocks towards.. В«..an entrance in the cliffside. They light up torches, in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they edge into the darkness... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f85 86 87 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": ".-.their torches flicker and HISS in the oozy damp. Hondscioh takes several steps forward... .В»..and the ground goes out below him. As Hondscioh fall ...Beowulf lunges forward and grabs his cloak... the othe behind Beowulf grabbing hold of him to keep him secure. They pull Hondscioh back up from the fathomless dark belo",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "(to Grimur) I guess you didn't know that was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIMUR",
          "text": "I swear - by Christ --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Let's leave Christ out of this. Hondscioh takes a torch and throws it down into the dark. After only a few seconds it hits rock, and skitters onto ground which it briefly illuminates before CRACKLING out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "(to Beowulf) Not far... but we'll need ropes, hooks, more torches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the troop exits the cave... ..-Breca turns back, undoes his pants, and pisses across rocks at the entrance. LAUGHTER from almost all the Geats. Beowulf manages a smile, until his gaze meets... ..-Grimur, whose face betrays worry at this act. Grimur turns and hurries down the rocks towards the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the men near their waiting ship... ..-Beowulf, sensing something, hangs back, but does not t (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He kneels down, appears to adjust a leather thong on his shoe. Abruptly he wheels around to see... .+--a small FERAL child - dark and hairy - staring back a though frozen by being seen. Their gazes hold several bea before the child slips from sight behind boulders. Beowulf glances back towards his company... all of whom w oblivious to the sighting. Beowulf turns back to the rocks... .--catches his breath, gaze scanning over the forbidding scape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The men are buoyant - again, all but Beowulf and Grimur a the rear of the boat, who scan the shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "-..so they came to the cave of the killer / But found it fled, their weapons's work / Undone by dark and the slime of slope. / Hondscioh nearly fell to Valhalla --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Let's uh... let this sad tale sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Hondscioh shows up - great Odin and the others ask how he died, and Hondscioh goes - I uh... fell? ROARS of LAUGHTER from the group. Hondscioh eyes Thorkel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "You better find a better line. As Breca, at the boat's bow, leans back, pulling hard on oar... .---a huge creature HAND rises out of the water, bronze a ring flashing in the light, grabs Breca by the hair, and starts yanking him over. His oar slams into the other in front of him, alerting th men. Thorfinn, beside him, snatches hold of his legs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 89 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The tug is strong, and Breca's head dips below the surfac As Beowulf rushes the length of the boat... ..-Hondscioh, nearer Breca, grabs an oar, and rams it repeatedly down into the water below Breca. The creature - hit - loosens its grip, and shifts under t boat, a mass of long, tangled head-hair trailing... till disappears below. The men haul the unconscious Breca back onto the ship... ...to find bleeding gouges in his shoulder and a tear in scalp. Beowulf, spear in hand, stares down into the water, ready strike... .--but there's nothing more to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Geats are bedding down... ..-Breca - bandaged and grinning - sits before the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Even the trolls want my beautiful hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "I think he wanted you for more than that. LAUGHTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Great Breca, the Troll-house Pisser! I'd be more careful where I wave my spear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "I'd piss in his mouth if he dared to show it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Best be ready to do more than that. The mood shifts, all eyes turning to Beowulf. \f90 o1 92 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf sits just outside the door, waiting, listening to SOUNDS of the night -- wind, old songs, the sea, laughter His eyelids grow heavy. He drifts off... ...into a vision: of the feral boy standing before him. T child hands him a huge sword, which Beowulf takes. The boy then opens his shirt, exposing his tiny chest. He looks from the sword to Beowulf and nods: go on. Beowulf - heavy-eyed - watches him a beat, blinks, jolts awake to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "В«--the glare of daylight. Silent villagers surround him, puzzling over the tableau: Further down the steps lies the CORPSE of Grimur, his hea still on, but twisted backwards. ON: Beowulf, as the shock settles in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf and his warriors are loading their weapons, as we as ropes, poles and iron hooks, onto the ship. Unferth rides up on a horse. Beowulf considers him coolly",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Seems Grendel doesn't mind killing Christians... so long as they're Dane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Can another sword help? Beowulf studies him a beat. Walks up to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Hrothgar's told me about you and trolls. (off Unferth's embarrassment) You back me up, you back me up. Fall away on me, I'll kill you myself. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 94 95 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Unferth stares steady at Beowulf, then nods. Beowulf nods back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With thrown-down torches lighting them from below... ..-the warriors descend by ropes into the cavern...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The apprehensive warriors, armed with swords, shields, spears, edge through the damp, stinking place... Animal and fish carcasses are scattered about. Each DRIP of water makes someone turn... Some simple tools... a pile of wood and a fire-pit... but the torches reach the corners of the cave... no Grendel. Beowulf slumps back against a wall, sighs - relief and frustration tangled in a mess in his head. Hondscioh comes upon a small alcove, and discovers within it... CLOSE ON: the desiccated HEAD of Grendel's father. Hondscioh stares in a mix of horror and wonder, then take up by the long braided hair, holds it out before the othe to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH",
          "text": "Look! Our friend Grendel doesn't come from mist and shit alone. As the warriors all watch, fascinated... .--Hondscioh throws the huge head into the air, then - as falls - he smashes it through with one great swing of his axe. Eyes wild, he then smashes the sections into even smaller pieces. He stops, catches his breath. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96 97 98 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HONDSCIOH, (CONT'D)",
          "text": "(soft) I curse you and all your kin. He looks up and finds Beowulf's troubled gaze. There's something terrible in what he's done - and they are both terribly aware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men finish piling dry grass and sticks around a great hunk of driftwood in the cave entrance. Unferth moves forward torch in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "(fanatical) For all who've died by the demon's hand! Beowulf trades a glance with Breca: who is this madman?.. ..-after which Unferth throws the torch upon the pile. The men watch the fire rise quickly up around the wood... smoke twisting down into the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The ship moves along... half the men rowing... the others scanning the water, spears in hand ready to strike at anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma is chopping firewood as... .--Beowulf rides up and dismounts. His aspect is grim. Selma struggles to mask her apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "So... is it done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "He wasn't in his cave. (beat / a demand) How does he die? Selma gives an ambiguous shrug, keeps chopping wood. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf moves toward her, and she wheels, the axe raised ready to throw. Beowulf stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Unless your teeth can catch an axe... Beowulf softens his manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I led my men into this... not knowing. If I'd known, I'd've come alone. I see doom hanging over some of them now. Doom I brought. Selma considers his concern, lowers the axe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You found the cave. (beat / hesitant) That's where I see him... dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "And he wasn't there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Would you sit in your cave and wait for killers who knew the path to your door? A silence. Beowulf slumps back against a fish-drying rack",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "What do you know of Christians? The question catches her off-guard. She considers a momen",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "They're looking for a father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "What's wrong with Odin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Odin gets drunk. Wrecks the house. Beowulf nods. As she puts down the axe, and reaches for wood... .-..-Beowulf lunges forward and grabs her by the arm. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 99 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Take me to Grendel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "What? - y'think I can sniff him down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Maybe not, but he can sniff you. Beowulf steers her over to his horse, grabs a rope and bi her arms to her sides. Selma gives minimal resistance, seeming more bored than anything with the exercise. Beowulf lifts her onto her own horse, grabs its reins, mo his horse, and leads them off down the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf and Selma arrive at the rockface up which Grendel previously lurked. Beowulf dismounts, turns to the rockfa",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "What's the way up from here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Straight... but you'd need claws. Beowulf looks at her darkly, circles. Selma gives him an ever-so-faintly-contemptuous look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Then again, heroes -- He turns on her, volatile, barely in control. She almost snarls:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You hit me, I'll be the one -- She stops herself, but Beowulf's heard enough to wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "One to what? Selma looks away. Beowulf takes out his knife. He looks like he could do anything with it. For the first time she looks unsure. But he pulls her around and cuts the lash from her wrists (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99 100 101 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "I can't stop his death from coming... nor can I hurry it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "He needs to know... I know he was wronged. But if he comes to us again, there's nothing I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(ironic) You're warning him. Beowulf studies her a beat, then remounts his horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Careful which side you end up on. You're a long way from the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You're a longer way from home. Beowulf eyes her a beat, then turns and rides off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the smoky cave, Grendel comes staggering, coughin squinting through the stinging haze... He drops to his knees, continues along... Finally his extended hand comes upon the now-empty alcove He twists about, hands then desperately searching the nea ground. One hand clutches something, brings it up into his sight. CLOSE ON: one half of the facial portion of his father's skull. Grendel gasps, brings the piece to his face, sniffs it, a his eyes go hard. He emits a long HOWL - an eerie mix of sorrow and rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel, eyes wet, sits and KEENS, banging two rocks agai each other in a hypnotic rhythm... his hands bloodied in process. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 103 104 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He comes to the end of his song, and his hands drop weari to his sides. He heaves the bloody rocks into the sea... .-..wipes the blood from his hands across his face - in warrior-mask... ...then turns and fixes for a last time on the setting su",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Hondscioh asleep on the next bench over... ..-Beowulf lies on his, tired eyes on the rafters, edging sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silence of the night. PAN DOWN: the outer stone perimeter... to a GUARD impaled a wooden spike. And Grendel continues through the boulders,, the blood ca heavy on his face, his eyes wide, almost trance-like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long silence... then the very faint sound of BREATHING the other side of the doors. The oak doors begin to creak... with an awesome and stead pressure. As the doors bend in... .--Beowulf twists toward them. There's resignation on his face: his fate shall now come. He takes his battle breath",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Wake up, men, or never again! There's the sudden CRACK of splitting wood, and the doors securing beam snaps apart. The warriors leap up, taking hold of weapons. The doors fly open and Grendel - silhouetted - charges in Beowulf, no weapon in hand, rushes toward him... ..-but Grendel, as quickly, shifts into the darkness. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As Beowulf turns frantically about, fearful for his men, searching out the form through the confusion of them scrambling for their weapons... ...Grendel shifts past him, snatches up the still-blinkin Thorkel - sniffs him - not what Grendel is looking for. Grendel flings him to one side... ...reaches and snatches up the next one - Hondscioh. As Hondscioh struggles to get his sword in play, Grendel pulls Hondscioh's other hand to his face, sniffs him once make sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRENDEL",
          "text": "(soft / in old Norse/Icelandic) For my father. ...then deftly snaps his neck. ON: Beowulf turning just in time to see... and his horror gives way to fury. As Beowulf charges towards him... ..-Grendel twists around and throws Hondscioh's corpse at him, knocking him down. As Beowulf struggles out from the grim embrace of his dea friend... ..-Grendel reaches for Breca, but a sword swings down and slashes Grendel across the upper arm. Grendel, seething, turns to find... ..-Unferth there, bringing back his sword for another swi",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "By Christ, demon, you shall die! But before he can swing his sword... ...Grendel backhands him, sending him flying against the outer wall. Grendel reaches again for Breca... but his arm is waylaid CLOSE ON: a fierce handgrip upon his wrist. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oe OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He turns and sees the wild-eyed gaze of Beowulf... as Beowulf's other hand grabs Grendel by the hair and tugs b his neck. A spear, thrown by a Geat, slams against Grendel's chest bounces off. Beowulf, tugging Grendel into the torchlight only then sees... .-+-the iron-mail-shirt binding Grendel's torso. Grendel stares into Beowulf's face. They're frozen for a moment... ...there's almost sadness - wonder - in their looks... +..then Grendel throws back his arm - Beowulf still attac and the two tumble back against the wall. They wrestle across the floor, tumble over benches, throu tables... ...the other Geat warriors circling, weapons raised to strike. But the target is impossible to fix on... the two figures Grendel and Beowulf - twisting about as one. Finally Grendel smashes Beowulf against the wall, and get free of one of Beowulf's hands. He turns toward the door, meaning to escape, but finds... ---.a massive fishing NET dropped across the exit, and, between it and him, a cluster of strong and determined Ge standing with spears and shields levelled at him... ---but, worse than that, Beowulf is still holding on. Grendel smacks Beowulf again against the wall, forcing Beowulf's grip to loosen. Grendel tugs free... --.and scrambles up the wall like a monkey to the second floor. Beowulf, with blood gushing from his face, runs up the st after him. Grendel, finding the upper balcony door bolted, smashes a till it starts to give way. But then Beowulf is once again upon him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 105 106 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "With one hand Grendel smashes at the door, the other struggling to throw off Beowulf. Grendel charges the door with his shoulder, and it gives bringing them out into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "В«--the night. As Grendel, dragging Beowulf, struggles to the railing... ...Beowulf frees one of his hands long enough to snatch h of a hanging rope, which he then deftly knots about the w of Grendel's already-gouged-and-bleeding arm. Grendel swings wildly back with his other arm, but Beowul avoids it... though he lets go his grip. Grendel snarls, then vaults over the railing... ..-but drops only a few feet before the rope snaps taut, full weight wrenching down on the shoulder joint. A sickening POP as the arm dislocates from the socket. He SCREECHES pain... ON: Beowulf wincing at the scream... * CLOSE ON: the shoulder muscles, already cut, continue to shift and TEAR from the strain... .---and he twists in the air, suspended several feet abov ground. Beowulf brings up a spear, is trying to line it up for a death-throw... * ..-but Grendel continues to twist too wildly. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Geat warriors spill out through the doorway, they just as quickly mesmerized... ..-by Grendel twisting above them. Several warriors hurl their spears up at him. One or two ricochet off his mailshirt, one lodges in his hip. Grendel wrenches the spear out of his flesh, in turning, fixes on... * (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106 107 108 109 110 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": ".--Beowulf, leaning wounded on the balcony, torn gaze fix on Grendel. Grendel manages something most resembling a shrug, then fiercely jams the spear point back in - this time, at the muscle and sinew of his distended shoulder. The spear-gouge does its work: the flesh finally shreds, arm tearing off from the shoulder... ..-and Grendel drops in a heap to the ground. The warriors freeze, staring. Grendel struggles to his feet, turns on them - SCREECHES then, with his other hand clasped across the pouring woun charges through the standing warriors - bowling several o and continues off into the darkness... ..-those left standing too mesmerized to pursue him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf, also bleeding profusely, undoes the rope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "---and the gory trophy of the ARM drops to the ground. The warriors edge up to it, in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel stagger/weaves on through the night, weakening wi blood-loss, his breaths coming in gasps... the ROAR of th sea rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel comes through rocks, out onto the pebble beach. H staggers forward, tumbles to his knees, rises... staggers several blind steps more... until his feet reach the wate and only then does he let his legs come to rest. He's almost falling as he stands, blood draining into the water. He stares up into the starry sky - knowing it's the last - blinks, desperately struggling to focus. A kind of wond sweeps over him, relief, a sad smile... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110 111 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "..-he shudders, eyes close, bloody hand drops to his side and he falls into the surf... ---his body limp, cradled by the waves. Something then shifts through the water to one side of hi Another arm - much like his - breaks the surface, reaches takes hold of Grendel's shoulder, and pulls him down belo the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As a couple of warriors carry Hondscioh's body out... * ...Beowulf, surrounded by Breca and several other Geats, watch from their horses. Hrothgar approaches, eyes Hondscioh's corpse. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Now you truly know our loss. Beowulf edges out of hearing of the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You only gave us half the tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "The other half would dull your sword. Beowulf dismounts, eyes Hrothgar evenly. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "That troll didn't give a shit about us, not until we wronged him. He killed one. He could've killed more. He killed the one he held in blame. * Hrothgar meets Beowulf's look, sighs, lets the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Were it so easy... I'd have been * the one. * (off Beowulf's look) * I killed his father. * (beat) * (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111 112 113 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "And even that might have been an end... had it just been the father there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "[The same cliffs from the opening sequence. ] Hrothgar raises up his battle-mask, holds up his torch, p down into the rocks... and sees... CLOSE ON: the face of the tiny troll-child - Grendel - shuddering with fear, staring up. Hrothgar's breath catches in his throat. He stares a mome more... ...then he heaves his torch off the cliff, as far out in sea as he can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hrothgar's expression echoes that of the memory: one of puzzlement... but now deepened with guilt and regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "None of the others saw the child. (beat / shrugs) I could've quelled it there and then... but weakness stopped my spear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Or kindness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Then it's the hardest kindness I know. Hrothgar reaches under his shirt and brings out a Christi erucifix and his Thor-hammer pendant - each on its own si chain. Considers them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "And now all gods run from me as though I were the death itself. Hrothgar turns and walks toward the mead hall entrance, Beowulf following. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 115 116 117 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "So what had the father done? Why did you kill him? Hrothgar continues toward the hall, brooding on the quest He stops in the shadow of the doorway, struggling. And then he continues in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON: Hrothgar and his weary mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "He crossed our path. The pathetic pettiness of Hrothgar's answer sweeps over h before he speaks it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "He took a fish. Hrothgar looks to Beowulf, then gazes up to the central rafter... .--.onto which several Danes are mounting Grendel's arm: roping it up then driving spikes through it to hold it to beam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "We'll follow the blood trail. Make sure it's done. Hrothgar nods... and Beowulf withdraws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf and his warriors follow the blood-trail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+-+.to the cove in the rocks traversed by Grendel. CLOSE ON: the twisting blood-trail through the sand and stones, ending at the hide-tide line. Beowulf and Breca stand together, Thorfinn just back of t others nearby. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f117 118 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Without an arm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "Unless it grows back. (off Beowulf's look) He's a troll. Beowulf musters all the patience he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Tell me, Thorfinn. What's a troll? Thorfinn shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "I've just always liked to put my foot on a kill. Make sure it isn't still moving. (off their looks) They say there are lizards that grow back limbs. They say there are worms that grow back heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "This is no more worm than you or I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "(shrugs) I'd fight with one arm. ON: Beowulf's ambivalent look. 117 He gazes down into the water - which offers no certainty anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "118 CLOSE ON: Grendel's great [and gory] arm nailed to the en rafters. ON: Beowulf looking up at the arm, Aeschere beside him",
          "sentiment": "neutral"
        },
        {
          "speaker": "AESCHERE",
          "text": "(discreet) I don't know if that's the thing. (off Beowulf's look) To nail it up. (beat) No good comes from gloating. Beowulf nods, shrugs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "WIDE/REVEAL: the hall full of Danes and Geats, drinking a feasting in celebration... ...and, beside Beowulf, a pile of gifts: a great gold ban a glimmering mail-shirt, an ornate sword... It's a raucous party, a vent for the fear that's hung ove these people, a loud celebration of the relief they now f WITH: a half-drunk Unferth leaning in to Brendan who - th also tipsy - is tiring of Unferth's confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "I've put my thing in other men's wives, other men's daughters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "It all can be forgiven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "I slept with a witch - that's gotta be bad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "(thrown) You slept with a witch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Put my thing in her. That was a while back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "So long as you vow to change your ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Oh, y'know I'll try, right, but... Brendan sighs. WITH: Beowulf standing with a slightly-drunk Hrothgar and sober Wealhtheow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "These gifts won't bring you back your friend, but they might show his family our endless thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "They'd welcome that tales were told of him here. That beers were raised -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "(loaded) His name will hold fast. This land's seen a fear far worse than Huns or Hathobards. We've pissed our beds, buried our children. Our boys dreaded growing. Our men are walking ghosts. (beat) We can never thank you enough. Wealhtheow kisses Beowulf firmly on the mouth. Beowulf awkwardly accepts the gesture. Wealhtheow turns and continues away. Beowulf looks to Hrothgar, who gives a shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Most women would've let me sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "Odin as well. Beowulf turns, sees Brendan several feet back. Beowulf ey him hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I can't say how things go in the South, but in the North, creeping up can earn you your death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "I took this for a feast of friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Then don't scoff at gods that welcome yours. Brendan, perturbed, faintly bows to Hrothgar, withdraws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Go easy, he's harmless. Hrothgar grabs a jug and fills up both their cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "To the end of gloom! Beowulf forces a smile, joins Hrothgar in a gulp. WITH: Breca and Thorfinn staring up at the arm. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 Beowulf",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "& Grendel - 10th dr. - Berzins - July 12/04 - 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Where's the arm-ring? I wanted that arm-ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "He didn't have an arm-ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Sure he did. Listen, the fucker near snapped my neck. Figured the least thing I'd get would be the arm-ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "Smell like him it's all yours. WITH: Beowulf and Hrothgar, Hrothgar determined to enjoy himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "I don't think I'm the worst king...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Not at all --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "-.-when I think of the others. Martin Longsword the Saxon has a long sword but no brain. Half his kin ran to Angle-land. Six-tooth Peter of the Slavs can't keep his warriors from fighting each other. (beat / smiles) Then... yeah... then there's Sig!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Sig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Sig Skullsplitter of the Hathobards. You don't know Sig? You haven't heard of Sig?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Something... I don't know... with sheep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Good God, man! Sheep are just the tip of it. They say he tried a dead walrus once... he's tried horses... he's tried goats. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118 119 120 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "(edging hysterical) They say he tried it once with a rabbit... and got stuck --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Stuck?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Yeah! So when he comes to fight, it's on six legs... and you want to see fast?! Hrothgar roars with LAUGHTER, Beowulf laughing as well. Tears start streaming from Hrothgar's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "(between laughs) I tell you... I tell you... if he ever comes here again, I'll send out a batch of squirrels! That'll slow him...! More hysterical laughter and tears... and gradually the m of humour falls... and Hrothgar is reduced to tearful gasps... the fear climbing back into his eyes. Beowulf pats his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "It's over now. The troll's dead. Wealhtheow comes up, sees Hrothgar's state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEALHTHEOW",
          "text": "Dear, come on. Lie down a bit. There'll be many nights now to drink. She trades a look with Beowulf, and steers Hrothgar away. Beowulf looks over the gathering, smiles... but it's wear and bittersweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf, with a few drinks in him, emerges from the smoky hall and sucks in the fresher air. He looks around, lost... and a little drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf rides into the clearing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Selma, at her firepit, takes up a stick and stirs up the embers. Beowulf dismounts. Approaches the fire. She glances at hi completely neutral - then back to the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(after a beat) So... is this more or less as you saw it? With Grendel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "(shrugs) I saw you more bloodied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm sorry. Luck stood at my side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Luck can be a whore too. (beat) So... aren't you missing the meal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Guess I'm missing my best friend more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Hondscioh. (off his nod) And one Geat life's worth - what? - two Danes...? Three Swedes...? Ten trolls? (off Beowulf's stare) Hondscioh's life had worth to you, since you knew him. Others know others. A long beat. A realization comes to Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You mourn the troll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "I knew him. As she stirs her fire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "\f121 122 123 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN ACROSS: a huge lava field, the forms eerily suggestin hundreds of figures frozen in the light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "We'd all heard tales when we were kids... later, we learned that most were told to keep us out of streams in the spring... or clear of icebergs when they were calving. The wilds were harsh, you could wander lost for days... so they told us trolls lived there... (beat) ...but they did. A shape in the middle distance abruptly turns, rises: it' Grendel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma - half-a-dozen years younger - lies in bed, edging sleep. Only the sound of the WIND and the SEA... Then the CREAK of her door edging open. Selma turns, sees ..-Grendel slowly fill the doorway, enter the hut, sniff around, eye her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "One night Grendel found my hut. Grendel crosses the room, huge, hulking... and MUTTERING low apology. Selma, petrified, closes her eyes, mutters prayers, curle beneath her blanket. Grendel reaches out and pulls back the blanket, pulls Sel up by the hips...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf stares down into the embers... Selma stirring the with a stick. She throws on more peat, and as the smoke rises...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f124 125 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grendel is methodically thrusting into Selma from behind. She is crying quietly, gasping, her eyes wide in confusio Grendel climaxes with little apparent emotion - just a fe breaths heavier than previously - then he places Selma ba on her bed, face-down, and pulls the blanket back up over her. Selma remains where she is, in shock... but no longer cry only softly panting from the effort, and the fear as it e away... her eyes wide... .---and, as Grendel's breathing also softens, there comes CREAKING steps of his exit... В«.-the door opening... SOUNDS of the wind and sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma is placing sticks on the fire. She glances up at Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Thing is, he never took me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Then why did he keep coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Keep the Danes away. The ones who'd fuck me then cut my throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Show me them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "They're mostly gone now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(dismissive) Everywhere there's wretches... no more here than --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "Yes. Some of Hrothgar's best. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 126 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf sees her now in profile, her eyes wet, her skin shimmering in the flicker of fire-light. Her beauty. He edges up to her. She turns, studies him, then backhands him hard in the fa He staggers back a step, more stunned than offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Where did that have its birth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You thinking you can tie me up and drag me like a dog. (beat) Don't forget. I know how you die. Beowulf is jolted. Almost as much as when she rises up to him and kisses him - hard. They tentatively reach for each other. She abruptly pulls him to her, driving her face along the sides of his throat, feeling his hair against her cheek. He kisses her face and she swings her mouth to his - kiss him hungrily. As their hands explore each other's bodies... Selma works her way across his chest - the first time she had this control in years - if ever at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(wry) Been a while?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "With men... yeah. Beowulf gets it like the slap. She laughs. She steers him back onto a bench, then raises her skirt a straddles his lap. He kisses back - finally getting the picture - and they t into each other... fiercely, rather like animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All seems quiet but for... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f126 127 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "--.in the middle distance, a couple of GUARDS, who are slightly drunk, jovial, relieved finally after all this time... In the foreground, Brendan shuffles along, loose with drink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENDAN",
          "text": "I'm tellnya, Christ, y'thought the Celts were work... But these - it's one hand on their sword, the other on their dick... Which hand they'll use to cross themselves, I almost fear to ask... He looks up from the ground just as... ---a huge HAND sweeps out from the dark at him... .---and slaps his face... SNAPPING his neck. He spins a step or so in a deadman's dance - then collaps to the ground. And a great SHAPE moves over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The oak doors edge open, and a [two-armed] troll edges in CLOSE ON: the shadowed face as it SNIFFS. Fierce black ey scan. As the troll moves into the light from the fire-pit ember her breasts are discernible beneath her hide-shift, as is wild and grizzled mane: it's Grendel's mother - the SEA-H She's the same genesis as Grendel, slightly smaller - but with greater vengeance. Bronze snaking arm-rings encircle her powerful forearms. She edges between the sleeping warriors, more cautious th her son, till her eyes alight on... -.--Grendel's arm nailed to the rafters. Grief is quickly overwhelmed by fury. She tears the arm d off its spike. As she turns... ...the WARRIOR nearest to her stirs and looks up. She gra him by the throat, SHRIEKS, and throws him into the fire- A SECOND WARRIOR rises. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f127 128 129 130 131 132 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She swings her son's arm, clubbing the man to death. As the warriors now struggle out of sleep, she strides purposely for the door, her son's arm clutched under her As she nears the door, Aeschere steps in front of her, sw drawn, blocking her path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AESCHERE",
          "text": "Learn from your child, hag! He swings his sword with all the strength he can muster.. ..-but she blocks it with her son's arm, the blade lodgin the flesh. She snatches hold of Aeschere, and pulls him t her in a lethal hug... the SOUND of his bones SNAPPING as does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LS: of the Sea-Hag lurching out of the hall, one arm carr Grendel's arm, the other dragging a corpse by the hair. As she disappears into the dark... REVEAL THE POV: as that of the feral child, hiding in nea rocks. He pulls back and scurries away... +--as wails and commotion rise from the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Selma jerks up to sitting in her bed... ..-finding the feral boy standing over her, fear on his face... ..-while Beowulf sleeps on, beside Selma. Selma hurriedly dresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wild-eyed Hrothgar, barefoot, in his nightclothes, is moving through the mess of furniture and bodies. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f132 133 134 135 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Aeschere! Aeschere! Hrothgar's roaming gaze fixes on... -.-an arm protruding from a shadowed corner, the hand clenched to a splendid sword. Hrothgar recognizes it immediately. He bends, reaches for the arm... ---and that is entirely what he gets: Aeschere's arm torn from its socket... and no body in sight. Hrothgar gasps horror, drops the arm, and staggers back, eyes glazing in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLUSTER of Geat horsemen wait while... .--Beowulf straps on his gear, Breca beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(to Breca) We lose anymore? Breca shakes his head, then indicates Unferth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "But they did. Unferth strides about the clearing, torch in hand, fierce staring into the dark. He turns to the hut and starts setting it afire. As the fire rises, Beowulf and Breca share a weary look, their eyes. Unferth vigorously swings the torch in the sign of the cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "(incensed) By the holy word of Christ, never again shall evil dwell here! By the holy word of Christ, never again shall evil dwell here! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f135 136 137 138 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf mounts his horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "(low to Beowulf) That what we got to look forward to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Maybe he'll go south. And the two men lead the others away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the brutal landscape... ..--Beowulf, Unferth, and the band of Geat warriors follo blood-trail on horseback...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The warriors come down to the beach on which they previou found the bloody signs of Grendel's death-throes. This ti they come upon... В«+-a blood-caked HEAD, propped on a stick. Breca rides u looks it over, turns back to Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "It's Aeschere. Unferth bolts forth on his horse, dismounts hurriedly, dr his sword and waves it at the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "Aeschere! We will right this wrong! God will burn this devil- bitch-fiend! Breca eyes Beowulf who ever-so-slightly rolls his eyes. Beowulf's scanning gaze finds... ...the entrance to a cave which opens on the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The troop move through the damp cave through which a wate filled crevice runs, searching but finding no evidence of Grendel or the hag. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138 139 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 109",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Nothing lives here. They're about to leave, when Beowulf fixes on... ..-where the crevice meets the sloping ceiling of the cav He bends low, peers along the water's edge. He climbs dow into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA, (CONT'D)",
          "text": "Beowulf?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Cave doesn't end here. There's outflow... (indicates the cave-wall) +..from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "I'll go. Beowulf shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You can't swim for shit. They trade a smile. Beowulf takes a deep breath, and descends into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf makes his way along the murky channel, the ceilin most a foot above the water, in many spots entirely submerged... В«--the only light filtering up through the water from th cave. A wash of water smacks him against the rock. He gulps water - chokes - gasps for air. Clinging to an outcrop, he regains his breath. Continues The ceiling now descends a foot into the water. But - through the murk - he can make out some form of BLU LIGHT bleeding through the water from beyond the next roc He steels himself, takes the deepest breath he can, then dives down into the water, legs furiously kicking... \f140 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf bursts up out of the water... ...into an ice-cave, through one wall of which the outsid light faintly glows. Cautiously he edges out of the water, onto the sand. Against one wall is a pile of treasure, gilded weapons, shields, and the skeleton heads of humans... He continues on into the semi-dark of a rock passage and almost stumbles over... ...Grendel's corpse. The arm-socket wound has been sealed with pitch... but too late for Grendel. Blood saturates t sand. A few feet away lies the great torn-off arm. Beowulf turns the head by its hair, peers into the face.. ...when a SHRIEK comes from behind. He wheels... .--and the Sea-Hag is upon him. She wildly claws at him with one hand, while trying to st him with the knife she holds in the other. Beowulf breaks free of her, swings with his sword, but it hardly cuts through the walrus-hide. She strikes out and her fingernails tear across his ribs. falls into the water, and she leaps upon him. They wrestle, twisting under the surface... ...then rise, Beowulf having slipped behind her and taken hold of her hands... She lurches backwards, smashing him against the rocks... As his grip loosens, she swings him partway in front of h slashes down one arm with her knife... and his blood pour from the wound... Beowulf stumbles clear of the Sea-Hag, eyes... +--a giant's sword in the treasure pile, of which he take hold. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f140 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 111",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Sea-Hag rushes toward him... .-.-and he only has time to swing the blade upward... ...Slashing across her neck and face. She SCREECHES pain, twists about, eyes going blind, and collapses into the water... ..-blood gushing from her and staining the water.. +-+-as Beowulf collapses in the sand. Beowulf trudges back to Grendel's corpse, stands over it. ..-when he hears a sound - a living GASP - from behind hi He wheels around... ...but the Sea-Hag lies where she was, half her body in t water, the other half in the sand. Beowulf leaves Grendel, edges past the fire-pit toward th darker recesses of the cave. Edging around a rock, he sees... В«..the GLIMMER of a blade, and raises his own, prepared strike. As he moves another step forward, he's confronted by... CLOSE ON: the feral boy, hiding in the rocks, holding a dagger out at Beowulf, terror in his tear-ridden eyes... ..-but the boy then charges wildly, slashing with his dag Beowulf shifts clear of the charge... ---and the child continues over to the body of Grendel, w he wheels around, squats down, dagger extended, protectin the corpse. Beowulf studies him a beat, Beowulf's sword still raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Your father. It's unclear if it's a challenge or only confirmation. The child, sensing it's the former, swallows, then defian nods, preparing to be attacked. Beowulf, eyes still frenzied, blinks through the blood on face. Shakes the dizziness from his head. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f140 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Wipes the blood from his eyes with his arm... and now cle sees the child's fear. He stares dully a long beat... his mind twisting around o itself. Finally he softens, sighs, lets his sword drop to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF, (CONT'D)",
          "text": "Then you can be proud. The two study each other a beat... ...then Beowulf turns, starts back toward the water. A GASP to one side of Beowulf. He twists around to find.. ...the Sea-Hag, eyes blood-blinded, trudging slowly towar him. He raises his sword, point held outward. The Sea-Hag slows to a teetering stop several feet from h Her bloody hands vaguely explore the air before her. Beowulf's expression softens... ---and, in that moment, one of her hands snaps out, and g hold of the extended blade. Beowulf, transfixed, holds his ground. The Sea-Hag then - incrementally - edges forward till the blade-point touches her abdomen. She lets out a painful breath. And then, teeth clenched, she edges forward again. She lets out a GASP as the sword penetrates her skin. Her head falls back, the wild hair shifting off her face, revealing features of fierce beauty. Beowulf - overwhelmed and transfixed - lets go of the swo and shifts out of the way. The Sea-Hag continues forward. Finally, the sword-hilt me the wall of the cave. She feels the resistance... ..-drags in a breath... ...then pushes forward, the sword moving through her, and emerging out her back. She sighs, staggers a couple steps, then falls back dead, into the water. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f140 141 142 143 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ON: Beowulf, mesmerized. He looks over... ...to Grendel's corpse and finds the child is gone. Beowulf drops to a sitting position in the sand, his bloo hands dangling off his bloody knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breca is grimly peering down into the water, through whic shadow of blood now runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unferth is on his horse... but the other Geat warriors ha yet to mount theirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH",
          "text": "What do I do - come back for you tomorrow? (off their looks) You'll never find your way in the dark. But the Geats aren't budging. Unferth shakes his head wit derision - but remains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNFERTH, (CONT'D)",
          "text": "As you wish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breca has built a small cairn of rocks on the sand. He ceremoniously drives his sword down into the sand before A SPLASH behind him. Breca wheels to find... ..-Beowulf's head break the surface of the water. Beowulf gasps air, blinks his eyes clear, sees Breca - an smiles. Breca scrambles over and gives him a hand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Her blood then? Beowulf nods, then his gaze settles on the cairn of stone",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "(superstitious) What the fuck's that? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f143 144 145",
          "sentiment": "neutral"
        },
        {
          "speaker": "145A",
          "text": "Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 114",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Breca boots over the cairn, pulls his sword free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Just killing time. And the two shuffle out towards the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A subdued procession of torch-lit Geats continues back to Heorot... ..-Beowulf holding Aeschere's severed head in his hands.. .--another horse carrying the headless corpse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is assembled for the pyre-burning of Aeschere. * Surrounding the body are weapons, armour, and other gifts Hrothgar comes up beside Beowulf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "Valkyries will have their hands * full with that old goat. * Beowulf smiles, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "I'm sorry to have brought you to all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "We brought ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR",
          "text": "At least now it's over. Beowulf doesn't contradict him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HROTHGAR, (CONT'D)",
          "text": "That Celtic priest said I'd be forgiven. I just need to hook the right god. (wry look / beat) You ever worry on that? Heaven. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "146 147 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 115",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm thinking I'll probably go where I'm sent. Hrothgar considers, nods. They share hard-won smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beowulf rides slowly along on horseback, scanning the roc outcrops... and WHISTLING a broken tune. A WHISTLE comes back from over a ridge... Beowulf stops, lets the silence settle a beat, whistles again... .---and, again, the whistle comes back. Beowulf turns his horse off the trail and starts up the ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WITH: Beowulf as he climbs up through forbidding rock... .+-which opens into a small meadow in which he sees... -.-Selma, constructing a new camp. As he approaches, she pays little attention... a glance, best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "You could've killed me the other night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "I know. I was horny. Beowulf is once-again blindsided by her. He smiles, shake his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "It's not me who does it. A chill runs through Beowulf. He broods a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA, (CONT'D)",
          "text": "Anything else you need to know? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147 148 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "How you'll get along. (off her look) I mean without an eight-foot troll to keep the dregs away. (off her shrug) You know they'll kill your son if they find him. Selma savages some wood with her axe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "You couldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "I'm not them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SELMA",
          "text": "No. You just killed his father. (beat) Hrothgar taught you nothing I guess. Beowulf considers this a bit. He moves towards her, raise hand to touch her... but she moves out of reach. She picks up a bucket and strides off across the meadow.. .--Beowulf - torn - watching her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beach on which Grendel died. Just above the high-tide line, a bonfire burns. PULL BACK / REVEAL: Beowulf steadying the last few rocks shoulder-high cairn. He stands back from it, considers it a beat. Through the smoke twisting around him, he \"sees\" without directly loo up... +.-mMovement in the rocks above him to one side. He draws his sword, cuts off a braid of hair, and throws onto the fire. He then drives his sword down into the sand at the base o the cairn. Drops to his knees before it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f148 149 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "Sleep, Grendel. CLOSE ON: the feral boy, eyes tearing, watching the cerem for his dead father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY 14",
          "text": "As Beowulf's longship moves out of the harbour... ..-Beowulf stands with Breca and Thorfinn at the bow look out over the water. Thorkel stands at the stern, facing the rowers, a Christi cross at his throat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORKEL",
          "text": "..-born of scum and swampy things / Lurking in his mother's moss / The mark of Cain came to his brow / Of evil and a sea-hag born / Grendel, grinder of lost men's bones / Felt hate toward the happy Danes... WITH: Breca watching Thorkel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "Cain... what's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Man who killed his brother in a Christian tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "What's Cain got to do with Grendel? (off Breca's shrug) Grendel kill his own brother too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "No, I think Thorkel's saying that Grendel's just like Cain - a killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "We all are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRECA",
          "text": "Yeah well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THORFINN",
          "text": "Thorkel's tale is shit. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f149 Beowulf & Grendel - 10th dr. - Berzins - July 12/04 - 118",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beowulf looks across to the shore, and sees through the fog... ...the feral child following along the rocks. Beowulf watches as... ...the child comes to the end of the rocky spit. The fog clears enough to reveal, on the rocks several feet above him... ...Selma standing, driftwood in hand, also watching them CLOSE ON: her face... and the ghost of a smile. The fog thickens, mother and child disappearing into the land. Beowulf blinks, his eyes now watering. He wipes them, loo again... ..-but there's nothing visible but rock and water. Beowulf turns his grim gaze back to the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEOWULF",
          "text": "By Odin's will... Unexpectedly to Beowulf, a chorus of voices of the other Geats rise in the prayer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNISON",
          "text": "---let us find our way home. Beowulf looks out over the others, all of whom are fixed him. He nods, and turns his gaze... ++-back out on the sea. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_283"
    }
  ]
}