{
  "movie_id": "MOV321",
  "scenes": [
    {
      "location": "BATHROOM SUNNY HOUSE DAY 2",
      "time": "DAY, (MOMENTS LATER)",
      "characters": [
        "BEN IS WALKING BRISKLY ACROSS THE FIELD AIMING HIS MOSIN",
        "ON THE REAR OF THE SPEEDING LIMOUSINE, FROM THE HOOD OF T",
        "SHIT- AN OVERMODULATED SCUFFLE",
        "SIDE, EXTENDING THE FOOT REST.",
        "FEMALE VOICE, (ON ANSWERING MACHINE)",
        "STOP.",
        "BE QUIET.",
        "BABY SITTER",
        "WOODEN GUN COMPARTMENT REINFORCED WITH DUCT TAPE",
        "YES.",
        "BABYSITTER",
        "DAUGHTER, (0.S.)",
        "THE GROUND, ELBOWING HIM HARD TO THE FACE.",
        "A FAMILIAR BUZZ...CLICK.",
        "SAM",
        "ANSWERING MACHINE",
        "MUSIC FADES-IN",
        "THE DOOR LATCHES OPEN",
        "WHERE ARE YOUR KIDS",
        "I'VE GOT A DOG",
        "FEMALE VOICE, (0.S.)",
        "THE OLDIES SONG SURGES.",
        "DWIGHT",
        "PITTSBURGH YOU SONA-",
        "POUNDING FROM THE TRUNK.",
        "SAM, (CONT'D)",
        "AIMED AT YOU. HAD TO BE LEGAL- ON",
        "THE ARROW PROTRUDING FROM HIS HIP, DWIGHT DRAGS TEDDY INT",
        "PLASTER FROM THE CEILING RAINS DOWN ON DWIGHT AND WILLIAM",
        "CHRIS DIVES FOR THE RECLINER, SLAPS THE WOODEN LEVER ON T",
        "BOOM. DWIGHT IS THROWN BACK SEVERAL FEET BY THE IMPACT FR",
        "WITH GRITTED TEETH, HE SHUTS THE DOOR ON THE CARBON ARROW",
        "DWIGHT RAISES THE FISHING KNIFE AND THRUSTS IT DOWNWARD I",
        "BEARDED MAN, (CONT'D)",
        "CHRIS",
        "DWIGHT.",
        "FATHER",
        "HOLD ON...",
        "BEN",
        "CAN'T WAIT HERE.",
        "AROUND TWO-THIRTY OR THREE.",
        "GUNS.",
        "DWIGHT CRASHES THE RIFLE BUTT THROUGH THE GLASS OF THE SI",
        "TEDDY, (CONT'D)",
        "THE OLDIES SONG REMAINS.",
        "TRIAGE NURSE",
        "DWIGHT. PTRDDDDDDDDDDDD....",
        "THE PHOTO ALBUM",
        "THE FUCK",
        "FEMALE OFFICER",
        "HOPE, (0.S.)",
        "VISIBLE BEHIND THE PASS-THROUGH WINDOW",
        "NOT UNTIL I HAVE A GUN.",
        "FROM WITHIN.",
        "FATHER, (CONT'D)",
        "STATE TROOPER",
        "ROCK GIRL, (CONT'D)",
        "SUPPOSED TO BE PLAYING TONIGHT",
        "MOM",
        "HOPE CHARGES DWIGHT. DWIGHT AIMS AND FIRES.",
        "FUCK.",
        "DWIGHT, (CONT'D)",
        "TEDDY",
        "OFFICER EDDY",
        "ON THE BACK SEAT FLOOR",
        "THE BATHROOM DOOR IS CRACKED WITH LIGHT, RUNNING WATER RU",
        "TEDDY'S VOICE, (V.O.)",
        "CO-ANCHOR/AMY, (ON TELEVISION)",
        "FLASHES OF BLINDING BLUE LIGHT WITH MELTING, BUBBLING LAY",
        "THE WOUND.",
        "BOY",
        "CHRIS, (0.S.)",
        "OLDER TEDDY, (0.S.)",
        "OKAY.",
        "MALE VOICE, (OVER WALKIE STATIC)",
        "WINDSHIELD",
        "STOP IT",
        "A TRANQUIL SUBURBAN SOUNDSCAPE.",
        "SAM, (BARELY AUDIBLE)",
        "IT READS",
        "TEDDY, (ON ANSWERING MACHINE)",
        "GO",
        "TEDDY APPEARS THROUGH THE BACK DOOR WINDOW, WRAPPING A",
        "KILL HIM, WILLIAM.",
        "END RIGHT NOW.",
        "THROUGH THE WINDSHIELD",
        "MOTHER",
        "BEARDED MAN",
        "CARL, (0.S.)",
        "ILLUMINATED BY RAPID GUNFIRE",
        "ELECTRONIC DEVICE. ROTATING PLASTIC AROUND SIMPLE WIRING.",
        "DISPATCH OFFICER",
        "YES",
        "DWIGHT, (ON ANSWERING MACHINE)",
        "YEAH. BENNY",
        "CARL, (ON ANSWERING MACHINE)",
        "CONVICT",
        "A GRA",
        "ON DWIGHT, RATHER CALM. AIMING...",
        "WOMAN",
        "WILLIAM",
        "AHHHHHHHH",
        "DAMNED CAR OFF A BRIDGE",
        "DON'T KILL HIM.",
        "OUT A TEC-9 MACHINE PISTOL, UNLOADING THE 30 ROUND CLIP A",
        "OFFICER EDDY, (CONT'D)",
        "DWIGHT, (0.S.)",
        "HAND HELD WITH DWIGHT AS HE SEARCHES",
        "HOPE",
        "CUT TO",
        "SURE, MAN. LET ME OUT AND THIS CAN",
        "BEN, (CONT'D)",
        "CARL",
        "MARGARET",
        "MY END AT LEAST.",
        "THANK YOU. DO YOU THINK I COULD",
        "TEDDY, (0.S.)",
        "CUT TO BLACK. 256",
        "AN EMPTY DOOR FRAME. CREAK, CREAK, CREAK...",
        "WHAT THE FUCK ARE YOU",
        "LOOSE, REVEALING A HEAVY DUTY CAR BATTERY.",
        "SHADOWS IN EVERY DIRECTION.",
        "BANDANA AROUND HIS KNUCKLES.",
        "LARGE MAN",
        "NEWSCASTER, (ON TELEVISION)",
        "MOTHER FUCKER",
        "44,",
        "HE USUALLY LEAVES OUT THE BACK. YOU",
        "THE BONNEVILLE IS PARKED A FEW DOORS DOWN, ACROSS THE STR",
        "THE SCENE",
        "POUNDING AND EXASPERATED SHOUTS ERUPT FROM WITHIN, STARTL",
        "ROCK GIRL",
        "DEFLECTING THE GUN BARREL AS DWIGHT FIRES INTO THE TRUNK.",
        "CHRIS, (ON ANSWERING MACHINE)",
        "BABYSITTER, (0.S.)",
        "SAM, (0.S.)",
        "THROUGH THE WINDOW",
        "HUM...TICK",
        "LOW, BROODING STRINGS.",
        "TEDDY WHIPS FROM HIS CORE, ARMS SWEEPING BROADLY AROUND,",
        "JUST THE ONE",
        "THE BACK DOOR SMASHES OPEN AND THE FRAME GIVES.",
        "CARL, (CONT'D)",
        "THE OLDIES SONG IS DROWNED BY HARSH WIND AND PASSING TRAF",
        "PATANG"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A spacious 2nd floor of faux paint and crushed sea shells A TV REMOTE with a shit-ton of buttons. Behind it, a FLAT SCREEN squawks to an empty room. A SNACK PLATE and EMPTY CUP sit atop a kitchen island. PUSHING PAST a BIN of CHILDREN’S TOYS, down a hallway fil with STEAM...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE STEAM swirls around the spa-like interior. A PLASTIC COMB rests between HIS AND HER SINKS, under EMP TOWEL RACKS. Buried within the aquatic echo-chamber, FAINT CRUNCHING. The faucet SQUEAKS OFF. DRIPS resonate from behind the shower curtain. Through a cracked window, an OCEAN BREEZE swallows the steam. A CAR STEREO attacks and decays. Then quiet. The shower SQUEAKS ON and the STEAM retakes the room. ANOTHER NOISE. The water SQUEAKS OFF and the shower curta yanks back, revealing a BEARDED MAN (36) with sun-baked s alarmed but motionless. Muffled, through walls: TIRES ON GRAVEL. THE THUMP OF CAR DOORS. ON THE BEARDED MAN: FIGHT-OR-FLIGHT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FAMILY spills through the door (FATHER, MOTHER, weighed down with GROCERIES and TWO YOUNG DAUGHTERS running wild) wonderful cacophony disrupting the quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FATHER places REALTOR’S HOUSE KEYS on the island coun beside the SNACK PLATE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Hey! QUIET... \fThe WIFE turns from the THERMOSTAT and hushes the kids. The TV IS AUDIBLE. The Father sidesteps into the hallway, seeing DISSIPATING STEAM DRIFT FROM THE BATHROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (CONT'D)",
          "text": "Honey. AMANDA. Take them back to the car. Call 911. The Wife corrals the girls as the Father DRAWS FROM A WOO KNIFE BLOCK SET, creeping down the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(urgent whisper) Eric! What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "(bluffing a threat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAUGHTER, (0.S.)",
          "text": "There’s a dog?! Nearing the bathroom threshold, the Father tightens a two handed grip around his weapon, realizing he’s selected a ROUNDED STEEL SHARPENER from the knife block. HE SLIPS TO THE HARD WOOD FLOOR, landing torso upright wi SHARP BREATH. A Daughter breaks free as the Mother fumbles her purse. The Father’s lower vantage reveals A TRAIL OF WET FOOTPRI LEADING TO THE BACK OF THE HOUSE. His daughter runs past GIGGLING, following the footprints",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "ELLA! NO! Dammit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her Father in pursuit, the Daughter crosses the carpeted and pokes her head through an open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM ABOVE: The Bearded Man runs naked clutching a wad of clothes, disappearing into an alleyway. \f10 ON THE WINDOW: The daughter watches nonchalantly until he father scoops her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Obscured through CLOTHESLINES and fencing, the Bearded Ma jogs to a stop and steps into his worn khakis. CLACK. He squats and rises, inspecting his PLASTIC COMB, now speckled with sand. He blows it clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed but damp, the Bearded Man drips a trail up the sa walkway, anxiously combing his hair. He moves against bea traffic past modern condos, older bungalows and monstrous resort homes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man sheaths his comb and turns down a walkway leading to a SMALL TOWN POLICE STATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man opens the door for an exiting PATROL OFFI returning a nod and weaving his way past RECEPTION to a FEMALE OFFICER (55) eating an egg sandwich at her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEARDED MAN",
          "text": "If you get any calls about 104 St. Louis... She looks up from her desk, chewing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEARDED MAN, (CONT'D)",
          "text": "-..it was me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OFFICER",
          "text": "Good morning... He fails to read her expectant look. FEMALE OFFICER (CONT’D) (relenting) I think I just heard that go out. She motions to a nearby DISPATCHER who removes his HEADSE \fFEMALE OFFICER (CONT’D) Dale, who picked up the ten- fourteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCH OFFICER",
          "text": "Maucieri and Lutz. She picks a WALKIE TALKIE from her desk, waving it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OFFICER",
          "text": "May I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCH OFFICER",
          "text": "(replacing headset) Yes ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OFFICER",
          "text": "(into walkie) County five one nine? She deadpans the Bearded Man. He returns an anxious stare",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (OVER WALKIE STATIC)",
          "text": "Go for county five one nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OFFICER",
          "text": "Make that ten fourteen on St. Louis a ten-thirty-one. Repeat, ten- thirty-one, same address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE, (OVER WALKIE STATIC)",
          "text": "Roger. She sets the walkie down and gestures to the untouched ha of her sandwich. The Bearded Man shakes ‘no’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEARDED MAN",
          "text": "Is there anything I should do? There was a kid. Kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OFFICER",
          "text": "Sure, hon- not do it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEARDED MAN",
          "text": "Use houses or get busted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE OFFICER",
          "text": "One would take care of the other, wouldn't it? Next time, you’1ll be processed. He nods. She returns to her sandwich. \f11 12 13 14 FEMALE OFFICER (CONT’D) And I‘’d worry more about the realtor. Those places go for three thousand a week. (bites, chews) Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man stands curbside, gazing vulnerably into RUSHING TRAFFIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOOKING TOWARDS THE OCEAN, a CROWDED stretch of beach. The Bearded Man hunches into a foreground SILHOUETTE, settling under the shade of the boardwalk. Foot traffic CLUNKS above as he observes the bustle. A TOSSED FOOD CARTON lands in the nearby sand. He looks u SEAGULLS HOVER ABOVE, aggressively competing for scraps. THE SOUNDSCAPE FUSES INTO WHITE NOISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE WIND WHIPS across the now desolate beach. An older couple scan the shore with a METAL DETECTOR. The Bearded Man collects RECYCLABLES, placing them in an oversized canvas bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man drags the bag through reeds and coarse gr He digs into his shirt collar and lifts a BALL BEARING NECKLACE over his head. Threaded through the necklace, a set of CAR KEYS. He unlocks the trunk of a BLUE FOUR-DOOR 1990 PONTIAC BONNEVILLE, in disrepair and weathered by the sun. He heaves the recyclables into the trunk and latches it. \f15 16 17 18 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man opens the driver’s side doors, throwing l onto stacks of neatly folded clothes, books and supplies. pillow and sheets line the back seat. He pulls out BOOTS and throws a SATCHEL over his shoulder FROM THE FRONT OF THE VEHICLE, chipped paint and rust surround BULLET HOLES grouped by the windshield frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROZEN CUSTARD, AMUSEMENT RIDES and OVERFLOWING GARBAGE C The beachfront shops cash-in on an ARMY OF TOURISTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOARDWALK DIN carries to a hotel service entrance. Th Bearded Man expertly sifts through a DUMPSTER. He wipes grease off a ‘FUNLAND’ TICKET BOOK and tucks it away. He rescues a FATTY CUT OF MEAT from a nest of foil. Openi his satchel, he reveals a FOOD-PREP KIT WITH MISMATCHED COOKING UTENSILS AND CONTAINERS. He places the meat in Tupperware, adding a homemade marin before sealing the lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON A TIN PLATE: STEAK BONES sucked clean. The Bearded Man wraps a RAG around the handle of a dented CAMPING KETTLE and pulls it from a COOKING FIRE. He pours BOILING WATER into a CUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIND through reeds, crashing WAVES, and CHIRPING Crickets The Bearded Man reclines in the back, sipping tea and rea under a solar garden lamp hung from sagging upholstery. His eyes drift from the page. He slides the ‘FUNLAND’ TIC into the crease and closes the book. FROM OUTSIDE, the lamp dims to black. \f20 21 22 23 24 25 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH A LONG LENS: Distorted by rising heat from the crowded boardwalk planks, the Bearded Man offers somethin his hand to several PASSERS-BY. He is ignored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE ‘FUNLAND’ TICKETS: six are ripped from the book. A TICKET-TAKER seats the Bearded Man in a suspended track ride-car and secures the lap bar. The ride-car lurches forward and up through hydraulic HAU MANSION DOORS with a BLAST OF PIPE ORGAN MUSIC...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man RUMBLES PAST A MIRROR MAZE, BOBBING SKULL HOWLING WEREWOLVES, A MISTY GRAVEYARD... A STROBE flashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE EXIT DOORS HISS OPEN: The Bearded Man squirms from th ride-car before the ATTENDANT can lift the lap bar. A GHOULISH LAUGH through crackling speakers. EXT. ‘WHAC-A-MOLE’ BOOTH - FUNLAND - AFTERNOON 24 The Bearded Man SLAPS the ticket book on the counter of a WHAC-A-MOLE amusement game. A LUCKY KID snatches it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man CASTS A ROD AND REEL from the surf, his SATCHEL over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the light of a MAKESHIFT HEAD-LAMP, the Bearded Man FILLETS A BLUEFISH with a CORK HANDLED FISHING KNIFE. \f27 28 29 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘O-Dark-thirty’. A COMPACT CAR drifts by upscale homes, tossing out NEWSPAPERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cast in deep blue light diffused through dew-covered wind the Bearded man lies curled in the back seat. TIRES CREEPING ACROSS SANDY ASPHALT. THROUGH THE DRIVER'S SIDE WINDOW, abstracted by moisture, POLICE LIGHTS roll in. A CAR DOOR opens and shuts. A BLUR FIGURE approaches the Bonneville and KNOCKS. The Bearded Man rises, waiting with blinking eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (0.S.)",
          "text": "It's officer Eddy. He flips the lock and pushes the door open for OFFICER ED the Female Officer from the police station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY",
          "text": "I'd like you to come in to the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEARDED MAN",
          "text": "Is this about the house? I coul-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY",
          "text": "Dwight, sweetheart, I’1l explain. Just come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bearded Man, DWIGHT, stews in the back of the cruiser FLASHING THE CRUISER’S TURRET, Officer Eddy coasts throug red light and turns off the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY",
          "text": "How ‘bout some breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cruiser rolls under a canopy up to a DRIVE-THRU WINDO The SPEAKER CRACKLES. \f31 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SKELETON CREW works to the HUM of vending machines and few SLURRED OUTBURSTS from the drunk tank. Officer Eddy guides Dwight past empty desks and down a hallway, carrying a TAKE-OUT BAG and NEWSPAPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer Eddy seats Dwight at a kitchenette table and pull boxed food from the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY",
          "text": "I apologize for the mystery- I don’t mean to scare you. You’re not in any trouble, everything’s fine- She winces into a solemn, regretful grin. Dwight settles his seat as she takes hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY, (CONT'D)",
          "text": "-you'll be fine. Oh, see, I just don’t know exactly how to handle this. And I know I’m not to bring this up- but, honey, someone brought this to our stoop. (unfolding the newspaper) I just thought you should be somewhere safe when you found out. Dwight suppresses a rush of realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY, (CONT'D)",
          "text": "With somebody... She slides the newspaper across the table. He pulls it cl without laying eyes on it. His attention shifts to a WALL CALENDAR hanging behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER EDDY, (CONT'D)",
          "text": "He’s going to be released. I’m not sure how much you... I just need you to know that you’re safe and that you can let me know whatever you need. They are missed. It’s an awful thing he did to them. I’m just going to hold you here for a little bit, let you breathe And who knows? This might even be an opportunity... HER VOICE WASHES INTO CARDIOVASCULAR PULSING. DWIGHT’S FACE GOES SLACK. \f33 34 35 36 37 38 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight takes the center of a residential street, moving numbly through pools of orange light, the NEWSPAPER in ha COLLEGE KIDS watch him from a outdoor hot tub. Their mout are moving, but Dwight hears no voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight takes a solitary swim in the Atlantic. And goes under for a long time... EXT. SUPERMARKET —- MORNING 35 Aluminum and glass CLANK into a self-serve RECYCLING MACH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight hands a RECEIPT to a CASHIER and sets a ‘DE, MD, V ROAD MAP on the counter. He looks half-dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight pops the lid off a rusted coffee can from his trun He adds a handful of SMALL BILLS to the modest stash. He pulls out a GAS CANISTER and sets it down. ..-opens the driver's side door, pops the gas and the hoo .-.-Shakes the canister, empties it into the tank. ..-walks an 8” cube wrapped in plastic bags from the trun the hood. .»»-peels away the plastic bags, revealing a CAR BATTERY. .+-props the hood open, sets the battery in the tray and secures the connections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight places the map on the seat and turns the engine ov Beside the map is THE NEWSPAPER. An article is titled: ‘9 PLEA DEAL MANDATES VA DOUBLE MURDERER FREED. \f39 40 4l 42 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALF-FLAT FRONT TIRES roll back, breaking free of overgro grass. The car reverses out of the sandy lot onto the str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A general store with a fueling station. Dwight presses a HISSING AIR HOSE to a tire, behind him a display of color rafts and floatation devices. He moves to the next tire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAND GUNS LAID ON VELVET, behind thick glass. TAGS tied t the trigger guards are marked from $180-$700. Dwight thumbs his cash and pockets it, surveying the shop florescent lights, drop ceiling and linoleum. He drifts a the gun displays, spotting HIMSELF ON A SURVEILLANCE MONI atop a stack of VHS DECKS. He locates the security camera turns to the WOMAN behind the register. She glances under the counter and stares back hard. Dwight approaches. She steps closer to the counter. He stops at the register and spins a CAROUSEL OF POSTCARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Do you sell stamps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "I do. But those ones have postage included.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-UP, POSTCARD: OUT OF FOCUS TEXT, a BALLPOINT PEN ho above in contemplation... In crude script: ‘Your brother,’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bonneville idles beside a MAILBOX. Dwight signs his n and deposits the postcard. \f43 44 45 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight drives a two lane highway bordered by corn fields metal framed irrigation equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CICADAS drown out THUMPING LIVE MUSIC. Dwight watches HEADLIGHTS SWEEP BY before exiting the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A jumbo shack-themed bar for half-assed bikers. Dim light from the facade casts a warm edge onto the VEHICLES in th lot. Dwight walks along the cars, inspecting their conten He tries a car door- LOCKED. He tries the next- UNLOCKED- and rummages inside, thrown by the OVERHEAD INTERIOR LIGHT. Nothing. Another UNLOCKED DOOR. He SWITCHES OFF the interior light before searching. Nothing again. Cupping glass, Dwight checks the cab of a locked PICKUP TRUCK. He moves to ANOTHER TRUCK a few spots down with a ‘NATIONAL ASSOCIATION OF RIFLE OWNERS’ WINDOW DECAL. He spies something on the cab’s floor, angling his head f better view. He circles around and tries the other door- LOCKED... AND A LOUD FUCKING ALARM. Dwight flees, nearly tripping over a ROCK- he snatches it does an about face and SMASHES it through the cab window. He reaches through the jagged glass and unlatches the doo pulling a SMALL PLASTIC CASE from under the seat. THE LIVE MUSIC SURGES as a COWBOY exits the bar holding a CUP, wresting his keys from his tight jeans. Dwight dives behind his car, panicking across the dirt. The COWBOY aims his keys at the BLARING truck. TWO QUICK HONKS and the ALARM IS SILENCED. The Cowboy hea back inside with a BELCH. \f46 47 48 49 50 51 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight rolls up his window. DUST SETTLES as he checks the rear view and opens the case beside him: BINGO- A SNUB-NO REVOLVER fitted in foam with SIX .357 CARTRIDGES. He lifts the weapon, noticing a HEAVY DUTY TRIGGER LOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUTED, RHYTHMIC CRACKING ECHOES through the river valley. The Bonneville is parked alone in the lot, below tall tre and rock formations. WATER RUSHES nearby. There’s a small PLAQUE for tourists, a rustic TRASH BIN and PORTA-POTTIES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight SMASHES THE REVOLVER’S TRIGGER LOCK WITH A TIRE IR He assesses the damage- very little. He places the gun on rock and pounds with more and more might and less and les control, following it with wild swings into the dirt. THWAP, THWAP, CRUNK. The metal gives. He dusts off the gu it’s broken in several places, the TRIGGER LOCK STILL INT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING WITH DWIGHT, marching in disappointment towards trash bin. He watches a HYBRID SUV pull in with a half- hearted smile and nod. He discretely deposits the broken gun, returning to the Bonneville as the SUV DRIVER (40), fit and wearing fleece hops out with a LEASH and a LATTE. A DOG BARKS from the SUV as Dwight pulls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bonneville weaves between eastern foot-hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shadowed ROAD SIGN against a waning blue sky. HEADLIGHTS illuminate it: ‘PRISON AREA: HITCHHIKING PROHIBITED’ \f52 53 54 55 56 57 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft morning light. Dwight sits with predatory stillness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bonneville is parked a few rows from the lot’s edge w a view of the prison gate. Rising behind it is high fenci razor wire and concrete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Midday sun beams into the car. The PATTER OF LIQUID FLOWING INTO PLASTIC. Dwight is hunc in his seat, eyes to his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW ANGLE OF TIRES AND GRAVEL, the prison visible between ground and the car chassis: the driver's side door opens urine pours from a plastic bottle onto the gravel. A large sedan pulls into the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight tugs his door closed, observing THROUGH THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDSHIELD",
          "text": "An early ‘90s model WHITE STRETCH LIMOUSINE parks in the closest to the prison gates. ON THE DOOR: ‘CLELAND LIMOUS From the far side, A MAN and a WOMAN step out for cigaret the engine idling. Dwight half turns the keys in the ignition and rolls down passenger side window. Their VOICES compete with MUSIC emanating from the limous their smoke puffs drift into the wind. Dwight pulls his satchel from the floor and rests it on t passenger’s seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOUDER MUSIC and LAUGHTER from behind the closed doors of limousine. Dwight’s Bonneville hasn’t moved. \f58 59 60 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight squints at the prison entrance. An INMATE (42, whi male) is being escorted out by a CORRECTIONS OFFICER. The inmate struts in prison issued slacks and shirt, carrying cardboard BOX. He’s tattooed up his arms and neck, strong with a gut. Dwight is frozen. THE FAMILY exits the limousine with a brief BLAST OF MUSI The TEDDY (45), stocky in casual preppie attire, hops bac inside the driver’s seat to lower the volume. There’s CARL(39), wiry and tattooed in baggy clothes, CHR (46), scornful with teased, dirty blond hair, and HOPE (4 tight pony-tail and a dark, chiseled face. A BOY (14), lanky with hand-me-down clothes, scoots to th edge of the back seat, slouched over a HAND-HELD VIDEOGAM CONSOLE. The corrections officer hands the inmate a white envelope heads back with PARTING WORDS. The Family Members circle Inmate. Chris motions for the Boy to greet the Inmate, but he refuses. She power-walks over and grabs the Boy around th biceps. He shakes her off, retreating into the car as she palms his chin and shoves it back. They all pile back in the limousine. Dwight starts his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE REAR OF THE SPEEDING LIMOUSINE, FROM THE HOOD OF T",
          "text": "BONNEVILLE, several car lengths back. CHRIS rises from the SUNROOF with a PLASTIC CUP in hand. flinches as airborne debris blows into her eye, the cup g flying as she awkwardly ducks below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cup CLACKS PAST Dwight’s vibrating car. He checks the speedometer. They're averaging 83 MPH. \f61 62 63 64 65 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limousine pulls into the dirt lot of a single story stucco bar. The only other vehicle is a TRUCK FOR SALE. The Bonneville whips past, maintaining course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching his rearview, Dwight slows to a stop on the shoulder. P.O.V. (DWIGHT): HOPE yanks up a metal entrance gate, a PADLOCK in her hand. The Family follows her into the bar. ON DWIGHT as he rolls out into a wide U-turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight pulls the Bonneville up a grassy incline beside th limousine and cuts the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight has a look around the car cabin and UNZIPS the satchel. He slides SOMETHING into his pant pocket. He closes his eyes. Then yanks the keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight steps from the Bonneville, looping his key chain around his neck and tucking it into his shirt. TRACKING WITH DWIGHT as he shuts the door and walks unsteadily around the side of the building. A SOUND SYSTEM inside the bar cycles through RADIO STATIO Muffled, celebratory VOICES lure Dwight towards the back. He tries a side door near a dumpster. Locked. A DOOR SPRING. A WOMAN'S VOICE. A CLINKING CHAIN. Dwight follows the wall towards the sound, peeking one ey beyond the edge of the building. Hope is crouched by the rear entrance, opening cellar doo as the Teddy rolls a BEER KEG from a gated cold-storage u \f66 67 17. Dwight rotates out of sight, his back to the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER TEDDY, (0.S.)",
          "text": "Stop breathing out your mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE, (0.S.)",
          "text": "Yeah, if you stop talking out your ass. Putting him on your books- they’1l be looking at you if he fucks up even once- and it won’t be on me... Dwight TUNES OUT, drawn to a DISTANT RUMBLE above. IN THE SKY: a drifting contrail in the wake of a jet... The cellar doors swing SHUT. Dwight pivots around the corner- they’re gone. He slips inside the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From bright daylight into a black cave. AUTO-TUNED RAP SWELLS as Dwight navigates the memorabilia lined hallway, his eyes adjusting to the darkness. TRACKING BEHIND DWIGHT, as he reaches in his pocket and p out the CORK HANDLED FISHING KNIFE. He passes the kitchen, steadying himself against the wall nearly knocking off a framed picture. He presses his hand a door and it swings open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a cramped, dingy-tiled bathroom bisected by a narrow walkway. On one wall: two stalls and a trash can. On the other: two urinals and a stickered-up mirror mounted abov porcelain sink. Dwight crosses the walkway and turns to face the door. He adjusts the blade in his hand. The MUSIC lowers, then blasts LOUDER. ON DWIGHT, inching towards the door- VOICES from just bey it stop him short. \f18. The Convict and Carl push through the door, drinking from plastic cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "Naw, man- she just talks too much. Shit- I ain’t used to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "She talks shit, or she just talks too much? IN THE FAR STALL, Dwight stands silent, shadowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "(jokingly fed up) Motherfucker. The two men place their cups atop the urinals and relieve themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "What, me too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "Yeah, maybe just let me piss. Haven’t done it alone with four walls in over a decade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Ha, dude. They share a bit of a laugh then urinate in silence. Carl Finishes up and ZIPS. CARL (CONT’D) Hey, man. You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "Got some shit lined up. Favors. Carl walks to the door. CONVICT (CONT’D) You ain’t gonna wash up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Naw, man, I don’t piss on my hands. (walking out) You want another one? Or you want beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONVICT",
          "text": "All that shit... \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "I hear that. The door swings shut behind Carl. The Convict lets out a deep breath, passes some gas. He zips up, his face expressionless as he steps to the si across from the far stall. Dwight is three feet from the Convict, DIRECTLY BEHIND HIM. The Convict pumps soap, scrubs his hands. INSIDE THE STALL, Dwight watches, sweaty, seething. ON THE FISHING KNIFE, Dwight nervously auditions hand gri ON DWIGHT’S contorting face. The MUSIC IS LOUD. The convict splashes his face and inspects his pores in t mirror- his jaw tenses as his EYES LOCK ON A REFLECTION I THE STALL BEHIND HIM. Counterbalanced by fear and rage, Dwight’s thrust is almo lethargic. The Convict whirls around as the stall door pu open- DWIGHT SWINGS THE FISHING KNIFE, CUTTING A DEEP SLI INTO THE BACK OF THE CONVICT’S NECK. The Convict fails to register the wound and rushes Dwight grabbing him by the throat with jailhouse power, forcing against the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FUCK",
          "text": "IN THE MIRROR BEHIND THEM, we see the severity of the Convict’s wound, LIKE A BLOODY GILL, AS IT RAPIDLY OVERFL WITH DARK RED FLUID. Dwight gasps in the Convict’s two-handed clench, flailing WEAKLY JABBING THE KNIFE INTO THE CONVICTS RIBS. CONVICT (CONT’D) C'MON, LET’S...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT RAISES THE FISHING KNIFE AND THRUSTS IT DOWNWARD I",
          "text": "THE CONVICT’S SKULL. The Convict lets out an open-mouthed GRUNT, the KNIFE PLANTED IN THE TOP OF HIS HEAD. Enraged, with shock setting in, the Convict throws Dwight towards the still-running sink, then to the floor. They slip and flail, bathed in blood. Dwight takes a beat until the Convict BLEEDS OUT, clutching Dwight’s shirt. \f20. Dwight pushes off with his feet, his SHIRT RIPPING as he disentangles from the Convict, who crumples to the floor, wheezing. He stares at Dwight, a hint of recognition. CONVICT (CONT’D) (quietly) Do I know you? Dwight stares back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Yes. Dwight ramps into hyperventilation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES.",
          "text": "He leans over the Convict, YANKS THE KNIFE FROM HIS SKULL",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES",
          "text": "Unhinged, Dwight STABS THE CONVICT REPEATEDLY IN THE CHES Then collapses, completely spent. SOMEONE POUNDS ON THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.S.)",
          "text": "(muffled, through door) Hurry the fuck up, man! Party’s for you! Dwight crawls to the sink, puts a bloody hand on it and p himself to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.S.)",
          "text": "(projecting further away) WHAT? HELL NO! HE’S PROBABLY BEATIN’ OFF. Dwight heaves with pain, resigned. He tosses the knife towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.S.)",
          "text": "(through door) Told you we shoulda had a hooker waiting... Two playful SMACKS AGAINST THE DOOR. Dwight’s breathing regulates. Eyes on the door: JUST MUSI \f68 69 70 71 21. He turns off the running faucet and retrieves the knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING WITH DWIGHT, COVERED IN BLOOD, swaying into the hallway and heading out the way he came. Behind him, Teddy walks off, oblivious. The RADIO STATION runs an ADVERTISEMENT, the stereo CYCLE THROUGH STATIONS, casual VOICES and LAUGHTER fill the voi until it lands on CLASSIC ROCK. As Dwight exits, the sunlight is blinding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight treads heavily towards the Bonneville, past the limousine. He turns back and STABS THE LIMOUSINE’S FRONT TIRE, HIS HAND SLIDING DOWN THE BLADE ON IMPACT. He leaves the knife in the FIZZLING tire, HIS HAND DRIPPI BLOOD TOWARDS HIS CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight takes his seat, admiring the DEEP CUT ACROSS HIS FINGERS. He reaches into his collar, feels around his nec NO KEYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DWIGHT’S CAR KEYS ON THE BATHROOM FLOOR, the broken ball- bearing necklace threaded through. CLASSIC ROCK ECHOES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (0.S.)",
          "text": "(muffled, through door) Let’s go, brother. Coming in... In the background, the door swings in and impacts the Convict’s body, sliding it a few inches on the wet tile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (0.S.)",
          "text": "Oh...fuck. Oh FUCK! \f72 73 74 75 76 77 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHISTLING WIND and QUIET ROCK. ON THE STABBED TIRE, as Dwight shuffles past. He rounds the limousine hood and tries the driver’s side UNLOCKED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight sits and scours for keys- the ignition...the visor digs in a console CUP-HOLDER and pulls out a set, turning them in the ignition as the bar door opens. LOUD, OFFENSIVE MUSIC emanates from the limousine’s stere Dwight shifts and hits the gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE STABBED TIRE, as it WHIRLS THE KNIFE. The limousine carves a wobbly path, kicking up DUST as th Family Members exit, confused, furious, bloody. Hope hold PUMP SHOTGUN. Chris and Carl sprint after the limousine, shouting hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight’s face quivers with emotion, but he can’t quite cr DOWN THE ROAD, about a quarter mile, there’s a CONCRETE BARRIER along a curve. MUSIC STILL BLASTS. ON THE SPEEDOMETER: from 50MPH to 70MPH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shredded tire DISINTEGRATES, only the rim remains, SHRIEKING METAL and SHOWERING SPARKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight TURNS OFF THE BLASTING RADIO. Relaxing now, with peace soon upon him, he maxes out the speed of the teetering sedan. HE CLOSES HIS EYES. \f78 79 80 23. In the relative quiet, A STEADY THUMPING IS NOW AUDIBLE. Dwight blinks aware, triangulating the source- it’s behin him, in the passenger compartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VISIBLE BEHIND THE PASS-THROUGH WINDOW",
          "text": "AGAINST THE SOUNDPROOF GLASS, unnerved but composed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limousine WHIRS to a stop amidst SMOKE AND DUST. Dwight exits the car, caked in blood, opening the rear-hi passenger door like a zombie chauffeur. The BOY climbs out grasping his video game console, scurr a safe distance before turning to face Dwight. They regard each other. Chris and Carl pant towards them, far in the distance. Dwight pushes the passenger door closed and turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Did you hurt Wade? Dwight turns back, breaths some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I did. Wade hurt my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "No he didn’t. He just helped out. The boy turns and walks the highway towards his relatives their frantic YELLING LOST IN THE WIND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limousine SPARKS past the barrier at sublethal speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight hangs in limbo, his adrenaline dumped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(under his breath) Silly... \f81 82 83 84 85 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM INSIDE THE BONNEVILLE, Family Members congregate aro Dwight’s vehicle. The MAP and the NEWSPAPER flap on the passenger’s seat. LOST IN THE BACKGROUND: Chris YELLS ABUSIVELY at the Boy. Carl burns testosterone with VOWS OF REVENGE. Closer to the Bonneville, inspecting the bullet holes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Was that the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "You think he was alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Do we care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limousine CARVES INTO A DITCH AND LANDS HARD. Dwight pops from the door, dismounts the SMOULDERING seda and walks off towards a TREE LINE on the far side of an o field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight takes cover in the shade of trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight DRY HEAVES, nestled between limbs of a fallen oak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shallow creek of mostly mud. Dwight follows the trickle water upstream to a CONCRETE DRAINAGE DITCH. He follows the ditch to a clearing, beyond which lies a RESIDENTIAL DEVELOPMENT. \f86 87 88 89 90 91 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded cul-de-sac of McMansions surrounded by vacant l Some homes are unfinished- cars in some driveways, piles red, upturned dirt in others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight watches from closer in, crouched on a hill. All's quiet. A PILE OF BAGGED NEWSPAPERS lies two stoops",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A well kept, oversized home. Evening light filters throug the windows. A TV REMOTE with a shit-ton of buttons. Behind it, a FLAT SCREEN illuminates the room. A RIPPED-OPEN PACKAGE OF SANDWICH MEATS and an empty GALL JUG sit atop the kitchen counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSHING TOWARDS the MASTER BATH as backlit STEAM drifts i the shadowed chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fogged-up medicine cabinet hangs open. A PLASTIC COMB RAZOR and SCISSORS sit between HIS AND HER SINKS littered with HAIR TRIMMINGS and pink, DILUTED BLOOD. IN THE SHOWER: Dwight scrubs the coagulated mess off his body, his face CLEAN SHAVEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated on the toilet, Dwight pours HYDROGEN PEROXIDE over GASHED HAND into a small trash bin. FIRST AID SUPPLIES ar laid out on the sink beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight picks through a rack of clothes, finding a modest outfit: COLLARED SHIRT, SLACKS AND WORK SHOES. \f92 93 94 95 96 26. He finds a WORKOUT BAG on the floor and empties it of TEN GEAR, placing the contents neatly on a shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight chugs water from the gallon jug. On the counter, the workout bag is zipped and loaded. Nex it, half a roll of paper towels and his bloody clothes in plastic grocery bag. Dwight refills the jug at the sink and chugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight stands over the toilet pissing like a racehorse. INT. BATHROOM —- MCMANSION - LATER 94 Dwight combs his hair in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight cycles through LOCAL NEWS CHANNELS on the TELEVISI - CLICK - “A tornado touched down in Western VA\" - CLICK “an area surgeon was accused of sexual abuse” - CLICK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSCASTER, (ON TELEVISION)",
          "text": ".«..porch. Small dogs and cats should be kept in an enclosure if left unattended, as coyotes are able to jump fences- get this Amy- up to seven feet, oops, it says ‘less than seven feet’- I guess that would make it six feet and eleven inches and anything below? Curious wording...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO-ANCHOR/AMY, (ON TELEVISION)",
          "text": "(rescuing her co-anchor) - More or less Steven, and I was surprised that they could climb even taller...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight locks the door handle before closing it, the worko bag draped over his shoulder and the grocery bag in hand. \f97 98 99 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight circles from the porch to a basement window left a He slides it shut and trots silently across the sodded la",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight stuffs the bag of soiled clothes into a pebbled tr receptacle near the perimeter of a truck stop. Industrial lights cast a sick hue across the asphalt lot. BIG RIGS all over- CHUGGING on and off the highway, linin for fuel, idling in an adjacent lot. Dwight heads for a filling station CONVENIENCE STORE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight clears the side of the store, stepping into the fluorescent lights of its facade and within yards of a pa STATE POLICE CRUISER. The STATE TROOPER is visible inside, paying for coffee. Dwight’s eyes track the Trooper as he exits the store and settles in to his cruiser. The Trooper throws Dwight a dismissive glance and starts the engine. Dwight steps closer with an awkward, expectant gaze. The Trooper backs out, reversing over to Dwight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATE TROOPER",
          "text": "(rolling down window) You alright, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Are... you looking for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATE TROOPER",
          "text": "(halfhearted jest) Not unless you’re looking for trouble... A forced smile from the trooper, nothing in return from Dwight... STATE TROOPER (CONT’D) Okay then. You got ID? \f100 101 28. Dwight fishes in his pocket, pulls out a RUBBER-BAND WALL and hands over a ratty ID. The trooper runs his name. STATE TROOPER (CONT’D) You have a vehicle here, Mr. Evans? You driving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Not right now, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATE TROOPER",
          "text": "Good. This is a learner’s permit from... (inspecting the ID) ..-nineteen ninety-seven. You got anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATE TROOPER",
          "text": "Get this up to date. And I don’t want you hitchhiking in the meantime, alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATE TROOPER",
          "text": "Have a safe night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight stares out from the cab of a truck, the DRIVER foc on the road ahead. CRACKLING COUNTRY MUSIC and RUSHING WI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two KIDS (4&6), watching TELEVISION. A DOOR BELL RINGS. A MOM (39) walks through, plucks CAR KEYS from a CERAMIC atop a cluttered table and exits into the foyer. A DOOR floods daylight inside and she reappears with a BA SITTER (30's). \f102 103 104 105 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(to the sitter) Bit of a late start- you mind moving the sprinkler into the bushes in about twenty minutes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY SITTER",
          "text": "Sure, yeah. The Mom kisses her kids on the cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Then turn it off after fifteen. They painted Shrinky-Dinks last night- if you could put ‘em in the oven? I think three minutes at three-fifty- it’s on the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mom walks briskly from the modest, two-story home. A ‘FOR SALE’ SIGN is staked in the neat grass. Juggling her keys, purse and a file folder, she ducks beh a hedge and OPENS AN EXTERIOR FAUCET. INT. HATCHBACK —- RANCH HOUSE - MORNING (CONTINUOUS) 103 The Mom slips into the car as water PATTERS across the windshield. She starts up, plops her purse and checks the REAR VIEW MIRROR. She waits for the passing sprinkler and rolls down her window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...She pops her head out towards the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "(friendly warning) Pulling out! Dwight, standing at the edge of her driveway, sidesteps t the lawn. The Mom retracts into the car with a wave. INT. HATCHBACK —- RANCH HOUSE - MORNING (CONTINUOUS) 105 PROFILE ON THE MOM as she backs the car out, struck by a REVELATION. She hits the brake. \f106 107 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mom pops her head back out with a furrowed brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Dwight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Hi, Sam. The Mom, SAM, is quietly stunned. Dwight sets his bag down and cautiously approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Dwight? He’s clean shaven, in respectable attire, his ill-fitting shirt tucked tight into his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "(searching) «.-You look good. His pained eyes, his BANDAGED AND BLOODY HAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "(shifting car into ‘park’) Or do you? WIDE SHOT: Dwight backs away as Sam swings open the car d and stands. A protracted silence, then a tentative embrac ...the SPRINKLER TICKS ITS SPRAY onto them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Let me call work. She has another look and Dwight, starts untucking his shi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": ".+-sorry, but ‘no’ to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An independent version of Roy Rogers half full with LOCAL At the register, Sam lifts a plastic tray, one shoulder bracing her phone. Dwight, seated, watches her approach. Two wrapped breakfa sandwiches slide in front of him atop the tray. Sam scoot into the booth across. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Wish I had more time, I’ve got an asset inventory that can’t push. Dwight absorbs the surreal setting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "You need money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "No, I - did you get my letter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "There haven’t been any letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Sent it after I crossed the bridge- it was a postcard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No. When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Couple of days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah, postcards take more time- Dwight, I’m not following...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I sent it on my way to Deerfield. She leans with deep concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I know he’s out, if that’s why you're here. D.O.C. sends a notification. And a restraining order. Let’s not... She trails off, unwraps her sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You're selling the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Have been. For two years. It’s not really a hot market here. I've gotten a better job since then... She bites into her sandwich. Not enjoyable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "But you want to leave? \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "The absolute second I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Why can’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Good god, Dwight. You want me to answer that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Sorry. It’s fine... (stretching jaw) I’m not used to talking this much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Well, it’s what people do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I know. He unwraps his sandwich. It’s greasy and grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Do you? Wanna know what I do? Dwight kindly postures for a storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "I’m a secretary for a probate attorney. Dwight can’t ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "They settle estates. I knew so much about it, he hired me during the interview... (fighting tears) I couldn't ‘just leave’. I fought Uncle Steve in court. He wanted the house. I got the IRS on him and he took off to the Philippines. I was holding on but there was nothing... (blowing a breath) So I married an asshole. He tried to take the house too. I probably should've let him... Dwight reaches for Sam’s hand. She pulls away, then takes hold of his. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Crap. I took us here so this wouldn’t happen. There’s way too much...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I’m sorry I left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I'm sorry too. (sniffs, wipes) For this busted sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I’ve had worse. They behold their sandwiches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "As far as the estate- you’re still owed twenty eight hundred dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You keep it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I spent it on new siding for the house. It apparently needed curb appeal. I'll pay you from the proceeds when it sells- if it sells. And there’s still a box of your things. I gave some to the kids- mostly the toys. Sold the rest at yard sales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "It’s fine. Keep it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Dwight, I don’t want it. And you need to register the Bonneville in your name if you still have it. I have spare keys if you want ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "It's...gone. They share some silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So, how’s Delaware?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You knew...? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Not exactly where. We still go when we can- every few years, keep the tradition. Mostly for the kids- I've got two now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I know-I mean... I saw you. Few summers ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You didn’t say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I... looked a mess. His hand retracts and presses his sandwich bun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "You were on the boardwalk. Your older one was crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So why now? Wade Cleland gets released?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I thought it’d be on the news, but there’s nothing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "We knew. This was the deal to avoid trial. Dwight wraps his sandwich then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(whispering) I killed him, Sam. I killed Wade Cleland. She looks again at his bandaged hands, mild shock setting",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What? Bullshit. When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I think yesterday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "God damn you. This was over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Never for me. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "People don’t do this. Dwight shrugs a pathetic laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Thought he’d kill me first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Well I’m glad he didn’t. (quiet, seething) And I’m glad he’s dead. I hope he suffered... Sam's attention is drawn to a LARGE MAN looking straight them, sitting behind Dwight at an adjacent booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARGE MAN",
          "text": "S‘’cuse me. Dwight turns to face him. LARGE MAN (CONT’D) Y'all got ketchup on yours? We don’t. Sam slides their KETCHUP to Dwight, who passes it over hi shoulder to the Large Man. LARGE MAN (CONT’D) Sorry, thank you. Dwight and Sam stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "The Clelands still live up on East Hundred. The older one, he owns limousines-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(between her words) Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "-How great is that? Operates out of Charlottesville. Every time I see one on the way to the airport, or pass through town- fucking June, fucking prom... You don’t own-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHERE ARE YOUR KIDS",
          "text": "\f108 109 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Home. With the sitter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(standing up) Let’s get back in your car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(following) What? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "They never called the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC FADES-IN",
          "text": "Dwight takes the wheel. Sam takes shotgun, dialing her ph HAND HELD, CHOPPY CUTS. TIME IS BROKEN. THE ROAD BLURS THROUGH THE WINDSHIELD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (BARELY AUDIBLE)",
          "text": "She's not picking up. She’s not picking up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSHING TOWARDS THE HOUSE, THE PIERCING STRINGS CUT OUT a the hatchback SCRAPES up the driveway and SKIDS to a halt Dwight and Sam race from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No no no no no no... Dwight makes it to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABYSITTER, (0.S.)",
          "text": "Wait! The Babysitter stands from behind the hedge, holding the sprinkler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh my god. Sam runs past Dwight into the house, the Babysitter follo \f112 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABYSITTER",
          "text": "What’s wrong?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Dwight enters, he’s SMACKED REPEATEDLY IN THE FACE by her kids in the background, SAFE AND SOUND. Dwight barely resists. The Sitter looks the children over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam pulls BURNT SHRINKY-DINKS from the oven, tossing them into a flip up GARBAGE CAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight peers into the kitchen through a glass-pained door",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(through door) ...She knew them from the beach. I think she knew dad from the car shows. We don’t talk much about it, but she looks out for me. I’1l do it there. Her name is... I forgot her first name. Officer Eddy. Sam appears through the glass, Dwight straightens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(through door) The Clelands need to be arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(rubbing his face) All of them? For what? Sam nervously bites her lip, leaves frame. Some CLANKING from the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "(through door) I‘1l turn myself in here if that’s what you want. But I can’t do it until I know you’re safe- the kids are safe. Just go. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "If you want, call the police from Pittsburgh. As long as you're not here, Sam. Sam reappears, UNLATCHES the door and opens it a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It’s my house, Dwight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "They know it, and the car is registered here. It’s not worth- I messed up, sis... (fading) I didn’t mean to scare you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Well, I’m scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Is there a gun in the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Of course not. She walks off, leaving the door open. Dwight enters and locks the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The television sits on the floor, an extension cord attac Sam's two kids are seated on the floor, watching it. Dwight sits by the closed door, watching the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (0.S.)",
          "text": "(muffled, through door) Okay. I only told work. Nobody else. He opens the door, Sam stands amongst hastily PACKED BAGS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight closes the packed trunk. He walks to Sam’s window she puts the car in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I'd forgive you if you were crazy. But you’re not. You’re weak. \f120 39. She backs out of the driveway. Dwight watches them leave. The car stops, then keeps goin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air conditioner is dialed off, silencing a rickety HU The front window is cracked open, EXTERIOR SOUNDS pour in A lamp is turned off. Then another. A kitchen drawer is opened. Dwight removes a FLASHLIGHT. A LETTER OPENER too. Winter coats, a scooter, umbrellas... a closet door SHUTS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rusty shed door SQUEALS open. Dwight selects a broom- handled, metal-spiked WEEDER from a RACK OF TOOLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Street light spills in, silhouetting Dwight by the window Just CRICKETS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight scans the backyard through the kitchen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight dozes in the chair, his chin sunk into his neck. H sucks in air, groggily uprighting himself. OUT THE WINDOW: still clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight prepares a cup of tea by flashlight, careful to pu the kettle off the burner just before it whistles. \f121 122 123 124 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flashlight beam pushes through the door and sweeps lo settling on an ATTIC DOOR in the wall. Dwight unlatches it and pulls, inspecting faded PENCIL SCRAWLINGS that once transformed the inside panel into a spaceship cockpit. He crawls into the dark and drags out a CARDBOARD BOX. He pulls out a shoebox, paper stacks and a dusty yearbook bound in blue leather. Leafing through the pages, he- THE HUM OF AN ENGINE echoes quietly through the house. He sets the yearbook down and kills the flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight descends the stairs, old wood CREAKING underfoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight floats to the window, LOOKING OUT:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Shit. There’s SHAPES within the car, hard to make out. ON THE BONNEVILLE: A FLICKER WARMS CARL’S FACE as he ligh smoke, its ember lingering in the dark. ON DWIGHT: Reaching for the garden weeder propped against wall: IT SLIPS FROM HIS GRASP, SCRAPES THE WALL AND CLUNK THE FLOOR. He grimaces, frozen with anticipation... ON THE BONNEVILLE: The ember is snatched and tossed out b the driver’s silhouette, ORANGE SPARKS bounce from the cu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight grabs the weeder, crossing the foyer into the adja dining room. He settles by a window closer in and waits. \f125 126 127 128 129 130 41. No movement from the car. His eyelids grow heavy. AMBIENT SOUND BUILDS TO A STING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight opens his eyes. BACK TO CRICKETS. ON THE BONNEVILLE: NOW TWO GLOWING EMBERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight sets the weeder down and CREAKS his way upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keeping low, Dwight grabs bed pillows and positions them under the sheets to emulate a person. He crawls to a beds table and reaches up into a lamp shade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM OUTSIDE, the bedroom window WARMS WITH LIGHT, now a beacon in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight crawls into the bathroom, craning to FLICK ON THE LIGHT. He twists the SINK FAUCET ON. Backing out, he sets door open a crack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN EMPTY DOOR FRAME. CREAK, CREAK, CREAK...",
          "text": "Dwight slinks in and takes position by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDOW",
          "text": "The front door handle CLICKS. A TUG tests the lock. Dwight’s eyes dart around. He walks to the foyer, listeni winding up the garden weeder... The CLINK of a fence latch from the side of the house. \f131 42. He double backs to the dining room, hugging the wall to a side window... THROUGH THE WINDOW: A fenced, narrow side yard filled wit junk, shadowed by the BLUE LIGHT OF A BUG-ZAPPER. Teddy moves through shadows with a SPORTING SHOTGUN. Dwight can hear his own pulse. He backs into the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight peers through the living room into the kitchen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK.",
          "text": "Dwight heads to the front door, slowing his pace to appea THE SQUEAKING FLOOR. FROM THE KITCHEN, A MUFFLED POP, SPRINKLING GLASS... He squats to the door, surgically unlatching the lock. CL FROM THE KITCHEN, A few more TAPS, CLINKING GLASS... He turns the knob, cracks the front door, revealing a DIR VIEW OF THE BONNEVILLE. BZZZZ2Z. Just outside, a CELL PHONE LIGHTS UP with a text message. Carl removes a glove and types a response. Dwigh pulls back and re-locks the door. He commando-crawls to the living room, checking the kitch AT THE BACK DOOR, THROUGH BROKEN GLASS: Teddy’s face GLOW the cool light of his cell phone. Dwight crawls to the SIDE TABLE... He POPS ON HIS FLASHLIGHT, cupping the beam with his hand searching frantically through the CERAMIC JARS. THE BACK DOOR OPENS, FOOTSTEPS OVER GLASS AND LINOLEUM. Dwight sifts through rusty paperclips, rubber bands and coins, inspecting KEY SETS with plastic tabs and handwrit labels: ‘Honda’, ‘Shed’, ‘Ginny’. \f132 133 134 43. He pulls a moldy set from the bottom of a jar: ‘PONTIAC’. THE FOOTSTEPS APPROACH. Dwight pockets his flashlight and makes a fist over the k crawling off as Teddy steps in. Dwight hides under the dining table, a bit exposed, containing his breaths. Teddy enters the foyer- shotgun first, stopping feet from Dwight. He unlocks the front door and opens it, greeting with his gloved index finger over his lips, gesturing upstairs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM WITHIN.",
          "text": "Carl steps into Dwight’s view, nodding: he’s carrying a SCOPED HUNTING CROSSBOW, a sheathed BOWIE KNIFE hanging f his belt. The brothers ascend the SQUEAKY STAIRS with heavy boots. Behind them, Dwight crawls across the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight steps through the kitchen, CRUNCHING over shards o glass and slipping out the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight breaks for the front fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight pushes through the gate and scurries across the la SQUEAKING FROM THE HOUSE- Dwight looks back over his shoulder... ON THE FRONT BEDROOM WINDOW: Carl holding his crossbow upright, violently cranking the casement window open... DWIGHT SPRINTS TO THE BONNEVILLE. THMMMP- An ARROW rips through the air and CLANKS into the street. Dwight reaches the Bonneville and unlocks the doo with trembling hands. \f135 136 137 138 139 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "44,",
          "text": "Teddy jogs from the front door, heading straight towards Dwight with the shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight starts the car and pops it into gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teddy slows and levels the shotgun. THMMMP. An ARROW WHIPS PAST Teddy, SINKING INTO A NEARBY TREE. He looks furiously up to Carl at the window. THE ENGINE REVS AND THE TIRES SCRUB PAVEMENT. INT. BONNEVILLE - SAM’S STREET - NIGHT (CONTINUOUS) 137 FLOORING IT, Dwight bites his lip and shuts his eyes. KAD EXT. SAM’S STREET - NIGHT (CONTINUOUS) 138 Teddy BOUNCES HARD OFF THE HOOD INTO THE STREET, the shot RATTLING beside him. He’s out cold. The Bonneville jolts to a stop. Dwight hesitates, then bu out and drags Teddy towards the idling car. Teddy exits the house, lining up a crossbow arrow. Dwight drops Teddy and scrambles for the shotgun. THMMMP. AN ARROW PINGS OFF THE HOOD OF THE CAR. Dwight snatches up the shotgun, hands inexpertly finding trigger and pump, sending Carl into full retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carl bolts up the driveway and through the wooden gate, Dwight giving chase with the shotgun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight steps through the gate and stops cold. He can’t se into the BLUE DARKNESS and it’s suddenly DEAD QUIET. Nearby, A BUG GETS ZAPPED. \f141 142 143 45. He huffs through an open mouth, calculating the risk... AND DARTS BACK TOWARD THE CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight sets the shotgun next to Teddy and muscles him int the back. He slams the door and turns for the shotgun- THMMP. AN ARROW EMBEDS INTO DWIGHT’S HIP. Nearly collapsi he limps back, LEAVING THE GUN. Carl loads another arrow from Sam’s driveway. Dwight hops in the Bonneville and shifts, GRUNTING IN PAI THMMP, THE ARROW CRACKS THE FAR WINDOW. Carl drops the crossbow and sprints to the car, opening t back door as Dwight PEELS OUT. CARL IS YANKED TO THE STREET as Dwight speeds off with an open door. INT. BONNEVILLE (MOVING) - SAM’S STREET - NIGHT 142 Dwight steers, contorting to keep pressure off the ARROW HIS HIP. THROUGH THE BACK WINDOW: Carl gathers strewn weapons in t street... The car slows, then speeds up, SWINGING THE BAC DOOR SHUT. DAY IS STARTING TO BREAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teddy is unconscious across the back seat, WHEEZING throu his nose. Dwight searches his pockets, removing a WALLET, BLOODY CAR KEY NECKLACE, a CELL PHONE, a TOBACCO POUCH, SHOTGUN SHELLS and a FOLDED PAPER. He pockets CASH from the wallet and unfolds the paper. ON THE PAPER: THE BONNEVILLE’S EXPIRED VIRGINIA REGISTRAT listing the owners: ‘Evans, William C., Evans, Katherine He puts the loot in the glove box and POPS THE TRUNK. ON A WIDE: The car is parked in a desolate field under a purple-gray sky. The trunk bobs open. \f144 145 146 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ARROW PROTRUDING FROM HIS HIP, DWIGHT DRAGS TEDDY INT",
          "text": "THE TRUNK, slamming it down and testing the latch. Reconsidering, HE POPS THE TRUNK AGAIN. CLOSEUP: TOOLS FROM THE TRUNK CLANK TO THE GROUND. He strips off Teddy’s hunting jacket, SLAMS THE TRUNK. He picks a HANDSAW from the grass and positions his hip against the open frame of his car door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUZAK. Dwight hobbles down an isle with a basket, conceal his wound with Teddy’s jacket. ‘PAIN RELIEF’: He tips an ASPIRIN BOTTLE into his basket. ‘FIRST AID’: Grabs RUBBING ALCOHOL, PEROXIDE, GAUZE... ‘HOUSEHOLD’: A SEWING KIT, X-ACTO-KNIFE... ‘HARDWARE’: Sets down SEWING KIT, picks up SUPER-GLUE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLERK counts behind a register, noticing BLOODY BILLS. He looks to Dwight. Dwight: So. Fucking. Tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Just uh... (walking away) Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight is prepped in the back with a NOVICE SURGICAL KIT. pours HYDROGEN PEROXIDE on his wound. He dips NEEDLE-NOSE PLIERS in RUBBING ALCOHOL and goes to work. ON HIS GORY WOUND: Fatty tissue hugging the carbon shaft, tip buried within. The pliers delicately clamp down on th shaft. Then a tug. DWIGHT SCREAMS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f147 148 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLIDING AUTOMATIC DOORS PART FOR DWIGHT. He strides in, p and damp with sweat. A TRIAGE NURSE looks up from her computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(depleted) ‘Scuse me. I have a question. Maybe a little goofy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIAGE NURSE",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Do you need- are you required- to report arrow wounds? Like an accident- hunting accident. With buddies. Alone, actually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIAGE NURSE",
          "text": "Sir, do you need medical assistance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Just, um...yeah. A little hunting accident- my hip. Do you need to report it, if it’s self-inflicted ..-by mistake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIAGE NURSE",
          "text": "I'd have to check with the charge nurse, sir. I’ve never handled- DWIGHT COLLAPSES TO THE LINOLEUM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight’s eyes flutter open. They close again in feigned sleep as a NURSE steps close, checking his CHART. He waits for her to walk off then lifts his gown to inspe THE WOUND: IT’S PROPERLY STITCHED AND DRESSED. There’s a wall mounted light box with an X-RAY OF HIS INJ There’s a bin of BLOODY POST-OP CLOTHES. He pulls TAPE and TUBING and NEEDLES from his arms. \f149 150 151 152 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight climbs out a window wearing his bloody clothing, n HANGING FLAPS OF SURGICALLY CUT FABRIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING WITH DWIGHT, as he walks under a secluded railroad bridge, cautiously approaching... ..-THE BONNEVILLE: PUSHING IN ON THE TRUNK. Dwight leans in, his ear to the trunk. He TAPS LIGHTLY-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.S.)",
          "text": "(muffled, in trunk) ..-HEY! I’M IN HERE! I GOTTA GET OUT! HELP... Dwight backs off and plucks the car keys from the wheel w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight starts the engine, letting it idle as the PLEADING devolves to POUNDING HOSTILITY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight exits, walks over and SLAMS his fist on the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(projecting through steel) You're alone. You came into my sister’s house with guns. Unless you be quiet, I WILL DRIVE THIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMNED CAR OFF A BRIDGE",
          "text": "The pounding and yelling stop. Dwight walks off... ON A PROFILE SHOT OF THE TRUNK (MOUNTED TO THE CAR). Dwight returns, bending down into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "I just want this to be over. \f153 154 155 156 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.S.)",
          "text": "(muffled, through trunk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You guys got guns. I’m not opening the trunk until I have one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Shit, I could get-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BE QUIET.",
          "text": "Dwight exits frame: HOLD ON TRUNK SHOT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUMP CUT OF THE SAME TRUNK SHOT, in a parking lot donatio site. Dwight sorts through MATTRESSES and JUNK, expertly digging out a BAG OF CLOTHES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUMP CUT OF THE SAME TRUNK SHOT, at a gas station. Dwight fills the tank, wearing a SWEATSHIRT AND CORDUROYS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. COMMERCIAL STRIP —- EVENING (CAR MOUNT) 155 JUMP CUT OF THE SAME TRUNK SHOT, stopping at a busy intersection...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. SAM’S STREET - EVENING (CAR MOUNT) 156 JUMP CUT OF THE SAME TRUNK SHOT, turning off a tranquil street into SAM'S DRIVEWAY. THE CAR DOOR OPENS AND SHUTS SCREEN, Dwight speed walks into frame towards the house. \f157 158 159 160 161 162 163 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIDE PROFILE OF THE STAIRCASE. A faint RUSH.. Dwight treads heavily through the door and up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE SINK, THE WATER STILL RUNNING. Dwight turns the fa off, hits the lights and heads downstairs. Halfway down, he doubles back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight’s CARDBOARD BOX, where he left it. He drags it off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight places the box in the garbage, salvaging the YEARB He folds up a cardboard top-flap and RIPS IT OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight TAPES THE CARDBOARD FLAP OVER THE BROKEN WINDOW. He sweeps up GLASS with a BROOM and DUSTPAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE FRONT DOOR: Dwight swings it open and exits. It LOCKS from outside. HE DROPS THE HOUSE KEYS THROUGH THE MAIL SLOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight flips though his YEARBOOK, circa 1996: TEENAGE PORTRAITS, names in black type: denim, Hard Rock Cafe’ shirts, acne, crimped hair and braces. BZZ2ZZZ2Z. A vibration inside the car. Dwight opens the g compartment and removes Teddy’s CELL PHONE. ON THE SCREEN: ‘C IS BACK. WHERE R U?!’ \f164 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (0.S.)",
          "text": "(muffled, through trunk) WHAT’S THAT? I NEED WATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOT UNTIL I HAVE A GUN.",
          "text": "Dwight sets the phone down and returns to the yearbook. ON THE YEARBOOK: UNDER THE HEADING ‘JROTC’, A PORTRAIT OF TEENAGER IN MILITARY FATIGUES. TYPED UNDERNEATH: ‘BENJAMIN GALICIA’ EXT. BEN’S MOTHER'S HOUSE - NIGHT 164 An interior door opens inward, MARGARET GALICIA (67) stan guardedly behind a screen door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Hi, Mrs. Galicia. I’m looking for Ben. Is he still in town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "No, he moved a while ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Okay. I’m Dwight, from Orange High. I just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Oh! I’m so sorry- you had me a little scared. Mr. Galicia is already in bed. I didn’t recognize you, Dwight. (a rush of sympathy) Oh my. Dwight deflects with a polite nod. MARGARET (CONT’D) Ben has a house near Wyndam. Come in, I'll write down the address... Margaret unlocks the screen door and Dwight follows her inside. \f165 52. INT. KITCHEN - BEN’S MOTHERS HOUSE - NIGHT 165",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "He moved when he got back from Japan. He was deployed... Margaret leads Dwight to the kitchen table. She opens her address book on the counter, picks up a phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Oh, he doesn’t know I’m coming-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "(gesturing to sit) Oh he’1l be thrilled... He watches her as the line TONES. MARGARET (CONT’D) (hanging up) He’s not picking up. He works at a concert hall in the city. He's probably playing tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Richmond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Yes. I never remember the name. It’s not a nice place... She passes a finger along POST-ITS, MAGNETS and PHOTOS displayed on her refrigerator. She slides a BUSINESS CARD from under a magnet and brings her address book to the ta Dwight watches her pencil information onto the card and i her book. MARGARET (CONT’D) This way...we can both have everything...just need this...for myself... (pointing to the card) Here. This is where he works. (flipping it) This is where he lives. You can take this ‘to go’. A TEA KETTLE WHISTLES. She hands the card over and rises. MARGARET (CONT’D) You might need a map, it’s out of the way, off six twenty four. \f166 167 168 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I’ve got a map. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Are you in a rush?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Sort of. Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "I'd offer you tea, otherwise. Dwight glances around, and at Margaret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I'd love some, Mrs. Galicia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Oh good! Ben works late anyway. And they play God awful music... EXT. BEN’S MOTHERS HOUSE - NIGHT 166 THROUGH THE EXTERIOR WINDOW: Margaret pours Dwight tea in warm kitchen glow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POUNDING FROM THE TRUNK.",
          "text": "Dwight speeds down the road, patting around his seat. He checks the glove box, shuts it. He reads the address off the business card, looks ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDSHIELD",
          "text": "A HIGHWAY SIGN: ‘Zion Crossroads, Fork Union Exit 136’ ANOTHER: ‘I64E Richmond’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSIC BELLOWS WITHIN a textured concrete building with concert posters hung over blacked-out windows. Dwight walks up. \f169 170 171 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight angles past SMOKERS, along a vinyl rope partition, greeted by a ROCK GIRL (20s).",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCK GIRL",
          "text": "(over the music) FIVE DOLLARS. Disoriented by the THROBBING MUSIC, he pulls CRINKLED BIL from his pocket and hands them over. He continues past the Rock Girl as she counts six singles then yanks Dwight back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON...",
          "text": "Dwight resists as she steadies his arm, shoves the extra dollar in his hand and STAMPS IT with a BLACK-LIGHT LOGO. hurries off, inspecting it... ON HIS HAND IN GLOWING INK: ‘STRANGE MATTER’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight dips through the crowd to the STAGE. He checks out BAND MEMBERS. NOTHING. He scans around, lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rock Girl rolls her eyes as Dwight timidly approaches",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "EXCUSE ME. I’M LOOKING FOR A BAND MEMBER NAMED BEN. BEN GALICIA. HE’S",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCK GIRL",
          "text": "HE’S HERE- HE WORKS THE BOARD. HE’S NOT IN THE BAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "THAT’S FINE. WHEN DOES HE GO HOME? \f172 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I’LL WAIT HERE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(pivoting in search) OKAY. I’LL WAIT OUT AROUND BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCK GIRL",
          "text": "(pointing) OUT THE FRONT AND AROUND THAT WAY. THERE’S AN ALLEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THANK YOU. DO YOU THINK I COULD",
          "text": "HAVE MY MONEY BACK? I COULDN’T STAY IN THERE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCK GIRL",
          "text": "NO, MAN. YOU’RE GONNA NEED TO FUCK OFF...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IT’S QUIET. A BAND is loading up GEAR into a CONVERSION V IN THE RED WASH OF BREAK LIGHTS, Dwight watches them pull out. He’s alone. There’s a DUMPSTER across the alley. He walks over, place his hand on the rim and rises onto tip-toes. He peeks in- A METAL DOOR SCREECHES OPEN. Dwight wipes his hands on hi shirt, observing a LARGE MAN with long black hair turn do the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Ben? The Large Man walks on, insulated by HEAVY METAL MUSIC coursing through his HEADPHONES. Dwight follows. \f173 174 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight steps from the alley, guided by HEADPHONE SPILL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Large Man unlocks his PICKUP. Dwight stops short of t truck, noting the numerous MILITARY AND FIREARM DECALS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "The Large Man turns, whipping his headphones off, LOUDER around his neck. Dwight stands ready with a cautious hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Ben. Hey, it’s Dwight. Evans. The Large Man, BEN, walks over, assessing the claim. Dwig meets him at the tailgate and they shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Wow, bro- you look square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I’ve been away. Ben nods, waiting for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "No shit, man- just peaced-the-fuck- out... He pulls out cigarettes, Dwight declines and Ben lights u",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "...Same year El Duce got hit by a train. (slaps his truck) Yo, I put the first two hundred miles on this thing stapling up your ‘missing’ posters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(struck, ashamed) Never thought of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Your sister, man. She was hell bent. Then I think a bunch of your parking tickets came in the mail- she called it all off... \f57. Dwight nods, thrown off. They listen to HEADPHONE CRACKLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "I took off too! (lifting shirt, showing a ‘U.S.M.C.’ tattoo) Joined up soon as I graduated. Nev- Ben cuts himself off, cocking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Was...that you? (pointing back) By the dumpster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah... So should we get beers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Look, I need to warn you that I’m here- that I came to you- for a favor. A big one. Ben reaches in his jacket, SILENCING HIS HEADPHONES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Sure. What do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I need a gun. And I don’t have a lot of time to get it. You were the only person I could trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "And has guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(taking a drag) Shit, man- you can pretty much buy one anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I tried to get one on my own. I don’t have any money- wait... (digging crumpled bills from his pocket) I mean, I’ve got- but my I.D. is- \f175 176 177 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hold on. Are you a junkie, dude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "No. No, I shouldn't have just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(realizing) Oh, wait. Shit. It’s about that time... Ben gives a subtle nod, takes another drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Yeah. Hop in brother. Ben heads to his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I should take my car...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You gassed up? I’m in the boonies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bonneville’s headlights project onto kicked-up dust f Ben’s truck. The tree-lined road vanishes into pitch blac EXT. BEN’S HOUSE - NIGHT 176 The two vehicles pull past a shotgun shack up to a single story prefab house. Dwight parks twenty feet short. INT. BEDROOM - BEN’S HOUSE - PRE-DAWN 177 HALLWAY LIGHTS CLICK ON. Ben leads Dwight into the sparse earthy room, neatly kept if a bit dank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Hey- I got something..",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "What’s that? Ben opens a JUNK DRAWER in a old bureau, rifles through i",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You remember when James Henry’s brother had the stripper at his party? At his shop? \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Haven't thought that far back in a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I got a Polaroid of me and you with the stripper. It’s hilarious- we’re both terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Ben. I need to hurry. Ben nods, shoving the drawer closed, turning to two METAL LOCKERS along the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Do you hunt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Very little. Ben pulls a MAGNETIC BOX from behind a locker, shaking ou KEYS and turning them in the locks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "More into target shooting. What do you need it for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I’d rather...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Oh- no, man. The less I know, the better. What do you need out of the gun. At range? Close quarters? Dwight stands at a loss as Ben swings open the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Close up or far away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Probably close. I don’t know. Hopefully not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Roger that. See what I’ve got... (running his hand along the racks) An Enfield mark three, Circuit Judge, a Mosin... He pulls out a vintage BOLT-ACTION RIFLE, feeling the wei \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "..-which is my current favorite. Bolt action, heavy, and the surplus ammo is cheap. He sets it on the bed and wipes his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "The AK, Mossberg- might be a bit much. What do you weigh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "...the Sterling might jam up on you. Ben pulls out a VINTAGE SUB MACHINE GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "It’ll clear a room, though. Ah. He replaces the sub machine gun, removing a bulky automat pistol from the cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "I picked this up this year. Steyr nineteen-twelve. Shoots it’s own nine mil cartridge, great shape- but you gotta load it slide-back with a stripper clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Nothing that’s special to you- the least expensive, as long as it works...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "The World War I and II models are bring-backs- no papers, no import marks. But you don’t want a bolt- action... Dwight stews in ignorance. Ben reads it, selecting a MINI RIFLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Here. The Mini Fourteen. Gunshow- no papers. It’s a carbine- that just means it’s short. Semi-auto- it fires every time you pull the trigger- twenty rounds. Very reliable. Plus, I got ammo here. \f61. Ben expertly loads a clip and assumes a firing position, trigger finger extended against the guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Recognize it? Dwight shakes ‘no’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "It’s the A-Team gun. From the show. Their’s were stainless... Ben presents the rifle. Dwight grabs it, but Ben holds fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "(nodding) What’s up with that? Dwight follows Ben’s gaze to a BLOOD STAIN on his SHIRT A PANTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Oh, that’s not- it’s from an arrow. It’s stitched up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Not so well, huh. Ben lets go of the rifle. Dwight feels the weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "So then, you’re already in this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Yes. Ben locks eyes with sincere concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Because I was just blowing smoke up your ass, bro. Preparing a speech in my head to stop you from whatever crazy shit you’re about to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "It’s already done...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Thought about calling the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Please don’t. Not yet. I don’t have a speech- just please trust me. \f178 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I do, bro. But I can’t send you off like this. I could teach you. CQB, man! Surprise, speed, violence of action...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I just need somewhere quiet right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "I’ve got sixteen acres. Follow the road we came in on ‘till it ends- you'll see the targets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "You right handed? Dwight nods ‘yes’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Real quick. Keep the safety off. Wherever your eyes look, the gun follows. And keep your distance- or it can get sloppy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I know. You ever killed anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(shutting the lockers) Two on purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(nodding thoughtfully) Can I get a thing of water? EXT. SECLUDED AREA - BEN’S PROPERTY - EARLY MORNING 178 A dead end clearing littered with SANDBAGS, TRAFFIC CONES SHOT-UP TARGETS and a ROTTING PICNIC TABLE. A field of ta grass flanks one side. CLOSE-UP: A WATER BOTTLE is placed on grass. ON DWIGHT, rising with the MINI-14 RIFLE, like a seven ye old about to jump off the high-dive for the first time. ON THE TRUNK OF THE BONNEVILLE. \f179 180 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The passenger door hangs open. Dwight takes a knee, stretching in to unlatch the glove box. He pockets the CELL PHONE, draws a breath and POPS THE TR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight scurries to the trunk as it’s pushed up by Teddy, emerging disoriented in a sheen of filth and sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Stay in the trunk. Teddy swallows air, squinting in the daylight, seeing the rifle trained on his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "(hoarse) That's easy, my leg is broke. Dwight stands mute, the bottle of water by his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "(weakly snapping his finger) That for me? Dwight wiggles a firmer grip around the rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Were you coming for me or for her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You came to my sister's house. Who were you coming for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Look, man. You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Then how come you didn’t just call the police? Send me to jail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Same as you. Keeping it ‘in-house’. Dwight tosses the water bottle, TEDDY snatches it from th air, uncaps it and chugs... \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "What if I surrender? Teddy raises his eyebrows, chugging. He empties the bottl and tosses it to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "(ecstatic breath) I accept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Please, dammit. To the police- I'll plead guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "You don’t get to do what you did and just lock yourself up. Shit, I'd give you props if he wasn’t my brother. Or if he had it coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "If Wade didn’t deserve it, then nobody ever has. Teddy rubs his face, looks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Which one are you, again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Teddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "And who was the boy in the limousine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "You totaled it. That’s my livelihood... Dwight waits patiently for the answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "Just a boy. Not a concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "When I let him out, he said something about Wade. That he didn’t hurt anyone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Yeah, well- (chuckling) Coupla dead negroes might disagree. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "(unsmiling) He just meant Wade didn’t kill your parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Well that settles it, then. Dwight anxiously finds a new stance, flushing red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "That’s how this works, man. The one with the gun gets to tell the truth. Problem is, you don’t know shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "(quiet, taunting) I should’ve done the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(raising the rifle) Are you saying you killed them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Forget this. Dwight CLICKS THE SAFETY, taking aim at Teddy’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "(flinching, blurting) What‘er you tryin’ to do?! WHAT’ER YOU TRYIN’ TO DO!? DWIGHT SQUEEZES THE TRIGGER - PANG! - AND MISSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "(exhilarated) HOT DAMN! Fish in a barrel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP IT",
          "text": "Teddy settles, suppressing a smug grin. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Whatever you're saying, say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "I didn’t do it. Wade didn’t do it. Our father, Big Wade, shot your dad. As was his right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "His right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "You don’t fuck with a man’s wife. His family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Whatever my dad did, he did with your mom. They made a mistake. Togeth-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "SHIT’S NOT A MISTAKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Whatever it was, both my parents are dead-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Your dad got what he deserved. Your mom was just in the car- that was a fuckup. I’1l give you that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I don’t want your opinion on things. If it’s true about Wade- why did he...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Big Wade had cancer. We couldn’t let him die in prison. I would've done the time, but I had two strikes. Would’ve been life with no parole. Little Wade could take a plea... You smoke? Teddy watches intently as Dwight, lost in thought, lets t rifle barrel drift downward. Dwight pulls out the CELL PH",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Call them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Who’s them? The cops? \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Your family. Teddy gestures for the phone. Dwight cautiously lobs it o Teddy catches it and checks the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "What do you want me to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "We're all going to meet up- somewhere public- and it’s going to end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Okay. He dials and waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Don’t say my name and don’t say anything about a gun. We’re in Kentucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "(surveying) You ever been to Kentucky? Dwight blinks, re-focusing down the rifle sights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "(into cell phone) It’s me. Call me back. NOW. (to Dwight) Not picking up. May I call the house? Dwight nods his approval. Teddy dials and waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "(into phone) Hey. Yeah- shut up. I’m fine...just my leg. I’m with him, he’s here. Not now, he wants to meet- fine. I'll try, but we just went through it. (to Dwight) She wants to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "My sister. She’s bossy... \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Throw it. Teddy pivots the phone in his hand, tweaking its position",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "I would- the signal’s weak. We can’t blow this- just take it... He extends the phone with one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "It’s fine. You can point that thing right at my face. I’m not moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Turn around. Look away. Teddy shifts his weight around, looking back into the tru",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "Keep your finger on the trigger... Dwight approaches, two hands gripping the rifle, pointing directly at the back of Teddy's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "It’s over as far as I’m concerned. (towards the phone) You hear that, sis? Dwight reaches for the phone, steps on the discarded wate bottle. CRUNCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": ".--don’t go starting ANY SHIT-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GROUND, ELBOWING HIM HARD TO THE FACE.",
          "text": "Teddy snatches the gun and SLAMS THE PHONE INTO DWIGHT’S STUNNED FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "THERE’S NOBODY HOME, STUPID FUCK! They’re huntin’... He backs off fast, rising with the gun. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "YES. FUCK! My fucking legs are asleep... Teddy wobbles back to the rear bumper and sits. He pulls slide handle and ejects a cartridge. Dwight grimaces, his trembling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I'll die. I should. But my sister never did anything. Just tell me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "You bet. I got the gun, you get the truth. But not to satisfy your fucking curiosity, Dwight. Teddy rises and hovers over Dwight with a cold stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "Just know that the man who killed your parents didn’t die by your hands. He smoked and he drank and he- guess he didn’t fuck cuz of the cancer- but he watched all his favorite TV shows and he died a free man. You'll die like your whore father did... ...Shot in the fucking face. Or first do you wanna open up that belly? See your guts steam? Teddy raises the M-14 barrel to Dwight’s stomach. Dwight drowns in dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (CONT'D)",
          "text": "Must have a little in there since you took Wade from us. (quiet, sinister) And for that, your sister and tho- SWIP. THE AIR BETWEEN THEM IS DISTURBED VIOLENTLY. Dwight and Teddy share confusion. KOOSH. A distant thundering sound. Teddy looks to the far tree line, searching. Dwight looks to Teddy as HIS HEAD SMACKS APART AT THE BAS THE NECK AND JAW. \f70. KOOSH. Another thundering sound as Teddy’s body collapses the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "-.-wait. Dwight sits up, face smattered with blood, finding where Teddy's eyes were trained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN IS WALKING BRISKLY ACROSS THE FIELD AIMING HIS MOSIN",
          "text": "ACTION RIFLE. Wearing camouflage hunting overalls, he eje a shell and loads the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(echoing across the field)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUST THE ONE",
          "text": "Dwight nods ‘yes’, his chest heaving. Ben is too far for subtle gestures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(echoing back) YES. Ben safeties his weapon, still bridging the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "SORRY. COULDN'T SHOOT ‘TILL HE",
          "sentiment": "neutral"
        },
        {
          "speaker": "MY END AT LEAST.",
          "text": "Ben reaches the clearing, pulls the clip and sets the Mos on the picnic table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "His head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "That’s what bullets do. Dwight watches in awe as Ben scoops the Mini-14 from the ground, pops the clip and safeties it beside the Mosin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Jesus man, I am not impressed. Told you to keep your distance- you missed from two yards? Ben grabs Teddy’s corpse under the armpits, waits for Dwi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Let’s go man. I’d like him off my property. C’mon. \f71. Dwight dusts off and grabs the corpse by the ankles. They lift and carry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "This Wade Cleland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(straining) His older brother. Wade’s already dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(noticing the blood) Wipe your face off. He’s probably got hepatitis. They drop the body in the open trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "(re: Teddy’s cell phone) Pick that up, throw it in here. Dwight does as he’s told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Don’t forget to wipe it down before you get rid of it. You got the keys? Dwight checks his pockets and nods ‘yes’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Show ‘em to me. Dwight presents the keys. Ben shuts the trunk firmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(pointing) What about the rest of his head? There’s BRAIN TISSUE AND CARTILAGE in the nearby grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Coyotes will get that. (second look) Long as there’s no teeth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(wiping face with shirt) They won’t let it end. Not now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah, well. I’m switching you to buckshot. \f181 182 72. EXT. SECLUDED AREA - BEN’S PROPERTY - LATER 181 A CRUDE STACK OF JUGS AND CRATES BLOWS APART. Dwight FIRES a CIRCUIT JUDGE REVOLVING RIFLE. He lowers the barrel, pops the cylinder and tosses the sp shells, looking to Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "It’s doesn’t have the stopping power of a twelve gauge- but you seem comfortable with it. Dwight nods, drifting. Ben swaps guns as Dwight TUNES OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "Shoots slugs too- but you wouldn’t hit anything. Only five shots though, so the Steyr is your secondary- backup. Another eight rounds, and stopping power- Ben steps to Dwight until his wandering eyes make contact",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "This is personal, I know. But that’s how you’ll fail. No talking. No speeches. If you point the gun, you shoot the gun. Dwight nods. EXT. DRIVEWAY - BEN’S HOUSE - DAY 182 Dwight and Ben load the guns and a pack in the Bonneville",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "This should do you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Where’s the closest car repair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Well, once you're back to the main road- closest one’s about 20 miles. But that’s east. I assume you’re heading west. It’s just a gas station, though- watcha need? \f183 184 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "It‘ll be fine. But do you have some food I could take? (holding his belly) Think I’m going to pass out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah, man. Dwight watches Ben double time it to the house. INT. KITCHEN - BEN’S HOUSE - DAY (CONTINUOUS) 183 Ben piles SNACKS from cabinets into a SHOPPING BAG. From pantry he pulls packets of VACUUM SEALED FOOD. EXT. BEN’S HOUSE - DAY (MOMENTS LATER) 184 Dwight shuts the Bonneville’s door and turns to Ben, approaching with the grocery bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Threw a few MREs in there. Dwight accepts the bag and hands Ben the OLD YEARBOOK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN, (CONT'D)",
          "text": "(flipping through) Nice! I lost mine, or shot it up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "I wish I didn’t bring all this to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "(closing yearbook) It’s come and gone. Plus, I’m glad you did. You'd be dead otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "If it were my family, I might do the same. I don’t know. But I’m not helping ‘cus this is right. This is ugly, man. The two stand in silence, acknowledging the weight. \f185 186 187 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Hey. If you ever do come across that Polaroid- of us with the stripper- Ben smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Do me a favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Destroy it? Ben’s smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight drives west, squinting peacefully into the sun, wi from open windows scattering his hair. ON THE RADIO: He powers it up and SCANS STATIONS. A LOCAL OLDIES STATION CRACKLES THROUGH THE SPEAKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. PICKUP TRUCK - BEN’S HOUSE - DAY 186 The truck cab is packed with HUNTING GEAR. Ben tucks TWO RIFLE CASES behind the seats and turns the ignition. THE ENGINE DOESN’T TURN OVER, NOT EVEN A CLICK. He pulls the hood latch and hops out. EXT. PICKUP TRUCK - BEN’S HOUSE - DAY (CONTINUOUS) 187 Ben lifts the hood, revealing an EMPTY BATTERY TRAY WITH LOOSE HANGING CONNECTOR CABLES. \f188 189 190 191 192 193 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEN",
          "text": "Ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OLDIES SONG REMAINS.",
          "text": "The Bonneville pulls into the lot of a greasy spoon cafe’",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OLDIES SONG REMAINS.",
          "text": "Dwight unfolds a paper napkin at a booth. Before him, a C STEAK and a GLASS OF RED WINE. INT. BEDROOM - BEN’S HOUSE - DAY 190 Ben returns RIFLES to their locker, looks off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OLDIES SONG SURGES.",
          "text": "Back on the road, Dwight heads into the horizon. INT. KITCHEN - BEN’S HOUSE - DAY 192",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHES OF BLINDING BLUE LIGHT WITH MELTING, BUBBLING LAY",
          "text": "It’s a POLAROID PICTURE BURNING IN A MICROWAVE. Ben leans against the kitchen counter, watching the show a TALL-BOY in hand. He drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OLDIES SONG IS DROWNED BY HARSH WIND AND PASSING TRAF",
          "text": "Dwight leans against the Bonneville, VOMITING on the road LOW STRINGS BUILD. \f194 195 196 197 198 199 200 201 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A panoramic view of rolling-hill country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bonneville turns off the main road and up an incline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE CAR WHEELS, from CRACKED PAVEMENT TO RAW DIRT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight backs the Bonneville into an off road clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight darkens. He cuts the engine. FROM THE BACK SEAT: Dwight opens the rear door and gather his WEAPONS. ON THE KEYS, STILL DANGLING IN THE IGNITION, as Dwight sh the door and passes the window. He places a FALLEN BRANCH against the car, shading the interior. Then another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A narrow, rutted road leads to a weathered brick entrance with an iron gate secured by a HEAVY CHAIN and PADLOCK. A worn, hand painted PLAQUE reads: ‘CLELAND’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight slides the Circuit Judge rifle and the Steyr pisto under a low, twisted fence. He tosses his backpack over a straddles the sagging wire, rolling over and off... .«.-HIS SHOES HIT THE DIRT ONTO CLELAND PROPERTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING WITH DWIGHT, traversing dense woods, rifle in ha \f202 203 204 205 206 207 208 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight crouches, getting the lay of the land. A rustic single story house sits in a half acre clearing. two-car garage lies beyond, its doors obstructed by a BOA TRAILER parked on sunken concrete. Four generation’s worth of ARTIFACTS clutter the property",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE, FROM AFAR, Dwight starts towards the quiet house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight rounds the back with trained eyes, moving past an TOW TRUCK, its load covered in BLUE TARP. THE BACK SCREEN DOOR, FRAMED IN WOOD. Dwight leans close, listening inside. He cracks it open, turning the interior door handle. LOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight hugs the mossy siding, ducking under a window. He sets the rifle down, cupping the glass for a view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight stalks towards the front door. A DISTANT NOISE. He pivots to the woods and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH A WINDOW, Dwight appears, squinting into the dark interior cast in green from surrounding foliage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight opens the back screen door, widens his stance and VIOLENTLY KICKS THE INTERIOR DOOR. The screen SMACKS his with each LOUD IMPACT. \f209 78. The door holds firm. Spooked by his failed breach, Dwight clears out, the screen door SLAMMING behind him. He scampers behind the tow truck and readies the rifle, h grip arm resting on a fender. RIFLE SIGHTS ON THE BACK DOOR... Nobody comes. He turns to the tarp behind the truck, weighted by a CIND BLOCK. He kicks it over and lifts the tarp. UNDER THE TARP: The WHITE LIMOUSINE wreckage, scorched an half-cannibalized. THUNK. Dwight plants the CINDER BLOCK, propping open the screen door. He leans the rifle by the frame and backs of With a running start, Dwight delivers a POWERFUL KICK. The INTERIOR DOOR CAVES INWARD SEVERAL INCHES and the fra comes loose. He backs up further and runs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BACK DOOR SMASHES OPEN AND THE FRAME GIVES.",
          "text": "The rifle barrel pushes inside, Dwight guiding it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAND HELD WITH DWIGHT AS HE SEARCHES",
          "text": "DOWN A HALLWAY. It’s musty and dark, THICK DRAPES block t daylight. THROUGH THE NARROW KITCHEN with JUNK FOOD WRAPPERS and da appliances. INTO THE DINING AREA with an oval TABLE, three ASHTRAYS, chairs piled with NEWSPAPERS and a wood laminate CREDENZA THROUGH THE LIVING ROOM, past a feline SCRATCHING POST, a corduroy COUCH, COFFEE TABLE, RECLINER and an oversized projection TV. INTO THE MASTER BEDROOM with a QUEEN BED, STUFFED ANIMALS a COT. BACK OUT AND DOWN A HALLWAY, ducking in and out of a BATHROOM, past an IRONING BOARD against the wall. \f210 211 212 213 79. INTO A SECOND BEDROOM with two DOUBLE BEDS, a small TELEVISION and a GAME CONSOLE... AND BACK INTO THE HALLWAY- the full tour. Dwight lowers t rifle in the light of the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT CRASHES THE RIFLE BUTT THROUGH THE GLASS OF THE SI",
          "text": "DOOR. He reaches in, unlatching the dead bolt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight moves through a mudroom stacked with BOXES, swingi his rifle into the garage. Scattered LIMOUSINE PARTS, TOOLS, a REFRIGERATOR, and a f sized MATTRESS and BOX SPRING. BLOOD SPLATTER above the baseboard bleeds through FRESH W PAINT. On the floor lies a ROLLER, an ALUMINUM TRAY and a OF WHITE PAINT. ON DWIGHT, turning to the near wall... OVER HIS SHOULDER: HALF A DOZEN RIFLES ON RACKS, encased the glass of an ANTIQUE CABINET. There are TWO EMPTY RACKS IN THE CASE. His shoulders sink, gazing at the arsenal before him. He turns a KEY in the lock and the door drifts open. He turns to the bed. Atop a MILK CRATE ‘end table’ are scraps of TIN-FOIL, BOT CAPS and a cloudy GLASS PIPE. Dwight PULLS THE TOP SHEET FROM THE MATTRESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight backs out the side door dragging the bedsheet, the CLATTERING guns wrapped inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight opens the drapes, cross-lighting stagnant dust. \f80. He unhooks THREE ANTIQUE RIFLES hanging above the televis He runs his hands under the couch. He pulls open a side table drawer. With a knee to the floor, he searches the credenza. He stands, noticing a BLINKING ANSWERING MACHINE on top. He hits ‘PLAY’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS, (ON ANSWERING MACHINE)",
          "text": "Teddy, check in. We took the truck. Headed to the shore, left you the map and your charger. William is with Sherri. She is not happy about all this. Might need to do something about her too. This is a fucking mess. Erase this if you get it. We’ll pick William up on the way back. Should be there Thursday night. I hope to God you're not dead. Erase this if you get it. BEEP. Dwight finds the PHONE CHARGER and MAP on the dining tabl It’s his map from the Bonneville, with a line from Delawa to Virginia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY",
          "text": "(muffled, wind whipped) TEDDY: ...he’s here. No. Listen. Not now, he wants to meet- fine. I’1ll try, but we've already been through it. She wants to talk to you. DWIGHT: Who? TEDDY: My sister. She’s bossy... DWIGHT: Throw it... TEDDY: Shit. The signal’s weak. I don’t want to blow this- just take it. It’s fine. You can point that thing right at my face. I’m not moving. DWIGHT: Turn around. Look away. TEDDY: Keep your finger on the trigger... It’s over as far as I’m concerned. You hear that, sis? Don’t go starting ANY",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIT- AN OVERMODULATED SCUFFLE",
          "text": "TEDDY: THERE’S NOBODY HOME, STUPID FUCK! They’re hun- CLICK. BEEP. Dwight has his finger on the ‘STOP’ button. He presses ‘PLAY ALL’ and continues searching... \f214 215 81. CLICK. BEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY, (ON ANSWERING MACHINE)",
          "text": "Hey, when you’re home stay there. Had to swap out a tire to tow her four down- hitched up now, should be there by eight or nine. We'll take his car. Call me on my cell. And keep Carl in check. BEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight circles the bed, checking under the mattress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (ON ANSWERING MACHINE)",
          "text": "Hello. This is officer Downey with Community Corrections calling to reach Wade Cleland... He slides open a bedside drawer and removes a NICKEL PLAT REVOLVER. He tests the weight and tucks it in his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (ON ANSWERING MACHINE)",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had a post release and urinalysis scheduled this morning which you did not attend, I’m gonna need you to contact me immediately and make that up this week to avoid a violation. Don’t wanna start off on the wrong foot... BLACK. A CLOSET DOOR OPENS, Dwight pushes aside hanging clothes: VACUUM CLEANER, STUFFED ANIMALS, lots of REEBOKS",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (ON ANSWERING MACHINE)",
          "text": "(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can reach me at four three four, two nine five, seven one nine four, Community Corrections, Probation and Parole District 9. Officer Downey. BEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight checks the mattresses. One BED is messy, tucked in corner with a metal frame and headboard. \f216 217 218 219 82. The other an AIR MATTRESS with pressed sheets and a CARTO CIGARETTES by the pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (ON ANSWERING MACHINE)",
          "text": "Pick up. Pick up! She was not there- he was. Pick up... Dwight’s eyes settle on a HOMEMADE BANNER draped above th door frame with letters drawn in marker: ‘Welcome Home Wade!!!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (ON ANSWERING MACHINE)",
          "text": ".--I’m not saying anything on this, but I need a ride and Teddy is not with- CLICK. BEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bedsheet lies open by the back door. Dwight tosses th hung antiques onto the HEAP OF GUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight drags the bedsheet down an incline, coming upon a rusted gate bordering a CRUDE GRAVE SITE. LIMESTONE MEMORIALS, GRANITE HEADSTONES and SLABS OF SLAT sit shaded by a tree, crooked from its roots. Near the edge, FRESHLY CHURNED DIRT with DRIED WILD FLOWE and a LIQUOR BOTTLE in place of a stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight shovels dirt under a canopy of trees. He pulls the bedsheet of guns into the ditch and fills it He walks over loose dirt, packing it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glistening with muddy sweat, Dwight pulls a cup from a cabinet, filling it from the tap and chugging water. He refills it. \f220 221 222 223 224 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GRA",
          "text": "HEADSTONE: ‘WADE MARSHAL CLELAND SR.’ Urine desecrates the grave. A healthy amount of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE WELCOME MAT, Dwight props a GLASS JAR of coins, ta and hardware against the front door. He takes shelter behind a PILED FURNITURE BUNKER, bracing against the wall, his rifle barrel resting on a couch pil Dwight waits patiently in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BUSY DRONE of night creatures. PUSHING IN ON THE PITCH BLACK HOUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight’s heavy, drifting eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWS IN EVERY DIRECTION.",
          "text": "Dwight springs up with his weight against the wall. His eyes sharpen, his breaths ease- in through the nose, through the mouth. The rifle is trained steadily on the d He hunts for a trace of sound or motion. But there is none. He steps in for a better angle of view. Still no trace. He ducks past the window and drops down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight crawls through the kitchen and out the back door. \f225 226 227 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight jogs in a crouch around the house, sweeping with h eyes through the rifle sights. He lines-up the front porch. Nothing but night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight enters from the kitchen, approaching the PHANTOM L He drops to all fours and traces the lamp cord to an OUTL Between the plug and socket is a SMALL BEIGE DEVICE, like thermostat, but marked with hours instead of degrees. Wri in brown font: ‘Intermatic TIME-ALL’ It’s set for 9PM. From his low vantage point, Dwight notices a stack of BOO under the coffee table. He pulls out two dusty vinyl PHOTO ALBUMS. He cocks his head and listens. Then settles on the floor against the recliner and flips through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PHOTO ALBUM",
          "text": "A photo timeline of the Clelands. Vintage black and white faded color prints and stained Polaroids. From stoic, depression era hunters to Teddy and his limousines. Pelts and guns. A man and a woman. The man sick. The woman pregnant. The woman with a baby, others wear black. A young boy beside a slain deer, with indifferent eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight sits asleep on the floor against the recliner, the album across his lap. The lamp’s warm glow clashes agains the morning blue. HUM...TICK. The lamp turns off. Dwight wakes in the cold light. \f228 229 230 231 232 233 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight pulls the bedsheet off the air mattress, sets the cigarette carton back on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING WITH DWIGHT, back through the woods, the sheet o his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSHING IN ON THE BONNEVILLE, half camouflaged with branc ON THE TRUNK as it unlatches and bobs. Dwight lifts it op wincing at the escaping smell. He spreads the bedsheet on the ground, holds his breath a lunges into the trunk, grappling with TEDDY'S BODY until slumps over the edge and onto the sheet. Dwight gasps upward for air, pockets Teddy’s CELL PHONE a shuts the trunk. He wraps the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight struggles with THE BODY, caught in the fence by it own weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight drags THE BODY by the bedsheet, torn and muddy wit blood pooling at one end. He’s exhausted, sweating profusely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON DWIGHT’S FACE, as he shovels dirt. ON THE GRAVE he’s digging, by the edge of the gated plot. WIDER, Dwight stands in the ditch, hips at ground level. pulls THE BODY into the grave. ON DWIGHT’S FACE, as he shovels. \f234 235 236 86. A MUFFLED PULSE stops him mid swing. AGAIN, clearly now- A TELEPHONE RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE PHONE. Dwight stomps to a halt, catching his breat the ANSWERING MACHINE ENGAGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEDDY'S VOICE, (V.O.)",
          "text": "(answering machine) You've reached the Cleland residence- drop it like it’s hot. BEEP. DEAD AIR. FOUR NUMERIC TONES. Dwight tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSWERING MACHINE",
          "text": "(electronic menu voice) You have-no-new messages. You have- five-saved mes- THREE NUMERIC TONES. Dwight steps closer with wide eyes. ANSWERING MACHINE (CONT’D) (electronic menu voice) You have-no-messages. A SUSTAINED DIAL TONE... CLICK. Dwight stares, shaken. He fishes in his pocket, sets Teddy’s phone on the dining table and plugs in the charger. Fumbling with the power connector, Dwight scowls until th phone CHIRPS AFFIRMATIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight wiggles a SLAB OF ROCK flush with the dirt. He PAINTS ‘TEDDY’ on it with the roller and tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight swings his rifle in the hallway, testing the width \f237 238 239 240 241 242 87. INT. MASTER BEDROOM —- CLELAND HOME - DAY 237 Dwight shuts the closet door and pinches the drapes, reac through them to open the bottom window pane. He kneels behind the bed. RIFLE SIGHTS THROUGH THE DOOR, INTO THE LIVING ROOM HALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight closes the drapes and turns on a table lamp, leavi the door slightly ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight steps to the ironing board against the wall. He mo it aside and discovers a narrow doorway into a utility ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight enters the dark and pulls a hanging chain. A fluorescent light warms up, flickering above a compact washing machine and utility sink. DRIED BLOOD coats the s rim, a bag of soiled clothes sits on the washer. A silver CHARM NECKLACE dangles from a wire shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE CELLPHONE, atop the dining table. It CHIRPS again, charger unplugged. Dwight rises behind it. He disconnects the phone and arranges the charger on the table as he found it beside the map. He dials a number on Teddy’s cell phone, referring to a L on the house phone. He waits. The house phone RINGS... The answering machine CLICKS AND SPEWS SHRILL AUDIO FEEDB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight stands thirty feet from the house, the phone press to his ear, waiting for a BEEP. \f243 244 245 246 247 248 249 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(into phone) Hello. It’s me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE WELCOME MAT: Dwight removes the GLASS JAR from aga the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOW, BROODING STRINGS.",
          "text": "The furniture bunker is gone. Dwight tucks to the wall an sinks to the floor, the rifle in his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIREFLIES BLINK in the brush as the house darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night sky envelopes the surrounding woods. THE LOW STRINGS BUILD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black trees sway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the rusted gate, HEADLIGHTS APPEAR around a bend skip off the dirt. THE STRINGS INTENSIFY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FAMILIAR BUZZ...CLICK.",
          "text": "The PHANTOM LAMP illuminates. DOWN THE HALL, Dwight waits. \f89. The distant CLINK OF A GATE. The RUMBLE OF TIRES. Dwight brings his knees to his chest, his feet flat again the carpet. He pulls out Teddy’s cell phone, presses a button and wai OUTSIDE, A VEHICLE PULLS UP. Dwight backs into the dark, pressing another button. THE HOUSE PHONE RINGS. MUFFLED VOICES OUTSIDE. RUNNING FEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS, (0.S.)",
          "text": "(through door) It’s the phone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (0.S.)",
          "text": "(through door) Move! KEYS CLANK AGAINST THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR LATCHES OPEN",
          "text": "ON DWIGHT, shadowed out of view, quietly closing the phon and slipping it away. THE RINGING STOPS as the trio reaches the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (CONT'D)",
          "text": "Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "There’s a message!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Go. Play it! Chris presses ‘PLAY’. ON DWIGHT, DOWN THE HALLWAY, dripping sweat. He raises th Circuit Judge Rifle, finds a firm grip. Chris, Hope and Carl gather around the table, listening intently to the message. THEY’RE ALL IN HIS SIGHTS. CLICK. BEEP. \f90. DWIGHT’S VOICE (ON ANSWERING MACHINE) Hello. It’s me. Dwight Evans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Shut the fuck up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (ON ANSWERING MACHINE)",
          "text": "Wade is dead. Teddy is dead too. He told me everything. I think. Chris weeps. Carl BLURTS but Hope SLAPS him quiet. DWIGHT’S VOICE (ON ANSWERING MACHINE) I didn’t kill him- well, I guess I did. It doesn’t matter. By my count that’s two of yours and two of mine. I don’t know how this ends, but I'd like it to, uh... Or it can keep going. I just need my sister to be left out if this-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "(erupting) THAT’S WHY WE’RE GOING TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "PITTSBURGH YOU SONA-",
          "text": "BOOM! CARL’S CHEST POPS OPEN, SPLATTERING BLOOD ON THE ANSWERING MACHINE AND ACROSS THE DINING AREA. Carl keels over YELLING THROUGH CLENCHED TEETH as Dwight steps from the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "THAT’S HIM! DWIGHT’S VOICE (ON ANSWERING MACHINE) I have Teddy’s phone. Dwight aims and fires. BOOM. A MISS. The bulk of the buckshot SPLINTERS THE TABLE, som it GRAZES HOPE, HER SLEEVE TEARING WITH BLOODY MIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(quick, instinctual) Sorry. HE CHECKS HIS AIM AND BLOWS ANOTHER HOLE IN CARL’S SIDE. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "WE’RE GONNA FUCKING KILL YOU! DWIGHT’S VOICE (ON ANSWERING MACHINE) You'll find his body in the yard with some family. Dwight nods, showing teeth. Carl slumps in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Wish you woulda... He aims, alternating between Chris and Hope. DWIGHT’S VOICE (ON ANSWERING MACHINE) Call it if you want to talk this through... Tears flow down Dwight’s flushed face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(trembling) You people... DWIGHT’S VOICE (ON ANSWERING MACHINE) Sorry to bother you at home. CLICK. BEEP. Chris looks to the wall above the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "Guns are gone. Buried them. He shows the nickel plated revolver tucked in his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "This one too. Chris looks to the RECLINER. Hope turns her head ever so slightly, eyes drifting to th front door: THROUGH THE FRONT DOOR: OUT OF DWIGHT’S VIEW STANDS THE B grasping his hand held video game console. He creeps back towards the PARKED TRUCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS, (0.S.)",
          "text": "Don’t shoot us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (0.S.)",
          "text": "I've been here a while. Waiting. \f92. The Boy delicately opens the cab door and removes a DOUBL BARRELED SHOTGUN from a GUN RACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Trying to think of reasons not to do this- to end your family. There’s a thousand. But there’s one why I should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "Fine. We'll leave her out. Dwight looks up from his sights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "How ca-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dwight defiantly attempts to stand, bleeding from his rib",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO",
          "text": "The Young Boy walks in closer as Dwight staggers to his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE",
          "text": "(to Dwight) Your whole family will die... The Young Boy, William, shakes his head ‘no’ as Chris ste towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "(crying, still walking) I don’t want to. As William approaches, Dwight grabs the Circuit Judge fro the floor and swings it like a sword, sweeping and SMACKI THE BARREL OF WILLIAM’S SHOTGUN. BOOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLASTER FROM THE CEILING RAINS DOWN ON DWIGHT AND WILLIAM",
          "text": "Chris reaches the recliner in a crouch as Dwight puts her his sights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP.",
          "text": "Chris stands slowly. \f93. Hope holds her bleeding arm, exuding pure hatred. William stands stunned with a loose grip on the shotgun. ON THE SHOTGUN: TWO SMOKING BARRELS, TWO TRIGGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "(calmly, to William) I don’t know much about guns. But I think I have more bullets than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(to Hope) If he dies tonight, your father killed him. Your father killed everyone here. Dwight lifts his shirt, exposing the GUSHING HOLE IN HIS SIDE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "(calmly, to William) I think you did your job, William. I still gotta finish up, though. Fast, I think. William looks around the room. Dread everywhere. Settling into shock, Dwight watches his shotgun wound ble",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "It’s funny- hurts less than the...uh, arrow... Hope Nods to William. He backs towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "(calmly, to William) Leave the gun. You can just wipe it off... My car is down the road, off in the woods a little. It’s dark though. Chris nervously shifts her weight as William runs past an out the door, gun still in hand. Dwight, Hope and Chris stand listening to the PAT OF WILL FEET AGAINST THE DIRT ROAD. Until they stand in silence. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "He’s my Father’s son? Chris and Hope find each other’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Teddy told me about the cancer. Big Wade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "(quiet, furious) Don’t you mention their names. Dwight pulls out the nickel plated revolver and sets it o the window ledge to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "You know what’s awful? He raises the Circuit Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT, (CONT'D)",
          "text": "Just because my Dad and your Mom loved each other? We all end up dead... Eyes glistening, lip trembling, DWIGHT LOWERS THE BARREL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOPE CHARGES DWIGHT. DWIGHT AIMS AND FIRES.",
          "text": "BOOM. HOPE’S LEG SPEWS BLOODY CHUNKS- IT DOESN’T SLOW HER DOWN ONE BIT. UNDERNEATH THE RECLINER’S EXTENDED FOOTREST: A HOMEMADE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DWIGHT BLASTS A HOLE IN CHRIS’ SHOULDER, SHATTERING THE L BY THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILLUMINATED BY RAPID GUNFIRE",
          "text": "TEC-9 RIPS APART HOPE’S BACK AS SHE REACHES DWIGHT. \f250 251 252 253 95. ON DWIGHT, CALMLY FIRING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William watches from the dark woods holding the shotgun. The Cleland home is ABLAZE IN GUNFIRE. Within seconds, it falls QUIET. William turns to the front gate, tossing the shotgun befo disappearing into the darkness. Just the DRONE OF THOSE BUSY NIGHT CREATURES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DRONE carries inside. The room is A DARK, BLOODY MESS. CLOSE ON DWIGHT. He sets his chin atop the window sill, unable to focus his gaze beyond the glass pane. WITH HEAVY BREATH, he tucks his neck until his forehead r on the sill and his eyes stare down at the shag carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DWIGHT",
          "text": "(gurgling) Keys are in the car. The keys are -..in the car... His words are overtaken by blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cleland property sits still in the night. Can’t see Dwight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TRANQUIL SUBURBAN SOUNDSCAPE.",
          "text": "KIDS ON BICYCLES pass a BENT CARBON ARROW by a sewer drai Another ARROW, EMBEDDED IN AN OAK TREE. Just behind it, a oblivious NEIGHBOR cleaning his gutters. \f254 255 256 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON THE GARBAGE: Dwight’s CARDBOARD BOX sits atop the pile along with a few bird droppings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN THE KITCHEN: the TAPED UP CARDBOARD on the back window UNDER THE DINING TABLE: The GARDEN WEEDER lies in a pool sunlight. THE SOUND OF SOMEONE APPROACHING FROM OUTSIDE. ON THE FRONT DOOR: The Mail slot swings open, fluttering daylight as a STACK OF MAIL shoves through. ON THE FLOOR: SAM’S HOUSE KEYS, 4 days worth of JUNK MAIL and a POSTCARD, with a drawing of Thomas Jefferson’s home outlined block letters filled-in with images of lighthous waterfalls, blue mountains and trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT READS",
          "text": "‘Greetings from Virginia: The Old Dominion State’",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_322"
    }
  ]
}