{
  "movie_id": "MOV329",
  "scenes": [
    {
      "location": "ROOM IN SAMARRA MORNING 2",
      "time": "61",
      "characters": [
        "157A",
        "GRETCHEN",
        "73A",
        "MORNING",
        "THE REPORT 81",
        "YOUNG ANALYST",
        "CAPTAIN",
        "OMITTED 211,212",
        "DOCUMENT",
        "AISHA",
        "BACK TO FERRIS",
        "A VIDEO 208A",
        "A CCTV IMAGE 4",
        "IN LONDON 219",
        "EMBASSY GUY",
        "TIA",
        "HANI, (CONT'D)",
        "MAN",
        "42A",
        "OMITTED 173-177",
        "NSA ANALYST",
        "ARAB VOICE, (V.O.)",
        "TRANSLATORS",
        "PREDATOR GUYS",
        "117A",
        "HANI, (0.S.)",
        "LAPTOP SCREEN",
        "AGENT",
        "OMITTED 63",
        "FERRIS, (CONT'D)",
        "OMITTED 52",
        "KARAMI",
        "TEXT MESSAGE",
        "FADE IN",
        "ON THE SOCCER FIELD",
        "BBC REPORTER, (V.O.)",
        "CUT BACK TO",
        "CCTV IMAGES",
        "SADIKI, (V.0.)",
        "R",
        "FERRIS, (V.O.)",
        "COLLAGE OF IMAGES 17",
        "MARWAN",
        "BASSAM, (V.O.)",
        "GID OFFICER",
        "THE PREDATOR VIEW 218",
        "A BLISTERING COLLAGE OF NEW FOOTAGE 3",
        "HOFFMAN, (0.S.)",
        "HOFFMAN, (V.O.)",
        "HOFFMAN 207A",
        "LARRY",
        "HOFFMAN, (CONT'D)",
        "A PREDATOR VIEW 215",
        "ATTORNEY",
        "HOFFMAN",
        "HALLUCINATION 58",
        "MEDIC",
        "STOCK NEWS FOOTAGE 157A",
        "WITH",
        "BACK WITH FERRIS 33",
        "SOMEWHERE ELSE 2A",
        "FLASHBACK",
        "EMBASSY DOCTOR",
        "PREDATOR OPERATOR",
        "172A",
        "CALA",
        "SILENCE AND",
        "AGENT, (V.O.)",
        "DUSK",
        "FROM ABOVE",
        "SKIP",
        "207A CONTINUED",
        "OMITTED 103B",
        "K.",
        "THE END",
        "A BARRAGE OF DIGITAL SURVEILLANCE IMAGES 126",
        "HOFFMAN'S WIFE",
        "GARLAND, (MAN)",
        "107B",
        "AL-SALEEM",
        "HOLIDAY, (CONT'D)",
        "HANI",
        "HOLIDAY",
        "CHATTER 9/21/07",
        "105A",
        "OMITTED 192",
        "BACK WITH FERRIS",
        "BACK TO SCENE 87",
        "107A",
        "DOCTOR",
        "82A",
        "BACK TO THE EMBASSY CAR",
        "107A CONTINUED",
        "DAY 64",
        "64A",
        "OMITTED",
        "208A",
        "VOICE, (V.O.)",
        "GARLAND, (V.0O.)",
        "46.",
        "OMITTED 104",
        "82A CONTINUED",
        "TONY",
        "NIGHT 203",
        "JIHADIST",
        "VOICE, (0.S.)",
        "TONY, (MAN)",
        "207A",
        "GARLAND",
        "ATTENDANT",
        "170A",
        "ATTORNEY, (V.O.)",
        "DOCTOR/TORTURER",
        "210B",
        "GO BACK TO",
        "107AA",
        "NIZAR",
        "THREE OF THE JIHADISTS",
        "TV NEWSREADER, (V.O.)",
        "ON SOUND",
        "HARD CUT TO",
        "SADIKI",
        "LIEUTENANT",
        "BACK TO THE OVAL OFFICE 16",
        "85A",
        "CONTINUED",
        "CUT TO",
        "103C",
        "FERRIS",
        "REPORTER, (V.O.)",
        "BACK TO SCENE",
        "93A",
        "69.",
        "THE BOYS",
        "ALI",
        "HIJAZI",
        "IN PARIS 220",
        "EXTRAORDINARY EYES",
        "BRIEF IMAGE 15",
        "GAMAL",
        "NIGHT 201",
        "TWO VOICES",
        "O.S. --",
        "DAY",
        "GRETCHEN, (V.O.)",
        "144A",
        "NURSE",
        "SUPERIMPOSE",
        "GARLAND, (V.O.)",
        "ON",
        "103B",
        "BACK TO FERRIS 35",
        "ESTABLISH.",
        "OMITTED 57",
        "AND ON CCTV CAMERAS AROUND THE WORLD 221",
        "DRIVER",
        "BASSAM",
        "BASSAM'S WIFE",
        "OMITTED 73A",
        "BACK TO HOFFMAN AND FERRIS",
        "AMERICAN SOLDIERS 1",
        "MAN, (V.O.)",
        "103A"
      ],
      "dialogues": [
        {
          "speaker": "AMERICAN SOLDIERS 1",
          "text": "heavily-armed, entering an insurgent neighborhood in Humvees and trucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "Do we belong there... Do we not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN'S FACE... thousand-mile stare... sweat trickling from his temples... (This is FERRIS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "It doesn’t matter what you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMEWHERE ELSE 2A",
          "text": "Hands wind tape around the grip of a cricket bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "It doesn’t matter what I think. The bat slices THROUGH FRAME striking someone 0O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "But the man’s face here doesn’t grimace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "We're there and we're tired and can’t see the end. We can’t even console ourselves thinking they’re just as tired because they’re not. It’s a fallacy that prolonged war weakens the enemy. It weeds out the weak. It makes the enemy stronger. FERRIS drinks an orange soda as flies copulate on a torn window screen in his monastic room. INT. HOFFMAN’S TOWNHOUSE (VIRGINIA) - NIGHT 2B A dark figure stares at a plasma screen. HOFFMAN. Breaking news on CNN (silent). (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2c CHATTER 9/21/07 -- PINK 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HOFFMAN is talking with a headset on and as he talks his words are recorded in type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You can’t make a war go away. Like a child ‘hiding’ in a corner with his hands over his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO FERRIS",
          "text": "FERRIS is in his thirties. Neither shaven nor unshaven. He could be a Madrassa student, an Islamic convert, but isn’t. He’s been in the desert too long. In his own kind of war too long. Numb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "We pulled out of Vietnam and a million people who had believed in us were murdered. Was that really giving peace a chance? Or were we just being selfish pricks who couldn’t be bothered. A FAN oscillating on a broken table. Cell phones charging in a power strip. Extra batteries -- lots of extra batteries -- you don’t want to be without your phone. Water bottle, wristwatch ticking, pint of Johnny Walker Black. .45 micro-compact, six extra clips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "And Vietnam was a little colonial war... INT. HOFFMAN'S TOWNSHOUSE (VIRGINIA) - NIGHT 2c As HOFFMAN, insomniac, turns away from kettle, water, etc, with his headset and coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "This is what you call a global conflagration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BLISTERING COLLAGE OF NEW FOOTAGE 3",
          "text": "The French Muslim riots. Cars burning in a Paris suburb. London Salafists rioting. The imam with the hook shouting in Charlotte Street. The shadow of a jet slamming into one of the Trade Towers. THEO VAN GOGH lying dead in his blood on a Dutch street. Flashes of masked kidnappers on Al-Khaleej Network. And over this",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SOUND",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A corresponding AURAL COLLAGE you might get from a random sampling of radio-waves and NSA wiretaps if you were George Martin... Bits of English, media Arabic, intelligence “chatter,” static, building up to a howl which cuts off abruptly as we OPEN UP ON:",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CCTV IMAGE 4",
          "text": "of a MILK VAN moving along a street in London. Early morning; no one else is awake. VARIOUS CCTV camera images follow the progress of the van. POLICE move INTO SHOT stopping the driver, a PAKISTANI. We have just time to get curious before we GO TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LIVE ACTION COLOR AND SOUND: Rowhouses in a poverty- crushed Muslim neighborhood in Manchester. Feel of news. Arabic graffiti everywhere. We see ordinary POLICE. INT. FERRIS’ ROOM IN SAMARRA - CONTINUOUS ACTION - MORNIN MANCHESTER images on Ferris’ TV in his Spartan room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.O.)",
          "text": "(on TV) The standoff, in one of Manchester's heavily Asian neighborhoods, is now in its twenty-eighth hour. The persons inside the house, not yet identified, are thought to be responsible for the terror campaign in the Midlands which has been connected to a new and evolved network... [MORE ON SIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AS A PAKISTANI TEENAGER, mumbling a prayer, sorts through wires, material, fitting things together. He finishes what he’s doing just as: MASKED S.A.S. enter with flashbangs, broken glass, ripping fire from submachine guns. THE PAKISTANI TEENAGER crams two wires together and screams the name of God. NO SOUND: S.A.S. are blown to bits. The house disintegrates. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 CHATTER 9/21/07 -- PINK 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The STREET: THE ENTIRE ROW OF HOUSES is obliterated. It's a bomb big enough to blow out windows for miles. We",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO BACK TO",
          "text": "INT. FERRIS’ ROOM IN SAMARRA - CONTINUOUS ACTION - MORNIN The MANCHESTER EXPLOSION plays behind FERRIS on TV as he blows dust from dismantled gun parts, wipes them with an oiled rag, methodical, yet weary...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "Despite this new operational intensity, the new threat is not what they do, but how they do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CCTV IMAGES",
          "text": "The MILK VAN rounds the park, and pulls to the curb in front of a central office of an international bank. Shot static. A PAKISTANI MAN gets out and the CCTV stop- motions him around the corner. INT. HOFFMAN’S STUDY (VIRGINIA) - NIGHT 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "The mystery is their command and control. How they communicate. How they secure their networks... HOFFMAN -- fifties, a lifer CIA officer, flawed, too smart to be “professional,” too professional to be as smart in the end as he needs to be, a little bit of a miles gloriosus but aware of it, a truth-teller and liar and inhabitant of the wilderness of mirrors -- moves through darkened rooms, dictation headset on, his words coming up on a computer screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "The enemy has figured out they’re fighting guys from the future. If you live in the past, behave like it’s the past and guys from the future can’t see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSLIM MEN stand pinched with cold on a street corner in Turkish Germany, angry, conspiring, looking around for police. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f11 12 13 CHATTER 9/21/07 -- PINK 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Elsewhere, box codes with Arabic characters being written; a jihadist getting his coded orders from behind a loose brick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "This is the new AQ. ON HOFFMAN as he looks instead out chill blue panes at a freak Virginia snow falling on his garden below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "What I need you to understand, sir, whatever the fuck I call you... Delete clause... “Whatever the fuck I call you” disappears from the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Continue dictation... is this, colon: These people don’t want to negotiate. They want the Universal Caliphate established across the face of the earth and every infidel converted or dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN, in a hard chair, looking at a figure we assume to be the President, 0.S. Others also 0.S. We are only ON Hoffman. (NOTE: Shoot this dialogue both in Hoffman’s townhouse and in the Oval Office to intercut.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Terrorism -- or ‘Tourism’ as we say back at home -- is easy. Remember the Virginia sniper? A kid and his stepfather with one rifle fired from the trunk of their car paralyzed an entire state for a month. Imagine what I could do with ten rifles. Or fifty. One in every state opening fire on the Prophet's birthday and I could destroy the US economy for a few thousand dollars in bullets and bus tickets. \f14 15 16 17 18 CHATTER 9/21/07 -- PINK 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN in the snow-light, outside on his blue-lit GARDEN PORCH. He switches on the light to his garden. We see a large treed area giving onto a small dock with a small motor yacht.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "What’s happened, is that the other guy knows it’s easy, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIEF IMAGE 15",
          "text": "OF THE MILK VAN, the stop-motion PAKISTANI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "The end of our world is easier than you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO THE OVAL OFFICE 16",
          "text": "Hoffman with his black shoes together, just sitting, finished...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLAGE OF IMAGES 17",
          "text": "And as the NSA CHATTER rebuilds on SOUND, rising to an Abbey Road crescendo... we see images of every event in this war from 9/11 to the present... and the instant the aural/visual collage reaches its limit and goes to sudden silence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ON SOUND: John Lennon’s “Gimme Some Truth,” AND COME UP",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON",
          "text": "EXT. AMERICAN “CANTONMENT” (BALAD, IRAQ) - DAY 18 A STRONGPOINT. Sandbagged roof parapets, emplaced machine guns, soldiers on guard, an officer with dust-— glazed range-finding glasses. Mortars somewhere in the distance. A CHECKPOINT. American soldiers are fired on by an unseen enemy, take cover and fire back at the buildings’ impromptu positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "\f19 20 21 22 CHATTER 9/21/07 -- PINK 7. INT. FERRIS’ ROOM IN SAMARRA —- CONTINUOUS ACTION - 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORNING",
          "text": "The old TV in the corner shows silent images from the Manchester bombing, a jihadist statement, the continual news stream. FERRIS lights a cigarette with a Bic, rakes the curtains aside, looks out the window, knowing all he'll see are the ruins of Golden Dome and the same street life as yesterday. ON his face:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "Tell me something real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM, (V.O.)",
          "text": "(no Arab accent, perfect American English) All I got is real. EXT. STREET - (SAMARRA) -— DAY 20 A GREEN RENAULT moving through the streets of Samarra. FLASHBACK - EXT. BASSAM’S APARTMENT - BALCONY 21 To BASSAM and FERRIS talking, drinking beer on BASSAM’S APARTMENT balcony last night. Bassam’s wife and 2-year- old son can be seen behind them inside, preparing food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "A guy named Nizar, from Aquiz up near Tikrit. I knew him when I was a kid before I left. He wanted to come to America with me but he couldn’t get the papers. INTERCUT FERRIS packing up his “Go” bag in his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "He got all messed up in the head after the invasion, you know, started working with the Baathists -.. then the jihadists. But he’s scared shitless now, man. He’s supposed to do a martyrdom operation, but he doesn’t want to die. So he’s coming to us. INT. FERRIS’ ROOM 22 FERRIS, alone in his room, packed, stares dully at the TV images. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23 CHATTER 9/21/07 -- PINK 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "He knows about the UK bombings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM, (V.O.)",
          "text": "He knows all the fuck about everything. He says. FERRIS looks around the room. If he never comes back to it, so what: a couple of pairs of socks and underwear on a shelf. Empty booze bottles. Stack of books. FERRIS leaves the room. Closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS, driving the GREEN RENAULT, which looks like it has served as a taxi for a thousand years in the desert. Arab beads dangle from the rearview mirror. A news broadcast in Arabic is on. Ferris turns it up. Whatever it says (it is about the Manchester bombings), disturbs him as he drives through the crowded streets. Every young man visible through the dusty windshield and side-windows is his potential murderer. Dangerous men looking at his car. FERRIS slows at an intersection with a traffic cop, leans over to unlock the door for -- waiting at a street cafe -- BASSAM, an Iraqi-American hipster under considerable strain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Ya, Bassam. Marhaba. BASSAM slides onto the passenger seat: Cheap leather jacket, gelled hair, an Iraqi by way of Detroit. Ferris pulls the car back into the street traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Rules of the day. If the car’s immobilized, start shooting. No one gets traded. Everybody dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "So, same as every day... They slow at the exit from the city. An arched gate through the walls. An ELDERLY WOMAN selling flowers holds out a yellow blossom. Ferris says no, then makes a salaam to a mystified SOLDIER who doesn’t quite understand why his OFFICER (hauling him off by an equipment strap) is indicating “leave the CIA guys alone” as other SOLDIERS check vehicles. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 24 CHATTER 9/21/07 -- PINK 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "We’re going to get killed by one of those fuckers. That’s my prediction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We’re going to get killed by somebody. The American presence fades in the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What are the chances your buddy’s playing both sides?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "I don’t know. What are they with me? FERRIS smiles at him. But you never know. Looks out at men at a cafe staring at him as he passes. Cigarettes. Cheap shoes. Poverty, heat, dust, despair, anger. As we go through the slums past groups of ashamed unemployed fathers in plastic sandals and rescue-mission clothes, BASSAM texts on a cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "I say it again: We had more fucking green cards we wouldn’t be in this shit. We’d all be in Beverly Hills. From the craziness of the SOUK --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long dirt road cutting across white hot desert. The GREEN RENAULT moving through dust on the road leading to what once was a farm: a villa with outbuildings, broken irrigation equipment, blowing dust. It might once have been as nice as something in Andalusia. Now it’s a wreck. FERRIS has a folding carbine across his lap now as he drives, staring towards the house. BASSAM still on texting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "He says one of us has to come in. Come up to the house. Ferris just looks at Bassam who’s sweating. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "He means me, he means me. He wants to see my face before he comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "And what do you think of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "They'd have to be smarter than I think they are for it to be a setup... but it still could be a setup. Ferris parks. Bassam doesn’t get out. Ferris doesn’t rush him. Eventually --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "I’m not getting my head cut off on the Internet, sahib. You’1l shoot me, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Fuck that, I’1l shoot you right now. You got that thing on mute? With a fuck-you look, Bassam clicks back in on his call -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "Ya, Nizar... (etc., etc.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(while Bassam talks) We don’t go into the house. Bring him out, no matter what he says. I‘1l cover you from the small building. Tell him he’ll come out to us if he wants to talk. (as Bassam’s hesitating too long now) Do the fuck what I said. Bassam gets out, starts to walk towards the main house. FERRIS gets out and, as he glances at the sky: BIRD’S-EYE VIEW - MOVING 25 We see the farm, the car, Bassam moving toward the house, Ferris, everything, startlingly clear from high above. \f26 27 28 CHATTER 9/21/07 -- PINK 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As FERRIS heads to the SMALL BUILDING for better vision and protection, he sees the silver glint high in the sky (a Predator). He speed-dials a number --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(anxiously into phone) Who’s on? I need you out of here, right now. They’1l know an agent’s under it. Get it out of here now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN ARMY INTEL SGT. glances 0.S. to an implied Predator operator and nods “OK”... A CIA TECHNICIAN in a headset somewhere in Virginia moves a JOYSTICK, and we see the CAMERA IMAGE of the VILLA sweep away as the Predator turns away from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks like the shed where Saddam clambered out of his spider-hole to fry eggs. As FERRIS finishes clearing the rooms, one of his cell phones vibrates. Answers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I can’t talk now, Larry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "his feet up, undoing his tie as if he’s had a terrible few hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTORNEY",
          "text": "(on phone) She wants the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "She can have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREDATOR GUYS",
          "text": "listening and grinning. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 CHATTER 9/21/07 -- PINK 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTORNEY, (V.O.)",
          "text": "(on phone) No, she can’t. I’m not gonna let you give her the house. She can ask for whatever she wants but I’m not listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Then why are you calling? Ferris hangs up. Shuts off the phone like he should've done before. Unlimbers a serious next-generation HK with optics and a long barrel. Peers through an aperture -- FERRIS’ POV scanning for danger, then back to the main house where Bassam is coming out with another Iraqi -- NIZAR -- a former academic, with that self-possession, but maybe a little crazy, with fear, at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS and NIZAR sit looking at each other in the gloom. BASSAM leans against a wall of the thrashed room, holding Ferris’ HK. NIZAR is terrified, fingertips pressed together trembling, staring at FERRIS for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Maybe I can help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "Thanks God, thanks God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "But why do you need help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "I know too many things. They prepared me to go outside Iraq.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Tell me what you mean by ‘outside Iraq.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "But then they said they needed me for martyrdom, here in Iraq. When a man knows too much they say ‘martyrdom.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Who are ‘they,’ Nizar? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "29",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "(in good English) I don’t want to die. I want to go to America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Then you did well to call Bassam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "God, God, God. Thanks God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "But you have to tell me what you know. Who are ‘they’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "I have a Ph.D. Me. And they want me to blow myself up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Ph.D. in what? Chemistry? What do you know about radiological materials, Nizar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "No! Linguistics! I speak five languages. Five. No one should say ‘martyr’ to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You're a rare flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You don’t want to kill the Jews and Crusaders. Nizar won't go that far. Says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "So why come to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "If I know enough to be martyred, with you I know enough to stay alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Maybe. FERRIS turns away from NIZAR and lights a cigarette, playing disinterested, and knowing very well what he’s doing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 30 31 CHATTER 9/21/07 -- PINK 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "NIZAR takes out a DVD from a folded dirty envelope. (Perhaps play this 0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "Do you have a computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN, bowl of cornflakes in hand, contemplates his small yacht. A line on his phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. VILLA/INT. FERRIS’ PARKED RENAULT 31 A LAPTOP SCREEN: a video of a man sitting on a prayer rug in a nondescript room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I got an Iraqi walk-in, up near Samarra. He’s got a communique video somebody walked across the Iranian border. I’m watching it. It’s Al-Saleem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Can you see his face? HOFFMAN walking back to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yes. I’m looking at the white whale, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "What’s he saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK WITH FERRIS",
          "text": "The man in the video speaking in Arabic to the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Well, it must be current. He mentions the Sheffield bus bombs a week ago... He’s telling the brothers to prepare for UK operations already planned. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "31",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (CONT'D)",
          "text": "That would be about the bombing his people fucked up in Manchester this morning. (translating) We will avenge the America Wars on the Muslim world. We will come at them everywhere. We will strike at random, across Europe and then America, continually. We have bled. Now they will bleed. And bleed. Until they are bled out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT BACK TO",
          "text": "EXT. HOFFMAN’S PORCH (VIRGINIA) - PREDAWN 32 HOFFMAN'S WIFE looks fuzzy-brained, fuzzy pink robe and slippers from the house porch. She goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN'S WIFE",
          "text": "It's 4 A.M., what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Saving civilization. (sotto) Shut the fuck up. HOFFMAN enters the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK WITH FERRIS 33",
          "text": "We see Al-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "The disks are passed from hand to hand. The communiques are not transmitted, not copied. Nizar says real orders are verbal, or in code, on paper. (backing up video) At the end he repeats five words. A code... Saleem CLOSE saying the Arabic nouns for “Mountain,” “Razor,” “Fruit,” “One,” “Seven.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Any indication where he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Maybe. My guy, Nizar, hasn’t got his location, but there’s shitty raised-print Victorian wallpaper --. anaglypta... he’s maybe in England... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 CHATTER 9/21/07 -- PINK 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Have Bassam upload the fucker now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN pours coffee then encounters a sleep-walking young son and steers him to the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "They're killing anyone who knows anything. He’s scared. We need to debrief him very carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "So do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "In the States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I think he has a lot more, Ed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "He doesn’t. Milk him now, on site, and cut him loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "They’re already on to him. That's why he’s running. HOFFMAN angles his young son’s shoulders to keep him from peeing on the floor in his sleep --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "He wants to go to the US in one piece rather than to Paradise ina hundred? He should’ve thought of that before. Fuck him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "They will, Ed. They'll kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "All right and if they do, we can see who pulls the trigger. Am I missing the point? (to his son) Night night, Timmy, Dada’s working. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 CHATTER 9/21/07 -- PINK 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (CONT'D)",
          "text": "(to Ferris) He’s the enemy. He deserves nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I already offered him asylum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You lied. And not for the first time. Put him back on the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO FERRIS 35",
          "text": "doesn’t like it, but he knows it’s right. THROUGH the dirty window he sees -- NIZAR, out in the sun, hint of a relieved smile on his face, taking a cigarette from BASSAM. FERRIS hangs up and pockets the phone. Walks outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Nizar. I have a few more questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "No more questions here. Take me to the Green Zone. FERRIS says nothing... and Nizar’s hopeful smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "But they will kill me. Still nothing from FERRIS. NIZAR attacks him. FERRIS hurls him onto the dirt, then slams him into a wall as he rises. Nizar starts laughing and crying at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "You want to see who kills me. I talk to you and that’s all you want. I don’t want to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It's worse, Nizar. You’ve seen my face. You know what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "Guantanamo? You threaten me with Guantanamo? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 37 CHATTER 9/21/07 -- PINK 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Nizar spits. That’s what he thinks about Guantanamo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(Arabic) No. If you don’t do what I say, I’‘1l execute you right here. Give me your phone. Nizar stares at him. Then does as he’s told. Ferris hands the phone to BASSAM, the sparks of the operation, who inspects the bottom of the phone, finds the right connector in his kit, and connects it to his laptop. Bassam hacks the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Don’t worry, we'll be watching you. Protecting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIZAR",
          "text": "(laughs painfully) You can’t even protect yourselves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Tell me everything or you get nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAPTOP SCREEN",
          "text": "as information uploads from Nizar’s phone. EXT. SAMARRA —- MORNING 36 NIZAR, hollow-eyed, comes out of a mosque courtyard, pushing his moped, and moves through the thronged street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "They're already on him. BASSAM, looking like an ordinary unemployed Iraqi, plug of his cell in his ear, is in position at a cafe. Ferris on the opposite side of the street. Both see hard-faced guys monitoring Bassam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM ABOVE",
          "text": "The narrow street in deep, complicated shadow. \f38 39 CHATTER 9/21/07 -- PINK 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN is watching on a monitor. NIZAR goes into shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Why they can’t do this shit at noon is what I want to know... EXT. SAMARRA — DAY 39 The AQ guys are moving through the roof. Another is watching as NIZAR puts his bike on its kickstand and goes to a kiosk cut in a hovel and comes out unwrapping cigarettes. He puts one in his mouth and lights it and starts pushing his bike again. The AQ GUYS pick up the pace to intercept him. Into his phone mic --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "I can’t move. They’1ll see me. Too many guys watching for just such an action, Bassam stays glued to the spot, watching the inevitable. FERRIS, too, watches NIZAR, hating himself... And now, NIZAR sees the men approaching him, one with an AK wrapped in a towel. NIZAR runs, pulling a pistol, a terrible weapon with a taped handle. As he turns to defend himself, the guys, shouting, open fire massively, with horrific civilian casualties... NIZAR, hit deliberately in the legs, falls into the dust along with his pistol. As he reaches for it, it’s snatched away... BASSAM stares. An IRAQI ARMY ARMORED VEHICLE is trying to come through the crowd 50-yards away, blowing a klaxon... FERRIS fights through the crowd toward NIZAR who's lying on the ground, still alive. As he’s picked up like a doll -- legs broken, calling for help, struggling -- and lifted toward the back of an open Jeep, Bassam intercepts Ferris, drags at him. Sotto voce, Arabic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "Boss, we gotta go. We lost him. We gotta go, man, we gotta go. FERRIS looks towards the Iraqi armored vehicle, coming closer. Looks around at the crowd: no one watching him. Everyone running. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 41 CHATTER 9/21/07 -- PINK 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FERRIS fades back into a deep doorway, takes out his pistol, waits for the gap, and at thirty feet, fires through the chaos, hitting NIZAR in the head, and the gap in the crowd closes... FERRIS and BASSAM move slowly down an alley, then run...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad PREDATOR CAM pictures of this event: All either in shadows or chaos. They can barely tell what happened. TECHNICIANS pulling up less-than-useful images of the hit squad, the car they pile into, the car driving away. On another screen, a download of Nizar’s AL-SALEEM DVD replays. Translators (serious young men) watch, writing on pads, arguing about a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSLATORS",
          "text": "He said ‘kelba.’/ No, he didn’t, (etc. ) Into his Bluetooth headset --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I executed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You did, and if you hadn’t, he’d be describing you down to your eyebrows to them right now. He was going to get killed no matter what he did. You know, we all fuckin’ die. Older I get I’m convinced it doesn’t matter how. I’m fucked, you’re fucked, he’s fucked, everybody’s fucked. He’s just the one who was fucked today. And he was dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. BASSAM’S APARTMENT —- BALCONY 4l FERRIS, sweaty, dirty, on the balcony of BASSAM’'S APARTMENT. Bassam sits near him, shook up. Nothing from Ferris. Behind him in the apartment BASSAM’S WIFE feeds the baby, unaware of any drama. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Is your silence supposed to say something? This is war. Your pal, who I guess you had some kind of intense cross-cultural eye- contact with, was a terrorist a- hole who at his apex, was a coward who wanted to go to Disneyland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m going north now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You’re going nowhere. You’re blown. There’s chatter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "If I’m blown, Ed, they’re going to be destroying the safehouse. You should have sent a team there the minute Nizar was shot. You didn’t send one, did you? FERRIS hangs up. He looks fiercely at BASSAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Not since we’ve been talking. Ferris?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS, atop a ridgeline, peers through binoculars at: A HOUSE in the middle distance, like a fortified villa. Some outbuildings, dead vehicles. A small fire burning behind a kitchen door where a rifle-slung man tips things into it: disks, notebooks, papers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man at the fire looks up at a djellabah-clad figure walking down the hill toward him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 44 45 CHATTER 9/21/07 -- PINK 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Friend. I need help. The man at the fire unshoulders his rifle and yells at the robed figure to stop. FERRIS keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) My car broke down on the road just there. Another armed man carrying a box of cell phones to be destroyed comes out the kitchen doorway and Ferris has to do it now: Pulls a pistol from under his djellabah and shoots the first man, then the one with the box as he drops it and unslings his rifle --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BASSAM, hearing the distant shots, peers through binoculars at Ferris running toward the fire. Into his Bluetooth --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM",
          "text": "Urgent request you dispatch Chili, Speck, or Nitrate to these coordinates. (gives them) This is a live target, a known operating base of an Al-Saleem cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Real-time images from the three Predators covering Iraq. A YOUNG SERGEANT wearing a headset moves a joystick. Latitude and longitude numbers alter. A CAPTAIN watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "(AD-LIBS )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "High value target...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The second man shot crawls back into the buildings, legs not working, as a now-frantic FERRIS arrives and kicks at the stuff burning in the fire: cell phones, digital cameras, memory sticks -- then turns to the kitchen door and goes in -- \f46 47 48 CHATTER 9/21/07 -- PINK 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man has died in the filthy kitchen. Flies are already finding his blood, which is all over the tiles. FERRIS moves past him into the living area. Mattresses, a wretched TV, pile of porn tapes. He finds a bunch of phones, SIM cards, flashdrives in a shoebox. As he claws them into his pockets, he turns to see an unarmed BOY in the doorway. Some sort of servant of the jihadists. Infected sore at the corner of his mouth. FERRIS is aiming the carbine at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Get out. The boy scrambles out. Ferris moves into another room, and sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN FROZEN IN PLACE, gun in hand, not raised, above a trip line leading to a nail bomb not completely concealed under a blanket. FERRIS rips him with an automatic burst, then spins in to cover behind the wall as the MAN falls across the trip-wire. An explosion of shrapnel rocks the place, blowing holes in the cinder-blocks. FERRIS, head ringing, choking on dust, scrambles to scrape more SIM cards off a table, looks through a window and sees two cars churning up the dust, heading for the house, and BASSAM driving up by the kitchen door. FERRIS grabs a few more things near the fire, shoves them into a plastic grocery bag, and jumps into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BASSAM hits the gas. The car races up the rutted road, the chase car after them. Ahead, FERRIS sees: A YELLOW CHEVY, waiting on the shoulder of the main road. FERRIS takes out his pistol, cocks it, holds it in his lap. They are nearing the intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Turn! As the RENAULT speeds past, FERRIS shoots the driver of the YELLOW CHEVY, blowing out the Chevy’s window. \f49 50 51 52 CHATTER 9/21/07 -- PINK 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RENAULT bursts onto the road, barely missing a DUMP TRUCK, which, for its part, intersects with a burst of automatic fire meant for the RENAULT. BASSAM straightens out... FERRIS has bought time as the Chevy's bloody driver is replaced. The CHEVY gives chase again, followed by the other CHASE CAR, bursting from the dirt road. With a very brief lead, FERRIS is on the phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We are in some serious fucking trouble here on Highway 1. We are south of Samarra, a green Renault, being pursued by two cars. The lead chase car is a yellow Chevy. I’ve got all sorts of critical intel in the vehicle... Ferris sees in the side mirror: A man aiming an RPG out the windshield-less CHEVY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Get around them! The cars in front of them. BASSAM swerves, trying to get past on the shoulder, but it’s no good. The Chevy closes -- Bassam’s car slides, and the RPG is fired --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROCKET broadsides the Renault’s driver’s side door. The windows implode, FERRIS’ face and T-shirt splashed with blood, peppered with shrapnel. Bassam, taking the full impact of the blast is... gone... blown apart -- there’s no one where he just was driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS grabs at the steering wheel, but his hand slips on the blood covering it, and the car somersaults across an irrigation ditch and into the desert, flipping onto its roof, huge volumes of dirt plowing into the interior of the shattered car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 52",
          "text": "\f53 54 55 56 57 CHATTER 9/21/07 -- PINK 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLACKHAWK comes up over the ridgeline, orients itself, and fires a CANNON, blowing the Chevy to pieces, shrapnel hitting the second chase car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS lies upside down, held by the seat belt, lacerated with bits of shrapnel and glass, blood trickling, covered with dirt, trying to reach for his dropped pistol... ON SOUND WE HEAR: HELICOPTER ROTORS. EXT. ROAD NEAR JIHADIST’S VILLA - DAY 55 The second car and armed men trying to get out of it are torn to pieces by another CANNON from the BLACKHAWK. It then wheels and finishes off the YELLOW CHEVY. EXT. ROAD NEAR JIHADIST’S VILLA - DAY 56 A SECOND BLACKHAWK lands a SPECIAL FORCES TEAM which instantly sets up a perimeter, while a MEDIC heads for the car, his HELMETED HEAD appearing at FERRIS’ window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Can you hear me? Sir? Sir? Only barely. The voice is muffled and FERRIS can’t answer. Dangling upside down, he stares at the bloodied driver's seat where Bassam used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Let's get him out, out, out. FERRIS is dragged out. Rushed to the chopper through the swirling dust as the second BLACKHAWK keeps circling above. As they lay him inside, he closes his eyes... A trill of Arab music, distorting, hallucinatory, opiated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 57",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 60 CHATTER 9/21/07 -- PINK 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLUCINATION 58",
          "text": "AN ELDERLY IRAQI WOMAN holds out a YELLOW BLOSSOM and is obliterated by an explosion. The cricket bat with flecks of blood on it. It slices down again, striking someone",
          "sentiment": "neutral"
        },
        {
          "speaker": "O.S. --",
          "text": "INT. US BASE (QATAR) —- EMERGENCY BAY - DAY 59 FERRIS’ hearing is shot. Everything muffled as he stares up at a figure silhouetted against bright lights --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO VOICES",
          "text": "What is your name? The figure is either a doctor or a torturer; Ferris can’t be sure which.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR/TORTURER",
          "text": "Do you know where you are? The figure plucks pieces of shrapnel out of Ferris’ face, neck, arms and chest with surgical tweezers. Some, when they’re dropped on a tray, make a metallic clink, but most do not: the ones that are white and splintered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Bone fragments... Not yours. Not Ferris’. Bassam’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris’ wounds have been cleaned and dressed. He’s not that bad off considering, sitting outside a barracks with a Coke, watching a guy approach with a cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where’s the stuff I had?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT",
          "text": "All uploaded to Langley. (hands Ferris the phone) Hoffman. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 61 CHATTER 9/21/07 -- PINK 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "Ferris? Christmas came early, buddy. FERRIS is barely capable of speaking to Hoffman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(hating Hoffman) What'd I get for Christmas, Ed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffman is looking at RECENT SURVEILLANCE PICTURES of a safehouse in a lively lower-middle class neighborhood in Amman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "A safehouse in Amman, among other things. Jihadists coming and going like it’s a student hostel. Look at this fuckin’ place. PHOTOS of men going in and coming out. Playing dominos at a cafe. No beards or any other sign they are anything other than secular students. But they aren’t. Hoffman intently regards one photo like he vaguely recognizes someone (MUSTAFA KARAMI). The Al-Saleem DVD plays silently on another screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What are you doing for Bassam’s family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I didn’t know him. What are you doing for Bassam’s family? He was your guy. Ferris unable to listen to this hangs up the phone and hands it back to the other agent. Two seconds later it rings again and the guy hands it back to Ferris. Hoffman continues as if Ferris hadn’t hung up on him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You’re going to Amman as Acting Station Chief. You’1ll outrank Holiday. You’re the show-runner. Ferris sees a sliver of bone the Doctor missed in his arm and pulls it out. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f61 62 CHATTER 9/21/07 -- PINK 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You'll liaise with Jordanian GID, who are as hot for Al-Saleem as we are, working with a man named Hani Salaam, who is not your usual raghead fingernail-puller. Hani’s a pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Am I sharing information with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Let me say this about that: No. You want to take a few weeks off, bang the wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m getting a divorce, Ed, you know that. You know more about it than I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "So you'll go to Amman? FERRIS digs a small hole in the dust, puts the bone fragment in, and covers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’1l go to Amman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BASSAM’S WIFE, in mourning clothes, sits with Ferris, her 2-year-old daughter asleep in a stroller next to her. In Arabic, subtitled, resigned to these facts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM'S WIFE",
          "text": "There can be no funeral. No burial. No cleansing of the body... because there is no body. Ferris nods; he knows this is the way it is with Muslim death rites. Awkward silence before -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 64 CHATTER 9/21/07 -- PINK 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I want to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM'S WIFE",
          "text": "What can anyone do? There’s one thing perhaps: Ferris sets an envelope on the table that is thick with cash, and Bassam’s Wife is suddenly very nervous --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASSAM'S WIFE",
          "text": "No, no, no --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Please take it. I’m sorry it’s not more. (as she’s looking around anxiously) No one’s watching. No one will know where it came from. Don’t be afraid. But she is afraid, whether anyone is watching or not. Ferris tries to push the envelope closer to her, but she gets up, terrified of him, and hurries away, pushing the stroller, leaving him alone at the table...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY 64",
          "text": "Ferris is sitting shotgun with Arab-American kid from the Embassy in an old diesel Mercedes, suitcase in back. FERRIS awkwardly ices his knee, in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We can’t afford better than this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "I brought this car in case you wanted to cruise the safehouse before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No one ‘cruises’ that safehouse! What I want is a shave and a clean shirt. Where’s my apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "You’re in a high-rise. Hot and cold water, plus you can drink it. Not much local color though. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64",
          "sentiment": "neutral"
        },
        {
          "speaker": "64A",
          "text": "65 66 CHATTER 9/21/07 -- PINK 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’ve had it with local color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "Exterminate the brutes? FERRIS looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m glad you're literate. But you’re not very bright. Unless that’s embassy security we have a GID tail. Or worse. Still want to ‘cruise’ the safehouse? Behind them, a black SUV follows. SKIP looks alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Just fuckin’ drive. INT. FERRIS’ APARTMENT (AMMAN) - DAY 64A FERRIS looks through the gleaming, modern, well-furnished apartment. Alienated. He plugs in his BlackBerry. The instant it gets coverage, it rings. The name comes up on the screen: GRETCHEN. He presses “Ignore,” and the ringing stops. He goes and looks at himself in the mirror. Begins to shave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little fortress in the Abdoun neighborhood, guarded by US MARINES and JORDANIAN SPECIAL FORCES. Sandbagged and ringed by troops and protesters, it looks like the embassy of a nation under siege, which is what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the “MEDIA WALL,” A BARRAGE OF SURVEILLANCE IMAGES of the SAFEHOUSE. Arabs coming and going. Wary men in sunglasses. Things being carried in. Carried out. A sequence of one man walking from safehouse to mosque. No particular individual seen twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "NSA is listening to all the phones and computer links of anyone who's been near the house... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ferris, clean-shaven, clean clothes, stands with HOLIDAY, the nominal head of station, twice Ferris’ age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "That's over with. It doesn’t happen that way anymore. They might as well be listening to a seashell. (beat) You don’t have to be a genius to stop using telephones and email when you’re up against the NSA. But you do have to be pretty stupid not to have noticed they don’t communicate electronically anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "(holding his temper) The house is owned by a family named Alousi. In my opinion, it just seems like a normal Jordanian family with a lot of country relatives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yeah, and all of them unmarried men between 18 and 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "Whatever information you got in Iraq, I just don’t think this house is what you think it is. The young men in this house drink alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "So did Mohammed Atta. It’s Takfir methodology. They shave their beards, they drink liquor, they stuff dollar bills into g-strings. Got it? It’s permitted, to deceive the infidel. (using a remote to scan digital pics) You’ve got the guys going in and going out but who’s following them when they leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "There’s so much activity at this... location... that we... we've exhausted the station’s... indigenous-appearing manpower. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 CHATTER 9/21/07 -- PINK 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FERRIS leans close to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You don’t have any more Arab guys to follow their guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "... Right. FERRIS steps away, controls his temper, turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We need human surveillance -- loaners from Jordanian secret service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "Young man, let’s have a chat. FERRIS looks at him interestedly. A “chat”? Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "Skip, get out. SKIP goes out and looks back in through the glass wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "I am in receipt of a directive which tells me to make myself useful to you in any way you request or require. But my feeling is that to involve the Jordanian secret service is a break of operational integrity. FERRIS nods as if taking it onboard. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I know about Jordanian intelligence. They’re better than we are. You had plenty of time to get on the same page and you are not on it. What I need you to do now, sir, is to leave the Operations Room and hand your staff over to me. (as Holiday stares at him) I’‘1l have the Marines remove you. Do you have to read the ‘directive’ again, Mr. Holiday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY",
          "text": "We’ve all watched your rise in the Near East Division. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 68 CHATTER 9/21/07 -- PINK 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLIDAY, (CONT'D)",
          "text": "I’1ll see you on your way down. You and Hoffman both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "When I hit bottom, you’1ll probably have the best seat in the house. HOLIDAY regards Ferris a moment, then goes. FERRIS shuts the glass door and we see Holiday looking through it as if he’s just thought of something to say. He goes. FERRIS motions to SKIP, who enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I need some coffee and I need a full staff meeting in fifteen minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "To be fair to Mr. Holiday, Mr. Ferris, Mr. Hoffman didn’t tell us this was such a big deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Ed Hoffman is the head of the Middle East Division, but still doesn’t know shit until he steals it from the guy who does. Don’t be such a fucking ingenue. Get me an appointment with Hani Salaam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A complex flying the black flag of the Moukhabarat, with Arabic script reading “Justice Has Come.” INT. HANI’S ROOMS - DAY 68 The long room is decorated with portraits of Jordan's king and his father. HANI is cool. Lustrous black hair. Bit of gray in his mustache. Beautiful tailoring, polished shoes. He’s Chief of Jordan’s GID -- General Intelligence Directorate. An ormolu clock ticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Hani Pasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "That is an Ottoman term.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "But I’ve heard you like it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "How do you like Jordan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It is far from Damascus. Hani smiles and pours FERRIS a tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You are smarter than the Americans who are usually sent to Amman. (FERRIS bristling slightly) I knew that, of course, before you came... (hands Ferris the tea) Welcome to Jordan. A ‘promising’ country, you will find. As reliable as what Edward would call a ‘towelhead monarchy’ can be. And what have you heard about this building? (NOTE -- Let’s remember about FERRIS that he’s on his first big job with people of this caliber: but he’s got balls.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’ve heard they call it the fingernail factory. (as Hani laughs out loud) No one who knows you calls it that, certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You know, people are foolish. Torture doesn’t work. Under torture any man will say any thing to make the pain stop. You know this from experience, I am sure. And HANI is sure. He’s not using a turn of phrase. FERRIS doesn't answer. Thinking about things he’s done. Things we know about. Things we don’t. They gravitate to the window where Hani sips his tea, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "On a clear night you can see Jerusalem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "And how do you feel about that? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "68 A long beat, and Hani refusing to give his opinion of Israel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "On a clear night, you can see Jerusalem. (turning more cheerfully) Here in Jordan we are caught between Iraq and a hard place. (a beat) To the fundamentalists I am myself an enemy. Perhaps the worst. (raises palms) ) ‘Take not the Jews and Christians as allies...’ Do you know it, Mister Ferris?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) ‘,.. if any of you take them as allies, then surely he is one of them.’ (back to English) 5:51. So, we’re together, Hani Pasha, in the House of War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "The Dar al’ Harb. (a beat) Very good. You know we are at war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I am here to win the war, Hani Pasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "How shall we begin, with such an immodest plan. Silence. FERRIS commits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "There’s a large Al-Saleem safehouse and training cell in Amman. I need your help with surveillance. If Hani is surprised, he doesn’t show it. will learn, never gives away anything... Hani, Ferris (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 CHATTER 9/21/07 -- PINK 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "This is what we know so far. He takes a FILE out of his case and puts it on Hani’s desk. Hani looks at it, then at Ferris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "This is unusual. Your Ed Hoffman would rather have less information than share what he has with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m in Aamman now. It’s not Ed Hoffman. It’s not my predecessor. It’s me. HANI appraises FERRIS. Slowly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I have one rule, my dear, if we are to cooperate: Never lie to me. FERRIS nods, but HANI, wanting more assurance, stares into his face:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Never -- lie -- to me. FERRIS nods again, gravely. He hears him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You will have your agents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS, sitting in a ratty vehicle at an edge of the marketplace, eating food from a stall, bits of fish and rice with a wooden paddle, stares through sunglasses at: THE SAFEHOUSE: three stories of cinder-block in a row of other houses. A woman in a black headscarf hangs laundry on the roof. SKIP comes through the crowd, gets into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "I’m not sure about this GID surveillance. I don’t see any of Hani’s guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Those two, selling radios. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70 CHATTER 9/21/07 -- PINK 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SKIP looks and sees: two JORDANIAN GUYS selling boxed cheap radios off the back of a truck. They have a good position from which to observe the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "There are at least four more moving around as customers in the bazaar, and there’s one in the cafe. (sees something else) What the fuck is this... A JIHADIST sits down at a cafe table, orders coffee and opens a paperback. Instantly a young Palestinian man, ZAYED IBISHI, sits down with him, begins speaking to him earnestly... THE JIHADIST looks confused, alarmed, gets to his feet. As ZAYED IBISHI implores him to sit and as we are on Zayed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "That’s one of our guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What do you mean one of our guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "A station asset. Zayed Ibishi. He’s one of our contacts in the Palestinian camps. ZAYED follows the JIHADIST through the crowd and the JIHADIST is terrified, anxious to lose him: this is a security breach!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Son of a bitch! Fucking Hoffman. FERRIS leaps from the car and follows as fast as he can without being noticed. The JIHADIST punches ZAYED, knocking him down, and runs out of the square, going for the safehouse by a back route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN, headset on, turns from a live video of the market square and says very casually to no one:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Oops. \f71 72 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back streets get “back street” very quickly... Music from houses. Barking dogs. Boys kicking a soccer ball down the alley. Ferris gains on the Jihadist, who trots around a corner. FERRIS turns the corner and... is cut at with a knife -- his shirt slashed open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIHADIST",
          "text": "(in Arabic) Help! Help me! FERRIS tries to shush him, calm him down, though in truth he did come to kill him. A woman in a headscarf looks out her doorway. A man in a singlet comes chewing to a window. Ferris with regret but in two moves disarms the JIHADIST, and then in a third move kills him with his own knife as the WOMAN watches open-mouthed. FERRIS quickly takes the dead man’s papers and wallet. BOYS gather at the end of the alley. FERRIS, trapped, sees a wall with broken glass embedded on top and goes over it, cutting his hands, drops into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS is rushed by two savage dogs, big ones, garbage eaters. The only way out is back the way he came, over the wall, if he can make it in time. He jumps up, grabbing hold of the broken glass atop the wall as the dogs clamp onto his ankles and feet. He kicks them free, drops back down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS hurries past the dead Jihadist, emerges onto another street, limping along outlandishly, bleeding. No one touches him. Into his cell --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Get me now... get me now... behind the mosque... fuckin’ diseased dogs. As we begin to hear Jordanian police sirens -- We see MARWAN, with a high-powered rifle, retire from a roof parapet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 73A",
          "text": "\f74 CHATTER 9/21/07 -- PINK 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS is sitting in a hospital smock on a paper-covered exam table. The EMBASSY DOCTOR finishes a quick exam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMBASSY DOCTOR",
          "text": "Let’s get you cleaned up and jabbed. The rabies situation around here is no joke. FERRIS barely nods, sits, consumed with hatred for Hoffman and regret for what he has done. He looks around the clinic: Bright “Medical” cartoons for the American legation’s children. The food groups, etc. He barely notices a new presence in the room though we see details of AISHA'S hand-washing. AN ORDERLY comes in with RABIES VACCINE which is set on a counter. Cartons with French markings. Maybe just off a courier. FERRIS is aware of being touched, his wounds washed, and iodined. Almost like an autistic he manages to look up at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTRAORDINARY EYES",
          "text": "above a pale blue disposable medical mask. The eyes swerve at him: look back at his wounds. She looks at other more recent wounds, burns, shrapnel: inventorying them. She turns over his hands and looks at the ripped palms and than at Ferris’ eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "(in Arabic) These are not bite wounds. FERRIS of course cannot answer. There is a murder being looked at by Jordanian police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) No. She’s not going to get anything else out of him. She takes one of his hands and begins cleaning the cuts with antiseptic pads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You're Iranian. EYES. No answer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74 CHATTER 9/21/07 -- PINK 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(embarrassed and surprised that he nearly began a conversation) Your accent... AISHA opens the carton, gets an ampule, prepares an injection... and turns with a giant needle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I was Iranian. I live now in Amman. After a moment in which she seems to be measuring the depth of his personal pain, she stabs the needle into his stomach. With the needle still in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "‘A Persian Heaven's easily made -- ‘Tis but black eyes and lemonade.’ AISHA seems to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "That’s Byron... Are you a Romantic traveler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "There are a lot of things I was, that I’m not, anymore. Her EYES. She disposes of the needle. A bit discomfited:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "The doctor told you this is the first... are you listening? Of five injections you'll need over the next month. You will come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We're done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Done. And that’s it. She goes through the hanging curtains, never having removed her mask. FERRIS, noticing his wedding ring, regretting that he had it on, reaches for his clothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75 76 CHATTER 9/21/07 -- PINK 4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS, dressed, moves down a little hallway, and hearing running water, glances through a door and sees: AISHA, washing her hands. She has removed her mask. They look at each other. She gets it. He gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "(in Arabic) You are welcome. FERRIS lingers. But if there was ever a time to blow a moment to talk to a woman, this is it. He limps on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A phone line holding. SKIP gives a sign through the glass wall and FERRIS grabs up the handset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(viciously) You fucking cocksucker. I can’t run an operation with you running a side operation that fucks up mine. You want me to run Amman, I run Amman. I have made promises to Hani Salaam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN, somewhat distracted, dropping his son off at preschool, eyeing the other kids’ mothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Uh-huh. Promises... What’s your point? (off, to his son) Bye, bye. Say bye, bye --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "My ‘point’ is, having met Hani, I can tell you we can’t do this kind of thing -- we have to respect him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f76 77 CHATTER 9/21/07 -- PINK 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I respect him. Hani’s the best liar I've ever met -- plays a good game of tennis -- and he can drink like a regular white man. I respect the shit out of Hani.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We can’t ask him for his help and then fuck everything up putting your guys where they don’t belong. The other embassy guys present glance at each other; no one talks to Ed Hoffman this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "If you fuck around, you will blow Amman, these motherfuckers will vacate their only known safehouse, and we will never see them again, Ed. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You know me. I like to run Plan A and Plan B simultaneously. Just trying to back you up, buddy. It’s a dangerous world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Don’t. I don’t need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Whatever. SKIP, on another phone, mouths, “Hani.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Now I’ve got to talk to Hani. Fuck you. FERRIS presses a button on the embassy phone. ED HOFFMAN looks at the phone in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HANI and FERRIS are walking along a basement corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "The safehouse is still there. As for the man you killed... FERRIS looks at Hani. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "If you had not killed him, Marwan would have. You were right. You made a good decision. Listen to your ustaaz Hani. The jihadists believe it was a robbery. There are many robberies in that district. You are very clever, my dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Hoffman can’t help himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I have spoken to Edward, very sharply. Now, we will explain the King’s espionage laws to Mr. Hoffman’s agent. THROUGH A WINDOW AT GID: we and FERRIS see ZAYED IBISHI waiting terrified in a cell. JZAYED’s PANTS are pulled down and his wrists are cuffed to a table. MARWAN bends a RATTAN to prepare it, breaking it into sharp crackling strips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I thought you didn’t believe in torture, Hani Pasha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "This is punishment, my dear. An entirely different matter. Tell Edward what you have seen. MARWAN starts in with a hundred of the best. INT. FERRIS’ APARTMENT (AMMAN) - NIGHT TIA FERRIS is in bed, his leg iced. He uses the remote to switch off the TV, the lights. Then his silenced cell phone lights up. He looks at the caller ID, hesitates, then opens it. No sound other than heavy breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Gretchen... what do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN, (V.O.)",
          "text": "I want you to fuck me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(impressed) From here? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN, (V.O.)",
          "text": "You can always try, honey... I am so, fucking, hot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "This phone is tapped, Gretchen. Why don’t you say hello to Ed Hoffman, the Moukhbaharat, the Mossad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN, (V.O.)",
          "text": "I don’t care... let them listen. I’m taking my panties off now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Well, let your lawyer wear them on his head at his next court appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN, (V.O.)",
          "text": "Don’t embarrass me, Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Look, I really admire what you've done with yourself in DC, at State... your whole deal in Washington... I just don’t want any part of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN, (V.O.)",
          "text": "I don’t want a divorce. I just want a change...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I want a change, too. I want to be the guy with a divorce. You don’t love me, I don’t love you... You just don’t want to bother looking for another husband. Sorry. He hangs up. EXT. AMSTERDAM —- DAY 78 A CHINESE TOURIST, digital camera in hand, moves among the crowds at ALBERT CUYP MARKET. He pauses at a souvenir stand. Regards a neat row of replicas of windmills in ascending size. Picks one up and turns it over to check the price and discuss it with his WIFE. He sets it back down and moves with his wife toward a more crowded stall selling knock-off leather goods. Stares blankly at the merchandise. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 79 80 81 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As he takes out a handkerchief and wipes his brow, the sounds all around him begin to fade. Then silence. And a blast of white light as he disappears -- INT. HANI’S APARTMENT — (AMMAN) - MORNING 79 A bedroom, where HANI watches TV as his wife brushes her teeth in the bathroom. The TV shows images of the Amsterdam bombing captured by security cameras... INT. FERRIS’ APARTMENT (AMMAN) - MORNING 80 PULL BACK to reveal we are in ANOTHER APARTMENT. FERRIS sits on the edge of his bed, drink in hand, ice on his leg... the same news report on TV...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REPORT 81",
          "text": "cuts to the aftermath of the bombing: Images of bloodied tourists carried to ambulances, sitting stunned on curbs, zipped into body bags. And -- INT. AL-SALEEM’S APARTMENT (ENGLAND) - DAY 82 We are in a middle-class apartment, where AL-SALEEM sits on a couch with a napping child, hand resting protectively on the child’s side, watching the same news report on a TV. Behind him, his wife clears plates from the dinner table... EXT. FERRIS’ APARTMENT (AMMAN) - DAY 82A As FERRIS emerges from the front door, sunglasses on... Hani’s bodyguard, MARWAN (a street thug), holds open the back door of a black Mercedes. Three more just like it are lined up and idling. FERRIS looks into Hani’s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Fishing. HANI is immaculate in a black suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I see you’re dressed for it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four black Mercedes scream across the desert. There’s no water for hundreds of miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "82A",
          "text": "83 84 85 HANI is in the back with FERRIS. MARWAN sits in front with the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Since no credit was claimed in Amsterdam, we know it was Al- Saleem. That’s his signature. Anonymity. We -- may I say ‘we’? --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You may. As long as we’re not including Hoffman --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "-- need a man inside the Amman cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(looking at him) We do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "We shall have the man we need. Ferris’ look says to him, “seriously?” Hani nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You gave me one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(genuinely curious) How? 85A FLASHBACK —- THE PHOTO OF KARAMI",
          "sentiment": "neutral"
        },
        {
          "speaker": "85A",
          "text": "in Hani’s office, in Hani’s hands. And Ferris watching him look at it... \f86 87 88 CHATTER 9/21/07 -- PINK 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "KARAMI entering the back room of a cafe through a beaded curtain, is seized violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I’ve known Mustafa Karami since he was a teenager selling stolen boomboxes from the back of a truck. Now he’s AQ. In my country. Hani lights a Sherman with a beautiful gold lighter etched with swords and his initials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Watch and learn, my dear. We see the eyes of HANI’S DRIVER glance up in the rearview mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSTAFA KARAMI, a black bag over his head, kneels in the dust, hands tied, while around him stand GID men, talking, smoking. Nearby is an SUV with an old bicycle on top. HANI’S CARAVAN OF MERCEDES move into a half circle, dust blowing, making a little amphitheater. Hani and Ferris and security men get out, all in sunglasses. HANI's fine SHOES step through the sand towards KARAMI. FERRIS watches as he crouches before the blindfolded man. In Arabic, subtitled:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Hello, Mustafa, my friend. It’s me. God is great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARAMI",
          "text": "What do you want! Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You did not think to tell Hani Salaam that you are a jihadist? Silence. KARAMI is terrified. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "88",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You have become a religious man. A pious man. No longer a thief. You had bad luck in the world. It is so with many religious. Or perhaps you are still not so pious. But you still love your mother... MARWAN cuts the bonds on KARAMI’S WRISTS. A significant act. The trembling hands, freed. HANI crouches, and gently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I have someone who wants to talk to you. Take this phone. Please. It is only a phone. Take it. (puts it in Karami’s hand) Take the phone and talk to your mother. I will dial the phone. Your mother has a new telephone number, in her new apartment. KARAMI takes the phone. HANI walks back to Ferris. While KARAMI talks on the cell in the middle distance: FERRIS is",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "His mother was in the Palestinian camps. Now she has a fine apartment. A garden... beginning to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Which Karami bought her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "She will tell him that she is proud of him. That she always knew he would be a success, even as a little boy in the refugee camps. And now he has sent her money, she is glad he is no longer mixed up with the radicals. FERRIS grins. We can tinnily hear KARAMI’S MOTHER, a voluble woman, going on and on, not realizing that her son is in the desert with a bag on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "She can sit in a chair and watch the sun set over the hills. She has a refrigerator, a couch. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI, (CONT'D)",
          "text": "Even a television set. He is a great son, thanks to God. KARAMI is crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARAMI",
          "text": "Goodbye, Mother, goodbye. Hands over the phone to a GID man, who turns it off. HANI reapproaches him, gesturing to a GID MAN who brings Hani a folding chair, swats dust off of it with a handkerchief. Hani sits elegantly. Subtitles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You are God’s blessing to your mother, Mustafa. You did none of those things for her. But you should have. A mother, and that she should live in peace, is more important than anything they have told you. In the future you will be better. We have given her many gifts and we have told her these gifts come from her son. This is a hasanna we have done. A good deed. THE BAG is removed from KARAMI’S head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARAMI",
          "text": "What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Continue your life! Be a good Muslim! Do not be detected as my friend. You know what happens to those who are detected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARAMI",
          "text": "And what else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "We will think of it in time. Continue your life, with your brothers in Al Quaeda. We will devise a way to talk. MUSTAFA embraces HANI’s legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KARAMI",
          "text": "Thanks be to God. HANI raises KARAMI to his feet and kisses both cheeks. FERRIS watches: a masterpiece. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 89 90 CHATTER 9/21/07 -- PINK 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "THE GID THUGS put the shaking KARAMI back in the SUV with the bike tied to the top. Speed off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "So we throw him back in the sea to swim where he naturally swims and learn what he naturally learns, and see how long he remembers my benevolence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "And if he forgets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "If he forgets, I remind him I hold the power of life and death over him. Anytime I wish I can let them know he works for me. HANI looks around at his guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Did we bring anything to eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hipster place. Electroclash music pounding at the walls from inside, spilling out with German post-punks onto the sidewalk. A CAR parked nearby. Two shaven Turks in sunglasses, young men who could easily be from the club. But, as they get out of the car we see one has wet his pants. The other one takes out a cell phone as they come past the club. When they reach the corner he consults numbers scribbled on a piece of paper and presses them into the phone... but nothing happens. He tries again... They start back toward the club and the van, the Turk looking at the single reception bar on his phone as he keeps pressing the “resend button.” Suddenly, he gets 4 bars and the car detonates -- and -- A CCTV camera’s view of the huge explosion whites out, then goes to black... EXT./INT. FERRIS’ APARTMENT (AMMAN) - NIGHT 90 FERRIS, back from work at the embassy (different clothes from his excursion with HANI -- we may want to insert a bit of Ferris watching the bombing at work) climbs from his car and heads for his apartment, phone earpiece in -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "90",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "So tell me about Karami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "Hani’s guy. Karami. What do you think I do in my spare time, play tennis? I'm in the CIA. I am the CIA. Fucking Salaam-Salaam Amateur Hour is over. Europe’s having the shit blown out of it. FERRIS unlocks the outside gate of his building and climbs interior stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s not going to happen, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "Yes, it is. You know why? Because otherwise I’1ll be unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You’1l be unhappy and he’1l say, Ma’alesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "What’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Too fuckin’ bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "There’s a bomb every two days. We need results now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You need the appearance of results.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "Yes Ido. Yes I do. Let’s live in the real world and say yes I do. What is this? Decaf? Are you kidding me? FERRIS comes down the corridor past other apartment doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Hani doesn’t trust you. Arabs help you because they trust you. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90 91 CHATTER 9/21/07 -- PINK 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (CONT'D)",
          "text": "They’1l do everything for a friend and nothing for someone who treats them with disrespect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "What are you, moving here? I don’t care about towelhead insecurity issues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Who do you have on Hani’s team, Ed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Ma’alesh. Who pays the heating bills for Jordanian Intelligence? FERRIS finds his apartment door open a crack, and HOFFMAN'S voice splitting into two voices out of sync --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (0.S.)",
          "text": "We'll let Hani do his bit. I just want to give him a little help. He’ll thank me for it in the long run. FERRIS finds HOFFMAN standing in his kitchen, phone in one hand, empty French press carafe in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Good. You’re home. Here. Make some coffee. You ought to have a Mr. Coffee like a human being. He hands FERRIS the carafe and wanders into the other room to switch on the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN ARMORED US EMBASSY CAR is waved onto the complex. Inside, in back, Hoffman drinks from a travel cup --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "In the words of the great Sam Snead, ‘If you’re not thinking about pussy, you’re just not concentrating.’ (grins and adds) ‘My dear.’ +e \f92 CHATTER 9/21/07 -- PINK 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN, FERRIS, HANI, the staring MARWAN and tea service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I want a piece of the guy you’ve got in the Amman cell. HANI looks at FERRIS. Then back at HOFFMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "To clear the young man, here, he told me zip. The jihadists don’t use cell phones, Hani. You do. Smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Don’t say no before I say anything. Let me say what I have to say. Hani says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Thank you. You have done a hell of a job developing this guy, Kitami, Kabami...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Karami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "It’s just nifty. But I’m frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Why are you frustrated, Edward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I’m frustrated because you put me in a pickle, Hani. There are guys out there riding the Milan sleeper with polonium in a fucking coffee can. There’s a bomb every other goddamn day. There is urgency. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "92",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Urgency does not call for changing methods which work, for methods which do not work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Who do you think pays the bills here, Hani? I’d hate to have the President call the King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "In matters of intelligence, you are speaking to the King. Edward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I still want some control. Asa special favor to the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You can’t have it. I’m sorry. I could tell you we will run him jointly, but it wouldn’t be the truth. Real intelligence operations stay secret forever. You Americans cannot understand that. You are incapable of secrecy, because you are a democracy. I know my business and have never failed you in the past. Have I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No, this is the first time. Ferris watches them, and the impasse between them. Is the conversation over, or only about to get tougher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Karami is my asset, Edward. I intend to keep him that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "(having had enough) You think you’re the only guy who knows anything and that is not true, Hani. Your boy Karami? He has a cousin who’s up in France on a Saudi passport, right now. I need to know what he’s doing there before he makes Paris uninhabitable for the next five hundred fucking years. And maybe Karami knows. Hence, my ‘urgency.’ (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a \f92 CHATTER 9/21/07 -- PINK 54A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You’re missing the point. Karami would not know where he is. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 CHATTER 9/21/07 -- PINK 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI, (CONT'D)",
          "text": "It is not the way the organization operates. You care about the French?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Not necessarily, but I wouldn’t mind taking the kids there without wearing a radiation suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I‘1l ask him what he knows -- when it is time. I agree, Ed, to ask him your superfluous question. Are you happy? angry, takes a file from his briefcase. Sets a picture down on the table: An Arab man in a knitted prayer cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You may have invented algebra but we're the ones figured out what the fuck to do with it. Know what this is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "It’s a recent photograph of Al-Saleem. FERRIS looks at the picture then at HOFFMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "From a fake Yemeni passport. He got in and out of the UK on that. I’m sure he’s got another one now, but you didn’t have that, did you. He grins smugly at Hani, who just calmly sips his tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Well, you keep it, Hani. Because we are partners. I keep my side of the bargain. Now, you give me Karami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Ma’alesh. FERRIS looks at Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Too fuckin’ bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the back of the car, HOFFMAN slips his sunglasses on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Still thinking about pussy, Ed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Don’t be a smart ass. I'm not through. Hani's bright but he's also arrogant and that's going to be his undoing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You're talking about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I could have used new intel on al-Saleen too, Ed. You’re holding back from me? What else are you holding back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "More than I told him, I'11l tell you that. We know where al-Saleen is from, for one thing. He’s a Syrian, from Hama. His real name, not that he’s used it for years, is Karim Al-Shams -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AL-SALEEM’S FACE - DAY Somewhere -- as it rises up from prayer. As he bows a second time, we begin to PULL BACK, revealing other praying men on either side of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "His family was killed by Hafez Assad. He went to live in Saudi Arabia. He studied engineering and physics in Riyadh, then here in Amman, post-graduate at the University of North Carolina... man was a Tarheel... STILL PULLING BACK REVEALS Al-Saleem to be among a thousand devout men praying on the floor of a huge mosque... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 CHATTER 9/21/07 -- PINK 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "And, we found documents in Afghanistan that show he experimented in considerable detail with nuclear and biological devices, so he is not fucking around. I’m hearing now he’s in Italy. IT ISN'T ITALY -- it’s closer than Italy -- and we can see that as AL-SALEEM and the hundreds of other men file out of the mosque and into the street, many of them -- but not AL-SALEEM -- resuming their lives on cell phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Ed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Don’t do anything about Karami. Don’t try to flip him. Hani will throw me out of the country. Nothing from HOFFMAN. FERRIS waits. Eventually -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Fine. Now that I'm sensitive to the situation. But listen to me. Because I can see what's developing between you two love birds: You cannot trust him. Hoffman is serious and waits for a nod from Ferris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Now can we get drunk so I can sleep on the flight back? I have to take the kids to “The Lion King”. Don’t ever have kids. I’m serious. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a \f94 95 96 CHATTER 9/21/07 -- PINK 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Don’t touch Karami, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSTAFA KARAMI is heading somewhere, presumably away from the safehouse. As he enters a narrow alley: Watching him is SKIP, sitting behind the wheel of a mud- caked car, cord dangling from his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "All right, here we go. Take him. As Karami sees four men step out of doorways in front of him, Skip’s car screeches INTO VIEW behind, blocking his exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SOCCER FIELD",
          "text": "A JIHADIST stops playing football and stares towards the alley. He looks confused, and then he backs up, and then he runs towards the safehouse visible in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The relative quiet of the clinic. Aisha preparing Ferris’ second rabies injection. A CHAPERONE watches from nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I think I told you you could get this at any clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You did. But when you find a good doctor, you don’t change. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She stabs CHATTER 9/21/07 -- PINK 59. 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I’m not a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Nurse, doctor, accountant, imam, same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Am I wearing a ring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "No. But you were last week. (a beat) Are you a bad husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m a bad husband and she’s a bad wife. We deserved each other, but it’s over now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Now you’re looking for something else. Something as different from her as you can find. Something impossible maybe. him with the needle. Drops it in the “sharps” bin. Pulls off her latex gloves and throws them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "We’re done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "‘Til next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "If you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I'd like if it was maybe sooner than that. Maybe later today. (in Arabic) Unless that would make you uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I think it would make you uncomfortable more than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I doubt that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 97 98 99 CHATTER 9/21/07 -- PINK 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris is walking with Aisha down a narrow street that leads to a slum. A tinny radio somewhere plays Arabic music. Young angry men slouch in doorways, staring at them. Aisha seems to enjoy his unease. In Arabic --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Was I right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "When I arrived in Amman they advised me where not to go. This was one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I could have told you this is where I was going, if you’d asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An outdoor clinic that makes Aisha’s other clinic look like Cedars. As she makes her rounds, attending to the sick, Ferris -- very much aware that everyone is aware of, and hates him -- waits, smokes. One of the young, unemployed men leaning against a wall covered with peeling posters of Arafat and anti-American graffiti, says in Arabic loud enough for Ferris to hear, “Who's the Jew?” Ferris ignores them as best he can, watches as an Arab man in a robe (HIJAZI, we will come to know later) talks with Aisha and gives her an envelope of cash...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAFE OWNER comes out to where Ferris and Aisha are sitting, wiping his hands on a towel, humble, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "(in Arabic) Two teas, Mohammed. Thank you. The cafe owner nods but doesn’t leave. He seems unable to believe she has brought this man who could only be an American spy into his place, endangering him. Arabic: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99 CHATTER 9/21/07 -- PINK 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "(meaning “go”) Thank you. The cafe owner leaves them. FERRIS opens a folding knife under the cheap tablecloth, lays it on his lap, and smiles with a little difficulty at Aisha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "If you're trying to find out how far I’ll go to express my interest I think you have the answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Do I? What else are you supposed to do at this point? Leave here alone? You're safer with me and you know it. Though there’s only so much I can do to protect you. Their hatred of you is intense. Everyone -- over their dominoes and cards and nargila smoke -- is staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I don’t hate you. Unless I should. Should I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What are you asking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I’m asking what you do here. In Amman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Political Counselor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "That’s sufficiently vague. (a beat) I have a thing to tell you. An important one. A man is not his job. He wonders what she is trying to tell him. Her English fails her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "He is... apart from his job. The man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Haven't tried that, recently. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I just want you to know... my feel -.. My understand... My understanding. Of you. They regard each other. The nervous cafe owner returns, his hands shaking as he sets the tea glasses down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "We are friends. We may talk again. She sips her tea. And for Ferris it’s out of this world different from anything in his life to date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) When you wish. And with your permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS escorts AISHA home -- or rather she, him. YOUNG ARAB MEN watch them from a dark storefront. Arabic music plays from an open window. This is a dangerous place, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "My apartment’s just around the corner. Thank you for walking me back. As they turn the corner, MARWAN and TWO OTHER GID MEN appear in front of them. The GID MEN are the same who were watching SKIP try to kidnap Karami. All in Arabic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Marwan... salaam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARWAN",
          "text": "Come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I have to escort my friend home. AISHA already has her keys out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "It's just there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARWAN",
          "text": "With permission, Miss. Meaning, “Leave us.” Aisha regards FERRIS. In English: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 102 CHATTER 9/21/07 -- PINK 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s all right. They’re friends of mine. Now it’s AISHA who’s scared, more for herself than him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s fine. She crosses the street and unlocks the gate to her building. MARWAN and the GID MEN escort FERRIS toward a parked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What is it? What’s wrong? Aisha glances back as they usher FERRIS into the back of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It enters the square where the safehouse used to be. MARWAN grabs FERRIS by the hair and turns his face to the window so that he can see... The SAFEHOUSE burning. FIRE TRUCKS. Water being sprayed on the burning building. FERRIS closes his eyes. Everything is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEAGULLS and VULTURES tear at black plastic bags and rubbish. Fires burn here and there. Everything you can think of has been discarded. FERRIS is pulled out of the GID car, and pushed towards HANI, who looks especially elegant, set against the garbage dump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Marwan showed you the burning house? (as Ferris nods) Do you know what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I have absolutely no idea. Hani studies Ferris. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You could've said yes or no. Simply that. When a man says more than yes or no, I wonder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f102 CHATTER 9/21/07 -- PINK 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I don’t know what (happened) --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "We had the advantage. That house could have led us to Al-Saleem. Now it’s gone. And everything in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Hani. I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I told you, never lie to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m not lying. Hani studies him again. Then glances to Marwan who signals to the other men. A figure is dragged from a car and stood before Hani and Ferris, the sack pulled from his head. It’s SKIP. Terrified. To Ferris:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You didn’t know -- that after all I said to you -- and Edward -- this man tried to take Karami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "He didn’t (know) -- Hani backhands SKIP so fast and hard, it chokes his last word and almost knocks him from his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "(calmly, to SKIP) When I speak to you, I’1l look at you. I’m talking to Mr. Ferris now. (to Ferris) In as few words as possible... did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No. Hani studies Ferris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I don’t believe you. Leave Jordan. Hani calmly walks to his car and climbs in. Marwan and the other GID men follow. The cars drive off leaving Ferris and SKIP alone in the dump. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f102 103 CHATTER 9/21/07 -- PINK 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Now Ferris regards SKIP with as much menace as Hani did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Let’s get real, man. Let’s... Obviously, I have been a douche. We have things to straighten up... but a direct order, man, is a direct order. FERRIS walks away through the garbage dump without untying SKIP. Walking angrily, purposefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "Ferris! FERRIS keeps walking. VULTURES hop closer to SKIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIP",
          "text": "Ferris! Ferris!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deserted outdoor concert amphitheater. Wet folding chairs in disarray. HOFFMAN looks awful, relatively, and FERRIS is in a rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "If you're keeping all the cards to your chest, how do you expect me to function? All he asked was patience and you couldn't do it. You were impatient and greedy and you fucked it up. I thought Hani was going to kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Naw, he likes you. He likes you. What’s he going to get over there better than you? You'll get back to Jordan before you know it. Back to that Jordanian piece of ass. FERRIS makes a move as if to hit HOFFMAN. HOFFMAN stumbles back onto the wet grass. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "103",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Ed, you’re an old fat fuck. I do this shit for a living. Go ona goddamned diet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "What are we, in a school yard? HOFFMAN stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Look, I did what I had to do. I don't have time for ‘patience, sidi, patience’ and sit around and eat fucking couscous. Hani’s interests extend no further than his little fiefdom. Mine are global. That said, I admit I should have told you what I was doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No, what you should’ve done was not do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Ten years ago I could’ve beat the shit out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Then you should have taken your shot back then. They take a moment to size each other up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Somehow, we have to get our own guy inside Al-Saleem’s tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We could penetrate every Salafi mosque in the world and never get to him. HOFFMAN knows it’s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "But he doesn’t know that. That we can’t do it. He doesn’t know how close or far we are. What’s true and what isn’t. We could make it appear there was another organization out there as deadly as his own. What would Al-Saleem do? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f103",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Rejoice. And/or be paranoid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Exactly. Doesn’t matter which, he'd try to get in touch with them... but it would be us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "It would be us... (a beat) We can’t do it out of Langley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You know, I am going to have to revise my opinion of you. I had no idea you were so devious. This puts you in a whole new category in Eddie Hoffman's book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS opens the door revealing a gorgeous woman dressed for a night out -- or in -- like the best Deborah Palfrey’s escort service has to offer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "You called for someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "You must have. Because I’m here. I’m Nicole. The woman lets herself in and goes straight to the mini- bar to make herself a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Do you mind if I have a drink? It relaxes me. Which will relax you. Ferris closes the door but does not put out the “Do Not Disturb” sign. Comes back into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "This is a nice place. We can have some fun here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I want this divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Shhh. I don’t want to talk about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We don’t have to talk about it. We just have to do it. She sips her drink. Sits on the sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "No, let’s talk about it. Sit. She pats the cushion next to her. He knows better but sits there anyway. She touches his face and neck and says nothing. He pulls slightly away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You're right, there’s nothing to talk about. You don’t love me and I don’t love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Neither is true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What do we have. Nothing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "We have a marriage people dream about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Marriage is about children -- and we don’t have that -- which makes ending it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Marriage isn’t only about that. Her hand has moved down to his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Gretchen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "My name is Nicole --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Gretchen --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "I don’t know what you think is wrong. I don’t think you know. You’re seeing someone? Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Marriage can work with that. She unzips his fly and slips her hand in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "I need you. I need my husband. I need my husband, and you don’t touch me? Touch me. He doesn’t and she slaps him hard. Then coos:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Touch me. She takes his hand. He allows her to put it under her short skirt. And as it’s happening, he hates, but can’t help, himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "105A",
          "text": "106 CHATTER 9/21/07 -- PINK 70-71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS drives himself through the Virginia countryside. INT. FERRIS’ CAR 105A FERRIS driving --INTERCUT w/ ATTORNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTORNEY",
          "text": "This is why you have a lawyer, you stupid idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s still over, Larry, it doesn’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTORNEY",
          "text": "It does matter. It doesn’t look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "And I don’t feel good about it. I got to go --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTORNEY",
          "text": "Don’t call her, don’t see her, don’t fuck her -- anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I told her on the way out the door we were still getting divorced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTORNEY",
          "text": "How’d she take it? Instead of conveying the enormity of the answer, Ferris hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest house set in dark parkland by a horror-film lake. FERRIS parks next to an Audi, the only other car in sight. Climbs out and crunches across gravel to the porch. Looks through a window at sheeted furniture. He hears a creaking sound and follows it to the side porch where he finds a MAN in a wicker rocker, napping. A BlackBerry rests on a little table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Garland? I’m Roger Ferris. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Garland glances over and regards Ferris. When he speaks it’s with a vague European accent, a bit effeminate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND, (MAN)",
          "text": "Where’s Hoffman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I don’t know. A Ben and Jerry's. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106 107 CHATTER 9/21/07 -- PINK 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "He trusts you. (meaning, to send you here alone) I don’t trust him. Whenever you run an operation and don’t see Hoffman, it means he’s running another operation. The BlackBerry chimes softly. Garland glances at the incoming text message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "I’m tracking a cell in Syria. They were in Damascus last night. Today, Dayr-az-Zor, on their way to the Iraqi border. But something tells me they aren't going to make it to Husbaya. We have ninjas waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Who do the ninjas work for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "Nobody. Fruit? Ferris isn’t sure what he means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "Do you want some fruit? An apple. Orange. Some berries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bowl of fruit on an otherwise bare wood table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where is everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "I’m not sure what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It's just you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "No. It’s me -- and you. Garland chooses a fat strawberry from a bowl. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107 CHATTER 9/21/07 -- PINK 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "You expected a war room? Flashing lights and people running through with clipboards? It’s all here -- (holds up BlackBerry) And here -- (a laptop) And here -- (his head) You’‘re sure you don’t want some (fruit).",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Positive. Eating his strawberry, Garland becomes momentarily distracted by a bird flying around the dusty space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m going to need some low-level AQ contacts. A lawyer. Some kind of Security Consultant. But first I need an Arab who travels a lot in the region. A businessman who fits the profile of jihadist without actually being a jihadist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "A straw man. Receiving money. Making plans. lLet’s start with him. GARLAND plops onto an Aeron chair, clicks a remote. As the BIRD flies across a plasma screen, a Powerpoint presentation comes up. Garland clicks through earnest middle-aged male Arab faces...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "No... no... no... no... Maybe here’s your man. We see a passport photograph on the screen of a pious, somewhat bland zealot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "His name is Omar Sadiki. He's Jordanian. An architect. Most of his commissions come from Islamic charitable groups who also send money to jihadists. He’s got every jihadist signifier... Except he’s innocent. FERRIS steps up to the screen. Regarding the callus on the middle of Sadiki’s forehead. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "He touches his head to the ground five times a day... He believes in God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "I wonder what that’s like. So does Ferris probably. He hasn’t believed in anything since he was five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What makes you think he’1ll trade with an infidel like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "(looks at Ferris like he must be daft) Money. INT. FERRIS’ DC HOTEL ROOM - DAY 107AA FERRIS cell phone rings. He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "What the fuck did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN walking out with coffee in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Your wife called me. She said she’s prepared to go to IG. To make allegations. What did you say to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I told her I didn’t love her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Well, buddy, that was a fundamental tactical error. But I don’t mean your personal business...I mean, what did you tell her about my business? She mentions the words torture and death. Why would you do that? (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e + eH HH \fCHATTER 9/21/07 -- PINK 742.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (CONT'D)",
          "text": "I made that go away. I made it disappear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "The cries. And Ferris sitting on a ratty couch in some dark room somewhere, calmly smoking a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Did I ask you to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No, and you never thanked me either because you are an ingrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Maybe I didn’t want it to disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Listen, buddy, find a church, get yourself a priest. Confess. Let it off your chest. Then get on the phone to your wife. Stop being self-destructive and get your business out of my business. Is that clear? + eH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restaurant is Washington’s best, filled with power. FERRIS is waiting at a table set for two. GRETCHEN appears, looking spectacular. FERRIS stands up coldly and watches Gretchen sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "(settling in) Have you come to your senses? FERRIS looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You’re willing to destroy me. That’s interesting to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "How could I destroy a big strong CIA man? You must be having delusions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "There’s no evidence, no witnesses, just your word against mine. And you are an angry, unstable, soon to be ex-wife. No one’s going to believe you. GRETCHEN starts to dash her water in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Look around at this restaurant, before you throw the glass. That's why I picked the restaurant. GRETCHEN sees the results: a career-ender. She smiles at a colleague.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "You don’t have the balls for this, Roger. You're not a killer. That’s always been me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I wish I could say you were wrong. You think of yourself as a killer. But I really am one. You’ve just never been in my way until now. He opens a file on the table. GRETCHEN looks worried. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Remember the great age of e-mail? Before we all knew it was insecure? Let’s not forget digital photography. He flips around a picture of GRETCHEN naked, masturbating. Then hands over a sheaf of other pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "I made those for you, you fucking bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You made them for yourself. It’s not really my thing... Let’s go back to undergraduate days. You made friends with a man in the financial aid office at Columbia and illegally transferred your student loans to your father when he was dying of cancer. The old man never owed a penny in his life and you made him die a hundred thousand dollars in debt without his knowledge. When you went to work at Justice, you told them you'd never used drugs. I doubt you’ve used ecstasy for a while, but you still do coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "So does half the fucking room, Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yes, but how many lied about drug use when they joined the Department of Justice? GRETCHEN stares. She takes",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "And when you were still filing individually, you cheated on your taxes. All the time. I have documents. Shall I go on? a drink of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Do you think all this time I haven't been fucking someone? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 109 CHATTER 9/21/07 -- PINK 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(and he means it) I could care less. You fuck everybody you meet. One way or another. I expect your lawyer to call the IG office tomorrow, first thing, or I’ll have you under investigation at Justice by tomorrow afternoon. There it is. GRETCHEN gets up and leaves the room, with every appearance of calm. She is shaken but smiles at associates. DC is like LA: everybody in the same business: getting their asses alive through the jungle. FERRIS lowers his eyes, and puts the folders in his case. Free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other invented city -- the one in the middle of the Arabian Desert instead of the middle of Mojave, with its even more outrageous skyscrapers, indoor ski slopes and man-made palm tree and world-shaped islands dotting the Persian Gulf. Bladerunner in the Middle East.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "You’1l move the money, you’1l make the virtual legend of Omar Sadiki. I’'1l do everything else. INT. FERRIS’ HOTEL SUITE (DUBAI) - DAY 109 A PASSPORT with Ferris’ picture on it, but with the name BRAD SCANLON, rests on the bed with a half-unpacked suitcase. FERRIS is at a window overlooking a panoramic tangle of building cranes, on the phone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Mr. Sadiki? It’s Brad Scanlon from Hayes Andover Bank, following up on my e-mail. I’m in Dubai now. Got in a little early... At the Jumeirah Emirates Towers but I can meet you anywhere you like. (checks his watch) That would be great. You’re sure you don’t mind... \f110 CHATTER 9/21/07 -- PINK 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS has cleaned himself up and put on a nice suit. Sitting across from him -- glum and robed -- is the Islamic architect OMAR SADIKI, prayer callus on his forehead. After a long silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "Our clients are usually Arab companies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You come very highly recommended by our Arab clients. FERRIS notices that Sadiki has looked aside at a German drinking beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m so sorry, I didn’t know they served beer here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "(not meaning it) It is no problem. He is not a Muslim. He can do as he likes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "That’s very generous of you. Sadiki isn’t sure Ferris isn’t having him on, but nonetheless produces a sheaf of photographs, turns the pages for Ferris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "This is a shopping center in Fahaneel in Kuwait... Offices in Amman... A dormitory for the College of Technology in Irbid... All uninspired but not terrible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Uh-huh... nice... but for our branch here in Dubai, we’re after something with more of a... Islamic ambiance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "Islamic... Ferris nods. SADIKI stares a moment, then opens another folder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110 CHATTER 9/21/07 -- PINK T9A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beneath a crescent logo on the folder we see the legend: “Darul Adira Architects: The Islamic Design Solution.” Inside, photographs of mosques they’ve built... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110 111 CHATTER 9/21/07 -- PINK 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "This is more like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "(hoping it’s not true) You want your bank to look like a mosque.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Mosque-like -- yes -- since our building site is in Sharjah and we want to be respectful of the Islamic character of the neighborhood. And we know this: Omar Sadiki hates Scanlon, and hates the idea of working for an American company -- but also that he will do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We can go there after lunch. I could show you the site. If you'd like to see it. Sadiki is either playing hard to get, or truly is uncomfortable running around town with the infidel. Ferris takes him into his confidence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Mr. Sadiki, I know you must have a certain level of discomfort just sitting with a non-believer, what with all that’s going on. But let me assure you: I despise this horrible war. I’m a Democrat. Ferris makes a terrible smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In burning sunlight, as Sadiki takes digital pictures of a dusty work site, Ferris, over by the parked cars and pickups, watches with another MAN -- ostensibly a Hayes Andover Bank construction worker who is actually Special Forces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY, (MAN)",
          "text": "How much can I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Exactly as much as I tell you. Tony waits to hear it, but apparently he just did. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111 112 CHATTER 9/21/07 -- PINK 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "I’m cool with that. I’m used to knowing nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m sure you are. Get your camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris has rejoined Sadiki as he finishes photographing the site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Hayes Andover’s option to buy this property will expire at the end of the month. So perhaps we could get some preliminary sketches and a rough bid say by... next Thursday... before the Islamic weekend...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "I think we... yes, certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You'll have to sign a letter of intent with our attorney -- Mr. Al- Masri -- if you don’t mind. FERRIS points to a rotund Arab in a suit patting at his jowls with a handkerchief outside a construction trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "It makes no difference to me. God will decide if I get the job or not. As SADIKI goes in through the trailer’s open sliding glass door, a series of SURVEILLANCE PHOTOS: SADIKI WITH AL-MASRI, greeting each other, exchanging papers, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "Al-Masri is a lawyer. But he tithes money to AQ. He’s fairly low on the map, but on the map. MORE SURVEILLANCE PHOTOS OF SADIKI and AL-MASRI exchanging Islamic kisses on the cheek, taken by Tony from a parked pickup truck with a long lens... \f113 114 115 CHATTER 9/21/07 -- PINK 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS leans against a wall, phone to his ear, waiting for the security screening line to thin out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Garland’s also got stolen Saudi money going into Sadiki accounts at a rate of about ten grand a --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "What the fuck am I doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What? Where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN at the sidelines of a soccer field in a park in Virginia, where his daughter and other 7-year-olds run around kicking at the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Never mind. Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Dubai International, heading to Germany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Yeah you’re not. You’re going back to Amman. Hani called and asked me where you were. If you don’t go back, he’s gonna wonder why you're not going back. He’s already wondering. You have to put in an appearance. Change your ticket. Hoffman hangs up and watches the soccer game and mom-— referees like he wants to shoot himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS comes out the arrivals door, having cleared Immigration and Customs, to find two GID officers waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GID OFFICER",
          "text": "Come. \fCHATTER 9/21/07 -- PINK 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS is escorted to a Mercedes and “helped” into the back seat where HANI waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I wanted to tell you I’m sorry how we left things. I was upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Which you had every right to be. I'm sorry for what happened. The car pulls away and glides through airport traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Where did you go? Ferris quickly decides not to lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Washington. Dubai. Hani holds out his hand. Ferris places his passport in it. Hani glances at the last stamped entry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Ah, Dubai. The money-laundering mecca for AQ. And therefore, the safest place in the Middle East.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Much deserved. But I’m happy you're back. (returns the passport) Miss Aisha, too, I think, will be happy you’re back. (off Ferris’ frown) We’re not watching you, we're watching out for you. The one you should worry about is Edward... Edward and his plans. Which could get you in trouble. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Neither of us has to worry about that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 CHATTER 9/21/07 -- PINK 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "No? I don’t have to worry about what I don’t know? No more stupid escapades like Karami?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "That’s good. But HANI doesn’t believe it for a second. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m glad you let me back. I like it here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "What are Ed Hoffman's plans now for Al-Saleem? Always with Ed, I hear him breathing. But I do not see him. That bothers me. FERRIS can say nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Don’t worry. I am not going to try to recruit you. But I want you to understand something. Do not make further mistakes in Jordan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You are my teacher, ustaaz Hani.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I will remember that expression of friendship. This is a part of the world where friendship matters. It can save your life. FERRIS’ car pulls ahead of HANI’s car, along with two escort police cars with lights flickering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Your luggage has been collected. They will escort you to your house. FERRIS nods, and gets out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Welcome home, my dear. We will talk about how we shall cooperate in the future. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "117A",
          "text": "118 CHATTER 9/21/07 -- PINK 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FERRIS nods, right, and closes the door. HANI’S little motorcade moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AISHA readies Ferris’ third rabies injection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "You’re uncharacteristically quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Am I? She taps at the syringe with a fingernail to push air bubbles up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "If you're going to insist on coming here to see me -- which is what you’re doing -- my sister is going to insist on meeting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Your sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "My sister looks after me in matters that are non-medical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "She has to approve of me before you'll begin to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I like to let her think so whenever I can. She jabs the needle in his stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris, in a clean white shirt, and several Muslim women jostle to make their purchases at a pastry stand. Ferris buys konafa. INT. AISHA’S APARTMENT BUILDING - NIGHT 118 The door opens revealing Ferris in the hallway with a small pastry box in his hands. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "You’re early. I’m still cooking. (hence, the apron; re: the box) What’s in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Dessert. Konafa. Lots of syrup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Oh, the kids are going to love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "The what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another woman and two young children stand politely ina simply-furnished, working-class Muslim living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "This is my sister, Cala.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "How do you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "And Ali and Gamal... my nephews. He hides it well, but Aisha knows Ferris is relieved. He shakes the boys’ hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Mr. Ferris brought you something for later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Aisha and her sister cook, Ferris sits with the boys in the living room in an uncomfortable silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Smells good in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMAL",
          "text": "It’s not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "She’s not a good cook, your aunt? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f120 121 CHATTER 9/21/07 -- PINK 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMAL",
          "text": "Better than our mom but I wouldn’t say good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What about you, Ali, what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALI",
          "text": "Together they’1ll be worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "All right, listen -- (beckons them closer) -- because if there’s something really bad on my plate, I don’t want to eat it; I don’t even want to taste it. I/’11 touch it with my fork, and you -- very subtly -- nod or shake your head. kK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The five of them at the dinner table, just beginning to eat. Ferris touches his fork to something on his plate and the boys give him very slight shakes of the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "How long are you in Amman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It could be a long time. I’m hoping it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "Where were you stationed before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Riyadh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "And before that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Cairo. There are two covert operations going on here, Ferris knows: His own with the boys and the food, and Aisha’s having her sister ask Aisha’s list of questions... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f121 CHATTER 9/21/07 -- PINK 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "What do you do exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I told you, Cala, he’s a political advisor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "But what does that mean? Forgive my ignorance. There’s nothing ignorant about her. Quite the contrary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It means I offer my assistance to His Majesty’s advisors, when they ask for it. The boys send nods to Ferris that the pale green stuff is safe to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "You do this now, but not before the war. Before you didn’t consult with us at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Cala --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s all right. We know the situation in Iraq has created hardships for Jordanians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "The situation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "The situation in Iraq? Ferris lets it go with just a nod. He’s a guest. Aisha shoots her sister a look: “enough.” The boys shoot Ferris one: “don’t eat that.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALA",
          "text": "His Majesty believes the best hope for the war is that it ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "That’s my hope, too. \f122 123 CHATTER 9/21/07 -- PINK 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris is leaving. Aisha seeing him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It's all right, I take no offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "The funny thing is, she wants to live in America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’ll stay here, she can go there, we’ll both be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Don’t joke about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m not. I’m serious. I don’t think I’m ever going back. They regard each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I liked her boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "They're great, aren’t they? But not very good spies. (as his look to her is all innocence) At the dinner table. Where you barely touched a thing. None of you were good spies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Thank you for tonight, Aisha. I had a really nice time. He means it. Or he is a good spy. She watches him go. EXT. HANI’S GARDEN BALCONY - DAY 123 FERRIS, in sunglasses, watches as HANI sets down a photo next to FERRIS’ tea: SADIKI and AL-MASRI cozying up to a couple of Chinese bargirls-hookers at the notorious Cyclone nightclub in Dubai: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 124 125 CHATTER 9/21/07 -- PINK 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "This was taken last week at the Cyclone Club in Dubai. This man is a well-known AQ financier. If that is not a contradiction in terms. This -- (the other man) -- is a Jordanian, an architect named Omar Sadiki. No known terrorist ties. FERRIS hopes his poker face is straight enough. Sadiki and Al-Masri must have hit it off and run off afterwards to a club, after all of Sadiki’s pious bullshit... but how on earth, he wonders, does Hani have the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "The question I ask myself, is what are they doing together... apart from the obvious. Is this Sadiki more than he claims to be? He travels a lot, building mosques and shopping malls. At the least I'd say he’s worth examination. By us. By ‘we.’ Allies, correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where'd you get this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "A friend in Saudi intelligence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Useful friend. FERRIS pushes the photo back across to Hani --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "No. Take it. I want you to have it. We’re partners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPERIMPOSE",
          "text": "INT. HOTEL TAWQEER (BEIRUT) - FERRIS’ SUITE - DAY 125 As FERRIS reviews SADIKI’S presentation folder, Sadiki helps himself to tea and a pastry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 CHATTER 9/21/07 -- PINK 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He may be a pious man -- or not -- but he is every asshole in the history of the world who has submitted an outrageous bid. FERRIS gets to the final page of the proposal, and whistles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "This is way too expensive. The Board will never approve this. SADIKI jumps a bit, but then turns, self-righteously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "You want the best...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I hate to make what could seem to be an ethnic remark, but I thought I was clear with you we’re not doing business in a bazaar. I’m not an infidel to get ripped off here. Do you want the job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "Yes, we very much wish to... have the job. Perhaps a change or two is possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Well, give me your best price, close as you can to a 25 percent reduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "25 percent is possible with a lavish sacrifice of quality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Do what you can. And while you’re here in Beirut, could you meet with our security consultant? He’s good at what he does but he’s an odd guy. I think he used to be involved with the... well... (as Sadiki is perplexed; Ferris whispers) The extremists. SADIKI stares blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "He’s over in West Beirut, over there in Dodge City. (MORE ) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f125 126 127 128 129 CHATTER 9/21/07 -- PINK 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (CONT'D)",
          "text": "And since he’s going to have to sign off on the final designs, I'd love it if you could get his input now, if you’re okay with that. Sadiki regards Ferris with a slight measure of suspicion. Ferris is unable to picture him anymore without a Chinese girl from the Cyclone on his lap. Finally --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BARRAGE OF DIGITAL SURVEILLANCE IMAGES 126",
          "text": "taken by Tony from a darkened office in West Beirut: SADIKI in a BUILDING directly across with lots of glass, sitting down with “Security Consultant” Hussein Hanafi -- looking over plans -- laughing -- stopping for prayer time -- doing business again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "So we’ve got him with two Salafists with AQ ties now: The money-launderer in Dubai, and this mobbed-up security guru here in Beirut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HOFFMAN at home, feeding the finicky family dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You got his computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I will. Soon as he runs off to the hand job parlor. EXT. SADIKI’S ISLAMIC HOTEL (BEIRUT) - NIGHT 128 Ferris regards the back of the hotel from the shadows of an alley. Behind one of the windows he can see Sadiki getting ready to go out, locking up the balcony doors. EXT. SADIKI’S ISLAMIC HOTEL - NIGHT (LATER) 129 Sadiki comes out of the hotel, takes the keys from a valet and climbs into his car. \f130 131 132 133 134 135 136 137 CHATTER 9/21/07 -- PINK 93. INT. SADIKI’S ISLAMIC HOTEL - LOBBY - NIGHT 130 Ferris, looking like a tourist who got a bad tip from Fodor's, checks into the hotel. INT. SADIKI’S HOTEL - A ROOM - NIGHT (LATER) 131 FERRIS steps out onto the balcony of his new room. Climbs the low railing to the adjacent balcony, then over that one to the next, and trips the cheap lock on the French door. INT. SADIKI’S ROOM - CONTINUOUS ACTION 132 Sadiki’s laptop sits on the desk, asleep. Ferris taps the space bar and the computer’s wallpaper of the wandering man’s devoted traditional family blinks on. INT. SADIKI’S CAR - MOVING - SAME TIME - NIGHT 133 Something occurs to Sadiki. Irritated with himself, he turns the car around and heads back to the hotel -- INT. SADIKI’S ROOM - SAME TIME - NIGHT 134 Ferris opens a secure email account, highlights all the files on Sadiki’s desktop and sends them as attachments -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The attachments begin downloading onto Garland’s laptop, the icons appearing one by one on his desktop -- EXT. SADIKI’S ISLAMIC HOTEL - SAME TIME - NIGHT 136 Sadiki pulls his car up to the entrance of his hotel, tells the valet to keep it running, he’1ll be right back. INT. SADIKI’S ROOM - SAME TIME - NIGHT 137 Ferris has moved on to hard-drive files, sending them all to Garland while he talks to him on the phone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND, (V.O.)",
          "text": "This is useful. An email list for the Brothers of Awareness. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f137 138 139 140 141",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "137",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "The brothers of who the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND, (V.O.)",
          "text": "The Ikhwan Ishfan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "It's just a study group of believers at his mosque but I can make it look like anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Make it look like everything. INT. SADIKI’S ISLAMIC HOTEL - SAME TIME - NIGHT 139 Sadiki comes through the lobby, gets into an elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND, (V.O.)",
          "text": "Make fake accounts for half a dozen of the brothers and start transferring money to them from Sadiki’s fake receiver account. Small operational sums. INT. SADIKI’S ROOM - SAME TIME - NIGHT 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "The Saudis will pick up the money moving, and everything they pick up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND, (V.0O.)",
          "text": "They leak to jihadists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You got it, my friend. INT. SADIKI’S ISLAMIC HOTEL - SAME TIME - NIGHT 141 Sadiki emerges from the elevator. Comes down the Opens his door with a card key -- As he steps in, we (but not Sadiki) see Ferris is on the balcony, back to the wall, French doors closed -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f141 142 CHATTER 9/21/07 -- PINK 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sadiki rummages around his toiletries, finds a 3-PACK OF CONDOMS, heads back for the door, hesitating when he sees his computer’s desktop of his family -- It unsettles him, but it’s unclear if that’s because they’re “looking” at him, or because the computer should have gone to sleep in his absence. In any case, he’s got more exciting things to think about, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris is walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Pull up an Arabic keyboard and take down this message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "doing so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) ‘In the name of God, we praise our Brothers who shall carry out this heroic act in the Fig Orchard, and beg God to give us strength in our continuing struggle. The time is at hand.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "(amused) That's good Arabic. What’s the Fig Orchard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Well, I really haven’t let you in on that one just yet. Let’s say it’s developing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "It will create chatter, but it’1l have to be big to get Al-Saleem’s attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It'll be big. Put the message in Arabic and send it from Sadiki’s fake e-mail account. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f142 143 144",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ferris snaps his phone shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris emerges from a terminal talking on his “Scanlon” cell --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Mr. Sadiki. It’s Brad. I'm fine, but we have a bit of a problem. Our chief engineer, who’s based up in Ankara, has raised some questions about the insulation... Yeah, I know it’s the same as what you use in Saudi Arabia... But you’re going to have to go up to Ankara, ASAP... Ferris sees SKIP pulling up in an Embassy car and crosses to it. Into the phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No, he can’t come to you, and in fact, the only day you can see him is this Wednesday. We’1ll fly you, of course... no, I’m sorry, Business Class... let me give you his address and numbers. You got a pen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garland steps carefully around his garden, tending strawberry plants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "Garland will send out a message from Sadiki hinting that a strike is preparing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ANALYST looks from his screen and asks the man beside him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NSA ANALYST",
          "text": "What’s the Fig Orchard, and who are the Brothers of Awareness? \f145 146 147 CHATTER 9/21/07 -- PINK 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sadiki, about as irritated as a man can be, is met by “Hayes Andover Bank's Construction Head,” a dodgy-looking Muslim. As they move away together -- A BARRAGE OF SURVEILLANCE PHOTOGRAPHS OF THEM -——",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- pop-up on screens here, where Hoffman sits with some analysts, picking at a plate of sprout-ridden health food that he hates while the others eat wonderful-looking junk food. Other screens in front of them show live views of a military base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (V.O.)",
          "text": "When the strike is done, he’1l post another message taking responsibility for the bombing -- One of the screens shows a live image of a Blackhawk landing at --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The helicopter settles on the ground. TONY climbs out as a Jeep pulls up to meet him. As Tony supervises the transfer of some equipment from the chopper to the Jeep - SPECIAL FORCES SGT. Got everything you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Oh, yeah. And that’s because several full body bags are now being off-loaded from the Blackhawk onto a cart. The SPECIAL FORCES SGT. stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "(comic) Bodies from the morgue. Iraq has plenty. \f148 149 150 151 152 CHATTER 9/21/07 -- PINK 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "After the event, a buzz of messages will then pass among jihadist networks announcing the Brothers of Awareness as a new player, and Sadiki as its leader. Sadiki’s face on a screen “watches” Hoffman, who can’t take another bite of his food, toss it in a wastebasket. He takes a French fry off somebody else’s plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Wife’s worried about diabetes. Runs in my family... my fuckin’ father. Asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO TURKISH JANITORS push large plastic bins on wheels into the US Bachelor Officers’ Quarters. INT. BACHELOR OFFICERS’ QUARTERS - MOMENTS LATER 150 The “Turkish janitors” (one of whom is “Tony”) -- push their bins into the barracks, and wheel them down the waxed corridor, past... the CORPSES from the body bags -- all Middle Eastern men -- are laid on cots in the officers’ quarters in the late afternoon shadows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The “Turkish Janitors” leave the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WALL OF INTERNATIONAL CLOCKS. It is ticking towards 4aM in Turkey. And THE SAME LIVE IMAGE from overhead on the main screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG ANALYST",
          "text": "I’ve got it, I’ve got it. ‘Fig Orchard’ means ‘Incirlik’ in Turkish! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152 153 154 155 156 CHATTER 9/21/07 -- PINK 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Brilliant. (turning to screen) Fire in the hole... three, two, one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Officer’s Quarters explode -- in a flash...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From 20,000 feet, the overhead image of the explosion -- silent -- unspectacular -- on the screen. To himself --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "++. boom. INT./EXT. FERRIS’ APARTMENT (AMMAN) - DUSK 155 A speaker outside a mosque below calls people to prayer. Ferris, having a drink, watches BBC World.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC REPORTER, (V.O.)",
          "text": "Officials have confirmed the target of the blast was the US Bachelor Officers’ Quarters at the airbase at Incirlik, Turkey. The bomb attack destroyed the barracks, but American casualties reportedly were limited because many pilots and officers are away on Christmas leave... INT. HANI’S APARTMENT (AMMAN) - SAME TIME - DUSK 156 Video on Hani’s TV of the smoking ruins and a short line of blanket-covered bodies and body parts. His wife sets out plates and silverware for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC REPORTER, (V.O.)",
          "text": "The Pentagon has not released the names of the dead pending notification of next of kin, but we are being told there might not be a public announcement of the casualties because some of the men killed may have been stationed at Incirlik on classified missions... \f157",
          "sentiment": "neutral"
        },
        {
          "speaker": "157A",
          "text": "158 CHATTER 9/21/07 -- PINK 100. INT. AL-SALEEM'’S HOUSE - SAME TIME - DUSK 157 Some children run past another TV here broadcasting the same report --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC REPORTER, (V.O.)",
          "text": "No one yet has claimed credit, but terror experts are already speculating, because of the target and the ferocity of the attack, this may be the work of a new offshoot of Al-Quaeda... Al-Saleem glances to another man in the living room. The other man doesn’t know any more than Al-Saleem what that “new offshoot” could be, and gestures as much with a slight shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOCK NEWS FOOTAGE 157A",
          "text": "OF “THE ARAB STREET” REJOICING, FIRING WEAPONS INTO THE AIR, ETC, THE WHOLE “FUCK YOU, AMERICA” SPECTACLE THAT HAPPENED AFTER 9/11. GLOBAL REJOICING. INT. FERRIS’ APARTMENT (AMMAN) - CONTINUOUS ACTION - 158",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC REPORTER, (V.O.)",
          "text": "Incirlik, which in Turkish means ‘Fig Orchard,’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smiling and eating a peach as he watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC REPORTER, (V.O.)",
          "text": "-.-. has served since September 11 as a primary hub in the wars in Afghanistan and Iraq... One of Ferris’ cell phones vibrates on the desk. He picks it up. The BBC report continues in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yes? (a beat) Hani. \fCHATTER 9/21/07 -- PINK 101. 159 INT. HANI’S OFFICE - NEXT MORNING 159 Ferris sits with Hani, who is wearing a tiny candy cane on his lapel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Is that in deference to your Christian employees?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Yes, all none of them. Still, Christmas is for everyone. Here in Jordan, everyone has Christmas trees. Hani pours Ferris a small glass of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Eggnog!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Islamic eggnog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You be the judge. FERRIS sips: It is stiff with liquor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "First of all, my greatest sympathies to the families of the Incirlik victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Second, I think I can help. Hani pulls a picture from a file and lays it before Ferris: A passport photo of OMAR SADIKI. And a Turkish Customs printout with the date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "This is the architect you showed me before. Who met the money-man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "The same. Only now I think he may have had something to do with this bombing. He was in Turkey on Wednesday, meeting with this man -- an engineer who we know is also an explosives expert. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He sets down a SURVEILLANCE photo of the Muslim man who met Sadiki at Esenboga Airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Naturally, you can do whatever you want with this information, but if I were you I’d leave Sadiki in place and see what he brings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Your usual technique. Hani nods. Ferris asks with a look, “May I take this?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Yes. It’s my Christmas gift to you. Use it wisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris and Aisha sit atop a jagged cliff overlooking the Dead Sea, 50-kilometers from the nearest tourist floating around on his back reading a newspaper. Here, it’s rugged, still, primeval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "How often do you come out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "As often as I can. It’s as beautiful as a place can be where nothing lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Bacteria lives there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "That's romantic. The word hangs there a moment. She smiles and stares back out at the ancient waters. In the distance, some Bedouins on camels ride silently along a ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Aisha? She looks at him a little more expectantly than she intended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "If you're waiting for me, you're going to have to wait forever. I'd never touch a Muslim woman... first. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f160 161 CHATTER 9/21/07 -- PINK 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They regard one another... then she touches his hand, and even then he doesn’t do more than allow it. Her hand comes up, touches his neck, the fingers running along one of the scars on it, then to another just under the collar of his T-shirt. Her hand stops there, feeling something sharp, like the tip of a spine of a cactus, trying to work itself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What’d you find? She looks, the nurse in her taking over. Sees a small infected area around the “cactus spine.” She moves it around a little, then gently pulls it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "What is this? It's small, sharp, and white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Is this... Ferris shakes his head he doesn’t know, but of course he does. It’s another piece of Bassam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "It looks like bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I have no idea what it is, but it’s not bone. How would it get there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I don’t know. She rolls it gently between her fingertips, then holds it out for him to take. He holds out his hand and she drops it onto it. Ferris doesn’t know what to do with it. It seems wrong to throw it away, but he does. INT. FERRIS’ CAR —- MOVING - DAY (LATER) 161 They're driving on a highway, headed back to Amman presumably. Not talking. Until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "What if I told you I don’t want anything to do with a man with a secret life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What if I told you the same thing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f161",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "161",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I’m not hiding anything. I wish I was. At least we’d be even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "At the camps you took money from a man that I know is -- how can I say this -- not a simple cleric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "What are you talking about? Ferris doesn’t say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Are you talking about Hajazi? He’s a teacher. He donates money for medicine for people who can’t afford it. From his own pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(not wanting to argue) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "You mean ‘okay’ no. You’re wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’ve been wrong before. But not this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I can prove you’re wrong. Take me to Mu’‘tah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I don’t think so. Mu’tah’s not a place for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Nonsense. It’s perfectly safe. It's a university town. It’s where he teaches. You’1ll meet him. You’ll see. Ferris keeps driving. Doesn’t answer. Senses this may be the end of things here, and he’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "Fine. Take me home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’1ll take you to Mu’tah. \f162 CHATTER 9/21/07 -- PINK 105. EXT. MU’TAH - DAY 162 FERRIS scans every house as he drives into the town. All the women wear headscarves. There are no Jordanian special forces, only useless unshaven provincial police. Most of the people are Bedu, stone 7th Century. It is a town of professional malcontents. But there is a university in this town, and Ferris parks at the entrance to the alley that leads to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(faux unconcerned) This is no place to be an outsider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I’m not an outsider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Even for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I’1l be right back. She gets out, walks briskly down the alley. Ferris bashes his head back against the headrest. Looks around. Sees a HALF A DOZEN MEN playing soccer behind him, a unit of idling jihadists, no doubt about it. Ferris sinks down in the car, every fucker looking at him, and the soccer ball is driven deliberately into a side panel of the car, giving him a jolt. FERRIS thinks, what to do. And then gets abruptly out of the car. You don't want to be sitting down. He confronts the guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in his perfect Arabic) You have made a mistake, brothers. FERRIS bluffs it out, and in parade ground manner heads towards a cafe where an old man smoking a nargilah stares at him. FERRIS sits down at a cheap, wobbly table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "A coffee, please. Medium sweet. And I need the toilet. The WAITER points. FERRIS stands and enters the cafe, aware that the soccer players were merely disconcerted. They are not leaving him alone. They come towards the cafe, one carrying the ball. \f163 CHATTER 9/21/07 -- PINK 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a smeared hole in the floor. FERRIS pisses, smelling waves of shit. He turns, zipped up, and sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THREE OF THE JIHADISTS",
          "text": "FERRIS pulls his knife but is clubbed on the head and goes down on the filthy floor. One of the Jihadists picks up the knife and holds it to Ferris’ throat. Another Jihadist is looking through his wallet and finds: A US EMBASSY ID CARD. Much talk over this one. They have a real prize. FERRIS is half dragged to his feet and crammed against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIHADIST",
          "text": "Why you come to Mu’tah? To spy on Muslim people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I am diplomat from Amman. Visiting the university. I ama friend of Hani Pasha, and if you don’t know who he is, you will. I’'1ll forget what you’ve done, if you let me go. He is spit on, full in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIHADIST",
          "text": "Take him out the back. They open a door to the storeroom as... FERRIS breaks the nearest man’s jaw with the heel of his hand. We hear the sloppy pop of the sidewards dislocation. He headbutts the next man, sending him down, and knees him in the face. The KNIFEMAN is disarmed in one move and FERRIS pins him against the wall with the stiletto at his throat, held straight on, ready to punch in, a straight puncture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Maybe I cut off your head, motherfucker. Maybe we start doing that. We’1ll all be on the same fuckin’ page. I’11 cut off your fucking head and throw it down the toilet. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f163 164 CHATTER 9/21/07 -- PINK 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He knees the KNIFEMAN in the balls and puts him down, slamming his forehead against the sink in the process and knocking the old sink off one of its brackets with the force of the blow. He turns to see: AISHA, staring at him from the doorway. With her is the money-donating scholar -- HIJAZI -- in a white robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIJAZI",
          "text": "(in Arabic to jihadists) Brothers, you shame the town. This good visitor has come with Miss Aisha. Apologize to him and beg his forgiveness for your ignorant and uncivilized behavior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIHADIST",
          "text": "I have made a mistake. It is customary...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Keep your money. I accept that you made a mistake. AISHA and FERRIS stare at each other. He closes the knife. EXT. THE KING’S HIGHWAY - TWILIGHT 164 FERRIS pulls the car to the shoulder of the road. He has gotten out of Mu’tah. Now he succumbs to the fear. AISHA stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "You were going to kill that boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "He was a kidnapper. Not a ‘boy.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "And you know how to kill, don’t you. He doesn’t answer; there’s no point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AISHA",
          "text": "I don’t know what you are... and you’re not going to tell me. There’s nowhere to go from there. \f165 166 167 CHATTER 9/21/07 -- PINK 108. INT. FERRIS’ APARTMENT - NIGHT 165 Ferris looks very much like he did in the first scene. Tired. Sweating. Drinking. He looks like a man about to give it up... but instead picks up one of his phones and dials. As it rings (normally) in the receiver --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garland reaches for a cell phone playing a tinny version of Mozart’s Piano Concerto No. 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "Ferris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Send out the message taking credit. But make the responses go back to Sadiki’s actual account. Fuse his real and shadow bank accounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARLAND",
          "text": "I can’t say ‘It’s been real.’ But you know what I mean. FERRIS, uncomfortable, hangs up. Garland sits at his laptop. He pastes an Arabic message into an open “Sadiki” email file. Message reads (subtitle it): “In the name of God, the Merciful God, the compassionate, we tell you that the Brothers of Awareness have completed against the Crusaders an operation that has struck at the heart of their evil designs...” INT. SADIKI’S OFFICES (RIYADH) - NIGHT 167 Sadiki and a couple of assistant architects are working late on the “Hayes Andover Bank” revisions. At his computer, Sadiki is scrolling down a list of insulation manufacturers when a chime alerts him he has a new incoming e-mail message. Not a man who gets a lot of e- mail, Sadiki is intrigued to see that he has 1,298 messages downloading. “Omar, I don't understand. What is this?\" Sadiki opens the first message, from JIHADBOY2, and reads (subtitle it): “Congratulations brother in your endeavors to destroy the great Satan.” (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f167 168 169 170 CHATTER 9/21/07 -- PINK 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sadiki stares at “his” incoming messages. “God will reward you.” SADIKI SCROLLS DOWN and sees the copy of the message that Garland sent as “Omar Sadiki.” He glances up at the others in the room, all bent over drafting tables, then suddenly realizes that the wall of glass he so proudly designed in his office affords, from the buildings across, a fishbowl view of him. He quickly gathers his things to leave -- and passes a flat-panel TV in the waiting lounge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV NEWSREADER, (V.O.)",
          "text": "Credit for the Incirlik bombing has been claimed by a mysterious group called the Ikhwan Ishfan... INT. SADIKI’S BUILDING - NIGHT 168 Coming down an elevator alone, he almost hyperventilates. The doors open and he ventures out warily into the underground garage. He sees no one, but fears for his life. He fumbles his car keys from his pocket as he crosses toward his reserved parking space which, until now, he never noticed was so goddamned far from the elevators. He presses what he thinks is the unlock button on the key ring, but mistakenly hits the panic button and the car’s alarm goes off and the headlights blink. Out of his wits he presses at all the other buttons until it silences. He pulls his car door open, slides in quickly, locks himself in. Trying to catch his breath, he stares out the windshield at the few other cars there, and the shadowy corners of the garage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A car pulls up. Al-Saleem’s lieutenant climbs out from the passenger seat, leaving the driver inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Al-Saleem regards printouts of the e-mails and a photo of Sadiki himself. Re: the photo (subtitles): (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f170",
          "sentiment": "neutral"
        },
        {
          "speaker": "170A",
          "text": "171 CHATTER 9/21/07 -- PINK 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "This is the man who has been receiving our money? The Lieutenant nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "And it seems he blew up the US base, Sheikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "He looks like an accountant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "He’s an architect in Amman. Successful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "That is an understatement. Al-Saleem reaches for a cell phone, holds it for a moment, looking at it, like he knows he shouldn’t do this, then flips it open and dials...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CELL TOWER in a European city. CACOPHONY of voices in different languages. These and MORE VOICES plucked by an ARRAY OF SAT-DISHES in an American desert -- The WORLD'S CHATTER as it’s sifted through by NSA word- flagging and voice-recognition computers -- Buried in it all at first, one voice begins to surface: Al-Saleem’s --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS exits the terminal. Ferris’ phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "You did it, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "\f172 CHATTER 9/21/07 -- PINK 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Sneaking a cigarette on the balcony of his townhouse glancing in from time to time to make sure his kids don’t catch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "NSA is picking up voices it hasn’t heard in years, including one on a World Phone from Vienna we think is Al-Saleem himself, saying something to the effect of, ‘Who the fuck is Omar Sadiki.’ HOFFMAN is interrupted by a small fist tapping on the glass door. He cups the cigarette and looks at his son who’s holding up a toy that needs new batteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "What the fuck’s Daddy supposed to do about that? Go ask Mommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS climbs into a waiting SUV. TONY, in front, hands a gun and ammunition back to Ferris, and pulls the car away. SKIP is sitting nervously beside FERRIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m bringing him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Sadiki. He’s gonna get hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Oh, please. Decide what side of the cross you’re on, Buddy. I need nailers, not hangers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’m bringing him in. He’s innocent, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Oh, please! Sadiki isn’t innocent -- the only difference between him and the other Salafi motherfuckers is he was the only one with a job. (Ferris has hung up) Ferris? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f172",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "In the car, Ferris flips his phone closed. He looks over at SKIP, who looks deservedly anxious. FERRIS punches him in the head. As SKIP spits blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Ferris! Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SUV pulls to the curb. Tony indicates a particular house down the block. Ferris climbs out tucking his gun in the waistband behind his back. SKIP and Tony clip their own guns and stay in the car. As Ferris walks toward the house, he notices another parked car with a couple guys in it. Could be anyone, but he keeps an eye on them as he keeps going. The front door of the house opens and Sadiki steps out looking scared to death. He heads quickly for his car, parked the other way from where Ferris is coming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Omar... Sadiki looks back. Sees Ferris. Stares at him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "What? Sadiki looks around. Sees the guys in the other car. Looks back to Ferris confused: What is Hayes Andover Bank’s Brad Scanlon doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(shouting in Arabic) You have to trust me, Omar! Sadiki doesn’t. Bolts. Ferris takes off after him. Tony shoves the SUV in gear -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "173-177 178 CHATTER 9/21/07 -- PINK 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "From the rooftops -- perhaps someone’s POV -- Sadiki can be seen sprinting across the street to his car -- Ferris reaches it just as Sadiki closes the door and locks it. Ferris smashes at the side window, tries to grab Sadiki, but he’s got the car started, kicks at the accelerator. Sadiki speeds down the street -- toward Tony speeding toward him. Both, to avoid colliding, have the presence of mind to pull at their steering wheels. Unfortunately, they both turn the same way, and do collide -- SKIP, without a steering wheel to hold onto, is thrown through the windshield of the SUV -- As Ferris sprints toward the crash, Sadiki hobbles out from his car. The guys from the other car grab and drag him back to theirs, covered by the gunmen on the roofs -- Ferris only gets one shot off before the gunfire from above strafes the parked cars he’s using for cover. He looks up, sees gunmen along the rooftops, returns their fire on the run as he tries to catch up to Sadiki -- Tony is trying to drag SKIP to cover when the shots from above drive him back. The kidnappers throw Sadiki in their car and pull away from the carnage --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sadiki sits alone in a room. He’s not tied up, but he’s scared. An Arab man we’ve never seen before comes in and sits down. Silence. Then -- all in Arabic -- subtitled:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "God praises you for your work. Nothing from Sadiki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "The Sheikh praises you for your work. Nothing from Sadiki. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "The House of Islam rejoices at the strike you have made against the House of War. SADIKI can’t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "I don’t know what you’re talking about. I’m an architect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "You have nothing to be afraid of here. Do you think we are the moukhabarat? Do you think we are Americans trying to trick you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI",
          "text": "I don’t want to know who you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Al-Saleem and a few other men listen to the interview and watch a closed-circuit video of it live:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (V.O.)",
          "text": "Mr. Sadiki, we've read your statements taking credit for what you did at Incirlik. You don’t have to pretend. We are not angry that you took our money... Look what you have done with it! We congratulate you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI, (V.0.)",
          "text": "Someone else is doing something to me I don’t understand. The American has done this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "studying the video image of Sadiki’s frightened pleading face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADIKI, (V.0.)",
          "text": "(losing it) The American did this to me! He pretended to want me to design a bank. I will tell you everything I know. The MAN reaches out and touches Omar’s prayer-callus. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f179 180 181 CHATTER 9/21/07 -- PINK 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (V.O.)",
          "text": "You are a pious man. We will believe you. The awful thing is that if Al-Saleem does believe him, he is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (V.O.)",
          "text": "Tell about this American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some kids with goats moving along an embankment stop and look down at dark water in a ditch below. There’s something half-submerged in it: Sadiki’s body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris gets a snack from a vending machine, carries it down a corridor to a door guarded by TONY and Saudi security, goes inside and sits. SKIP, who has survived, sleeps, flanked by IVs. Ferris’ phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Sadiki’s dead. Nothing from Ferris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Are you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I heard you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I didn’t kill him, buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I know you didn’t. I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Here we go... (a beat) You know, buddy, this just isn’t constructive. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f181 CHATTER 9/21/07 -- PINK 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "How are you measuring that? By how much closer you got to Al- Saleem? You probably got a shitload of chatter and then it stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "That's right. FERRIS leans against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Then where is Al-Saleem? HOFFMAN doesn’t know and neither does Ferris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "There’s data to be analyzed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I’ve had it. I can’t do this anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Don’t be a drama queen for Christ’s sake. Get some sleep for a couple hours and call me when you're thinking straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I am thinking straight. You're not and you can’t because you’re a million fuckin’ miles away. I’m here. I see every fucking day what you only look at pictures of. I am thinking straight. Nothing from Hoffman. Ferris absently touches the festering wound that Aisha pulled the last piece of Bassam from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It’s not working. Ferris hangs up. Hoffman hangs up and looks at the analysts in the room all looking at him. Eventually, more to himself --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I should pack. \f182 183 184 185 186 CHATTER 9/21/07 -- PINK 117. INT. FERRIS’ APARTMENT (AMMAN) - DAY 182 Footsteps. Rattle of a key in the lock. The door opens and Ferris’ shoes step on a manila envelope just inside. He opens the envelope. Finds inside it: A SURVEILLANCE PHOTO of himself with Aisha walking toward his car after the debacle in Mu’tah. No note. Suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON SOUND -- A RINGING PHONE -- as FERRIS hurries across the road and into the building -- cell phone to his ear - INT. HALLWAY OF AISHA’S APARTMENT - MOMENTS LATER 184 THE RINGING PHONE goes to Aisha’s voice mail. Ferris disconnects it and hits “redial” as he hurries down the hallway. The ringing phone again as he knocks, gets no answer, tries the knob. It turns. He enters -- INT. AISHA'S APARTMENT —- CONTINUOUS ACTION 185 It's been rifled, nothing destroyed, but everything askew, nothing where it was. BOOKS have been pulled off the shelves. AISHA’S CELL PHONE vibrates on the desk... FERRIS pulls his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Aisha? No answer. In the KITCHEN, FERRIS sees the remains of breakfast: a bowl of cereal, open carton of milk. He smells the milk: not bad yet. It’s then he sees: A trail of drops of blood that leads to the back door. He follows it. Comes through the back door and looks at the flight of open stairs leading down into an alley. He hurries back in, hits a speed dial number on his phone, pockets Aisha’s now silent cell phone from the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I need a team. Immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An Amman Station FBI forensics team dusts for prints, takes blood samples, as Ferris sits with Aisha’s sister and kids. EMBASSY GUY comes in and gestures to Ferris they need to talk. Ferris joins him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f186 187 CHATTER 9/21/07 -- PINK 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMBASSY GUY",
          "text": "Hoffman wants you to call him. Says yours is going straight to voice mail. He’s on his way here from Washington. The EMBASSY GUY offers his phone, but Ferris doesn’t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FERRIS knows where he is going. Comes past MARWAN, sitting at the bar and heads into the back of the place where Hani is entertaining a gorgeous Indian woman. FERRIS stands and stares at HANI. If Hani knows anything, he is an impeccable actor. The Indian woman realizes it is time to visit the ladies room. After she’s gone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I invented Omar Sadiki. He’s not a Jihadist... I moved him around... moved money. He was my operation. Then I lost him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "That is impossible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Because it would mean you sat in my office and lied to me to my face. Ferris doesn’t bother apologizing, and Hani doesn’t expect him to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "They've kidnapped a friend of mine, Hani, to get to me. You know who I’m talking about. I need your help brokering a trade. Her for me. They'll kill her, Hani. Hani takes a sip of wine. Lets Ferris wait. Then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You have lied to me. I will not help you. Goodbye. \f188 CHATTER 9/21/07 -- PINK 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffman comes down the steps of a private jet, cell phone to his ear. Ferris waits for him on the tarmac. Hoffman closes the phone and they cross the tarmac to a car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You should have told me you were getting serious about the girl, buddy. We could have watched her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "They left the phone. I know how this goes, Ed. They took Aisha. This means someone has to take her place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "If she’s alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "She’s gotta be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Probably she’s alive. At least they want you to think so. That’s the good part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What’s the bad part?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Well, they know about you. That you work for the agency. That tells us two things. One, the people who have Aisha are running the show and are close to Al- Saleem. Two, they have learned enough from Miss Aisha to know that she’s your pal. Which is to say, she’s been interrogated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "She’s alive. They'll call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You can’t tell Hani. Did you go see Hani?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "By ‘no’ you mean ‘yes?’ (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Why did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Because I have to trust everyone right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No, you only have to trust me. What did he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Ma’alesh. Because I lied to him. * Again. He’s not going to help. As they climb into one of the Embassy cars by the plane, Aisha’s cell phone vibrates once in Ferris’ pocket... a text message... Ferris and Hoffman both read:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXT MESSAGE",
          "text": "“Mr Ferris, please call Miss Aisha, 963.9325.8771”",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "FERRIS starts to make the call. HOFFMAN puts a hand on * the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No. We have to get it set up. We have to do it right. This ain’t just about you and your girlfriend. +e \f189 CHATTER 9/21/07 -- PINK 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris, a phone to his ear, listens to ringing. WIDER REVEALS Hoffman and some NSA TECHS in a room full of tracing equipment. The call connects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "This is Roger Ferris. I want to talk to Aisha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "Okay, Mister, thanks God you are calling. I have a question, to make sure you are you, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "Where do you meet Miss Aisha, first time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "A medical clinic in Amman. She’s a nurse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "Where do you take Miss Aisha for dinner, first time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I didn’t. She invited me to her apartment for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "Did you bring anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I did. Dessert. Pastry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f189 190 CHATTER 9/21/07 -- PINK 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "If you want to see Miss Aisha you must go where I say. To trade you for her. No trick or Miss Aisha will die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Tell me where I’m to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "I tell you where to go. It is near the border... Highway 15... Dera... the street is... Everyone in the room is writing it down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARAB VOICE, (V.O.)",
          "text": "That’s where you go. Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris and Hoffman are alone in the audio room now. One of them is looking at a dead man. Eventually --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Our body count of innocent people is pretty high and she had nothing to do with this. It’s my decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I don’t agree with this Ferris. It’s a Goddamn waste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "It's be nice if you could have a Predator up there -- in case I get lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I can’t risk having you taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(cynically) But you get to catch the bad guys, Ed. Can’t pass that one up, can you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I can’t risk having you taken. HOFFMAN pushes a box across the table containing -- FERRIS opens it -- a GEL BRIDGE. Silence. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f190",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "190",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "This is a gel bridge. You put it in your mouth, bite down hard on it. It releases a poison, very quick, very easy and tastes good, or so I’m told. I haven’t had pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Would you take one of these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "I take one of these every time I fly...Do we agree on this ? I won’t think you’re a pussy if you say no. But I will end the conversation and the operation right now. FERRIS puts the box in his coat. \f191 192 193 194 195 CHATTER 9/21/07 -- PINK 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BMW roars along the road. We see a sign ahead in Arabic and English for Dera (which incidentally is where Lawrence copped one from the Bey).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE BMW turns into a courtyard where a MERCEDES TAXI waits, the TAXI DRIVER calmly smoking a cigarette. FERRIS gets out, takes a deep breath, listens to the neighborhood sounds: children, mothers, radios, birds. He glances back at the rear-side window of the BMW, but all he sees in the black tint is his own reflection. He crosses to the Mercedes. The taxi driver, who looks like a gangster, lifts the back seat revealing a space between it and the trunk. FERRIS gets in it and is handed a bottle of water. FERRIS’ POV The compartment is closed. BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE TAXI DRIVER has the fix in: the car is waved through into Syria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercedes, having crossed a hundred miles of empty plain, stops at an outcropping of rubble walls that was once a small town. THE DRIVER helps FERRIS out of the compartment and leads him away from the car, telling him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "(in Arabic) Okay, stand here. Ferris can’t imagine why, but does as he’s told. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f195 196 CHATTER 9/21/07 -- PINK 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The DRIVER walks across the “street” of the “town,” eyes darting to the few places someone could be hiding. He reaches a particular rubble wall. Looks behind it. Kneels down. As Ferris watches, the Driver stands back up with a Nike sports bag -- of all things -- in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) What’s that? The Driver crosses back to his cab without answering, throws the bag onto the front seat, and points off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "(in Arabic) You go there. She’s there. Ferris looks to where he’s pointing, but there’s nothing to see there -- or anywhere -- but endless desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(in Arabic) Where. But the Driver has given enough instructions. Climbs into his car. Drives away. Ferris watches the car drive off, looks back to where the Driver pointed... and begins to walk “there”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris sits alone in the middle of an absolutely flat plain. Nothing in sight in any direction. He glances off in the general direction of a faint sound and sees in the far distance through heat waves: A small cloud of roiling dust with a black center that could be a rider on a black horse. Gradually, as it comes closer, he can discern it’s actually a car leading three other cars, speeding toward him across the hardpan. He pulls a rock closer to him and smashes his phone against it. Takes out the SIM card with its store of numbers, covers it with sand, tosses the phone away. He looks up into the sky shielding his eyes to the bright sun, hoping to see a metallic glint -- a Predator -- but sees nothing there. He stands. And like a condemned man, lights a last cigarette as he waits for the arrival of his kidnappers. \f197 198 199 CHATTER 9/21/07 -- PINK 124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SCREEN: From 20,000 feet: A graphic live image from miles above the desert, of the dust cloud -- like the contrail of a jet -- moving toward the dot that is Ferris. Hoffman, Holiday, and several others watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four cars stop thirty yards away from Ferris, dust engulfing them. Ferris raises his hands, so there’s no mistake, but nothing happens. No one appears from the dust. In Arabic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where is she? Where is she? Several armed men suddenly break through the wall of dust and throw Ferris to the ground. They quickly search him for weapons and GPS devices, duct-tape his hands behind his back, and drag him into the dust cloud to one of the idling cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stares at the Predator image, which is the cloud of dust, and nothing else. Then the four cars emerge from it, drive straight for a bit, then split apart in four different directions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "(to himself) Fuck me... Everyone looks at Hoffman who for once in his life looks unsure of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "(somewhere ) What do we do? Which one do we follow? It's the Lady or the Tiger, only the odds are worse. No answer is the right one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "That one. To the north. He points to one of the cars only because he has to point to one of them. And, to himself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Sorry, buddy. \f200 201 202 203 204 CHATTER 9/21/07 -- PINK 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wherever we are, it’s very close to the blown speakers of a mosque. Bugs crawl on shattered walls. FERRIS’ belongings and wallet are sorted through. His watch is put on a skinny wrist. His MATCHBOX is shaken. The tablet is turned over in fingers. Ferris -- we assume it’s Ferris -- there’s a black cloth sack over his head -- sits on a cot -- the only “furniture” in the room -- hands still duct-taped behind him. His head turns to the sound of a door opening, and someone -- more than one -- lift him from the cot and lead him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT 201",
          "text": "Ferris can only listen to where he’s headed now -- which could be anywhere, he figures, within a 500-mile radius of where he was picked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He’s asleep -- or at least lying down -- in another anonymous room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT 203",
          "text": "Another drive. The same nothing-but-car-engine clue to where he is, which is no clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris now sitting on a wooden chair, without which the room would be bare. He hears the door open, someone walk in, set something down. He feels a hand near his neck and flinches slightly, but it’s only taking the sack from his head from behind. As the cloth comes off, Ferris sees this tableaux in front of him: A small wooden table. Wash basin, hand-towel, soap, plastic Bic razor. Standing next to the table, looking rather more wary of Ferris than Ferris is of him, an Arab man wearing a little white cap and traditional dress, like an ATTENDANT at a bathhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(in Arabic) Make yourself clean. \f205 206 207 CHATTER 9/21/07 -- PINK 126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chair has been moved against the wall. Ferris is sitting on it, bright light shining on his clean-shaven face. Fifteen feet away, just beyond lights on stands, is a video camera on a tripod, its red record light blinking. Behind that, in the shadows, stand several men. One of the men comes forward with another chair. Positions it and sits. One of the other men looks in the camera eyepiece, and, like every cameraman in the world, has to fool with the set dressing, gesturing to the man in the chair to move it one inch to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(holding out paper) Say what is on this paper. Say you are sorry to the Muslim peoples. FERRIS reads the paper, then hands it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Fuck you. MEN start to move at him, but a signal is given and they relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris against the wall, and the back of the man in the chair, like the moderator of an interview program, still slightly in frame. The camera zooms just enough to put him O.S. Ferris doesn’t see him, but MUSTAFA KARAMI is among the dark figures behind the camera. (Make sure there’s enough without Karami visible, for later reveal.) Someone else goes out a door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A car pulls up. A figure climbs from the passenger seat. As he enters a building, the car continues down the street, perhaps to go around back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew waits for the talent. The door behind them opens and he comes in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f207",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Stands completely backlit -- to Ferris -- looking at him. Then -- having done this before -- he goes around the light stands and cords and hits his mark without having entered the video’s frame. Ferris -- in full light -- is now looking at Al-Saleem backlit in the chair. Long silence. The blinking light on the camera. Finally --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "Salaam, C.I.A. He says each letter as if it is a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Salaam, Sheikh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "I am not the Sheikh. The Sheikh who is, God praise him, is the Sheikh who always was. I am his servant. FERRIS waits. No one says anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where is the girl? AL-SALEEM cocks his head, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "(angry) Where is she? AL-SALEEM is genuinely puzzled for a moment. Then after a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "I think the trickster has been tricked. You were bought, my friend. FERRIS has the dawn of a smile. He’s figuring it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN 207A",
          "text": "Sitting in a chair at the embassy, looking morally ambiguous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Who sold me? (off no answer) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS, (CONT'D)",
          "text": "We don’t negotiate. You think you'll trade me for your brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "Why would I want them, Mister Ferris? I don’t need them, there’s more where they came from. This is a world of poverty and frustration and filth and humiliation. There’s no shortage of recruits in this world. The BROTHERS look at each other. Ferris is fucked and he knows it but he sees a way to play the situation:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I forgot I was talking to a man who murders his own men but never risks himself. Who feels his ‘brothers’ are dispensable. Glances past Al-Saleem to the executioners in the shadows behind the camera. There is a stir among the brothers. Al-Saleem, pissed off that he had an unusual slip of ego, studies him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "Are you a Jew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "For you? Why not? He moves like lightning to drive his thumb into Al- Saleem’s eye. AL-SALEEM falls backwards, his eye socket merely grazed. FERRIS, still not recovered from his lunge, is shot in the thigh. He falls to the PLASTIC- COVERED FLOOR. AL-SALEEM, a bit of blood at the corner of his eye socket, grabs the agonized FERRIS by the shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "I could bind you. You want to be bound? FERRIS’ hands are lashed behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "(punching FERRIS) How do you like it? Do you like it? Pay attention. He spits on FERRIS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "You have more of our attention than you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "I do? Please tell me. FERRIS is grabbed and sat in his chair. He almost screams when his leg is flexed. Recovers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "Tell me about this ‘attention.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I'd rather it be a surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "There are no surprises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "How long did it take you to use your phone after the ‘Fig Orchard,’ Sheikh? AL-SALEEM stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "How long did it take? AL-SALEEM backhands him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "You know nothing. What country are you in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Do you think the people who ‘sold’ me were what they seemed to be, Sheikh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "There are always precautions. No one knows where you are. And because Hoffman lost Ferris on predator cam, we think so, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "Do you think you will be rescued? Do you think the cavalry is coming for you? Let’s wait. Let’s listen for your friends. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Al-Saleem lets silence settle in the room. A long pause. The Brothers are grinning. AL-SALEEM picks up Ferris’ Embassy ID. Looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "I am not going to torture you, Mister Ferris. I know you will not read what is prepared for you on the paper. (crumples it) You know what that camera is for. It’s not for this. This is Intermission. It’s for what comes after this. Ferris does know. And when Al-Saleem gets up, he knows the time for it has come. Al-Saleem calmly walks away, back the way he came, around the light stands and cords, and out the door. Ferris’ eyes shift to the blinking red light on the camera. Then behind it to the men getting ready in the shadows -- gathering up their beheading knives, putting on their black knit masks. And then they come... Ferris, who isn’t cuffed, goes for the closest one, digging his thumbs into the man’s eyes, but is quickly set upon by the others who knock him to the floor, and in a violent blur, punch and kick him to within an inch of unconsciousness, a horrific beating... Now they cinch his hands behind his back with nylon cuffs. Lift him up and sit him on the chair. Line up behind him, posed with their knives for the camera. One of them, who we might recognize from his eyes as Al- Saleem’s lieutenant, speaks to it, in Arabic (subtitles):",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "When the Believers saw the Allies, they said: This is what Allah and his Apostle promised us, and Allah and his Apostle spoke the truth, increasing them in their faith. He’s done. Grabs Ferris’ hair to pull his head back for the knives that will cut it off -- Ferris’ eyes shift as if to see the KNIFE but as he does he sees a man standing to the side who he has not seen before in the room: MUSTAFA KARAMI. Ferris has an instant to recognize that Hani’s guy is staring at him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "208 CHATTER 9/21/07 -- PINK 131.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A FLASHBANG clatters across the dusty wooden floor. Everyone looks to it as it explodes, concussing them. Ferris’ hair blasts back as he topples from the chair. Doors and shutters are torn away and brilliant light bursts in on the already blinded men -- MEN IN BLACK TACTICALS advance into the room, shooting some of the jihadists, slamming others to the floor. Ferris, lying with blood trickling from an ear, watches boots go past his face... sees jihadists dragged away from him across the floor toward the open door... sees exquisite loafers step into the room and approach his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI, (0.S.)",
          "text": "Help him. Ferris feels someone cutting the nylon ties behind his back, but not much else, not even the deep rough jab of the morphine syringe into his neck... INT. A HOSPITAL ROOM — DAY 208 FERRIS is sitting up on crisp hospital bed sheets, ina private room, face battered, but cleaned and stitched. A NURSE enters, and Ferris glimpses a SOLDIER in the hallway before the door closes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Amman. The Nurse checks Ferris’ dressing, without much TLC. Like millions of others, she probably hates him. HANI appears in the doorway, wearing the same loafers, biting the end off a cigar. As he comes in, (in Arabic) --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "You can’t smoke in here, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I am Hani Salaam. I can smoke anywhere I like, my dear. He sits with his unlit cigar. Waits for her to leave. Lights it up with his gold lighter and looks at Ferris. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f208",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "208",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You can always tell who cares about you most by who comes first to visit you in a hospital. I think I’m first. Which, however, would not be difficult because no one else knows where you are. Ferris nods; Hani bats at cigar smoke with his hand. Hani looks around for something to use as an ashtray, draws a small plastic wastebasket closer with his shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Edward couldn’t find you. With all his aircraft. All his people. All his money... How did I do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "With Karami, who you left in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "My compliments. (a beat) It is clear why Edward finds you so valuable. (blows smoke) I’m sorry I was late. A few minutes later? I shudder to think. FERRIS’ hand grabs Hani by the collar of his nice shirt. Hani doesn’t resist. Thinking Hani might have been deliberately a little too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I shudder too, Hani. And how frightened was Aisha when you took her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Not at all. I explained that it was for reasons of state security. I was very polite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "There was blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "She gives blood every month. She is a thoughtful woman. FERRIS loosens his grip on him. Hani shrugs like, no mystery there. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f208",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "I have explained to her that you tried to give your life for hers. That goes very far with women. Indeed with people in general. I think she will talk to you again. FERRIS smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "She doesn’t want a man in the CIA, Hani. Hani looks appraisingly at Ferris through cigar smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Perhaps... you can give her that. Is it a job offer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Perhaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You are a hero, my dear. Perhaps not so much as me. But we shall not be overwhelmed by vanity. Ed shall find a way to have all the credit. We shall let him have it. Hani stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "What did you get out of Al-Saleem? HANI smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VIDEO 208A",
          "text": "A bedraggled looking Al-Saleem is reading a statement in Arabic off a shaking paper. It looks like the first video we saw him in. Subtitled:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AL-SALEEM",
          "text": "Because to my shame I have been an agent of the Jews and Crusaders, no operation is safe. The man beside you is not your friend. Do not trust him. Do not trust the brothers. We are penetrated. \f209 210 CHATTER 9/21/07 -- PINK 134.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARMORED SUVS and ear-pieced SECURITY outside an unfrequented trattoria strangely like the one across from the Berber Palace. INT. THE RESTAURANT —- CONTINUOUS ACTION 210 HOFFMAN sits looking at Ferris, waiting for the answer to the same question Hani asked ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You're blown here. You're coming back with me where there's an office down the hall from mine, and as soon as I throw the guy in it out of it, it's yours. More money. Less sunscreen and couscous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Down the hall from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Don't think about it too long, I'll take it as a slight. Besides what else are you going to do, stay here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Why wouldn't I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Why would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "I like the Middle East.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No one likes the Middle East. There's nothing to like here. Ferris regards Hoffman for a long moment ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "That's the problem right there. Ferris gets up to leave. Hoffman casts around in his chair. Finally manages to admit:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You're the best I got. You know it kills me to say that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f210",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATTER 9/21/07",
          "text": "210",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Good luck with the war, Ed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "You're not safe here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Or anywhere else, come to think of it. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Safe trip home. Say hi to the wife and kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ferris stands some distance away from the camp clinic. Watches Aisha attending to patients. Helping people who need help. Something he’s never really done. He thinks about going over there to talk to her. Then doesn’t. Walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vendor puts some konafa pastry, the same kind Ferris brought to Aisha’s apartment when he had dinner there, in the same kind of box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI, (0.S.)",
          "text": "For you, or for a friend? Ferris sees Hani picking through fruit at another stall, not looking at him, like he’s talking to himself --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "Because if they’re for someone important -- and I have a feeling they are -- I should show you where you can get better ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "These will do. Ferris pays for the pastry, walks over to Hani and watches him carefully select fruit. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "211,212 213 CHATTER 9/21/07 -- PINK 136.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "Al-Saleem didn’t get away, did he? You let him escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You’re thinking like me now. That could be dangerous. Are you sure you do not have Arab blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRIS",
          "text": "We think like that too, Hani, not just you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "The war will go on with or without you -- which is it going to be, do you think? With or without you? If there’s one thing Ferris isn’t certain of, it’s that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANI",
          "text": "You're right. Don’t answer that yet. Live life. Enjoy the pastry and the company of your friend. We can talk later. You know where to find me. Here, take these strawberries. They will make up for your inferior konafa. Hani gives him a bag of strawberries and disappears into the marketplace. Ferris wanders off the other way, comes around a stall and notices a guy he immediately pegs as an agent. The guy turns away; Ferris browses at produce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN, (V.O.)",
          "text": "What’s he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT, (V.O.)",
          "text": "Nothing. Buying vegetables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffman, in an executive terminal, helps himself to a croissant and coffee, phone mic dangling from his ear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "Watch him. If nothing else, maybe someone will try to take him and we can see who it is. \f214 215 216 217 218 219 CHATTER 9/21/07 -- PINK 137.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The agent hangs up his cell phone. Keeps an eye on Ferris. Watches as he walks away, into the dangers all around him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PREDATOR VIEW 215",
          "text": "of Ferris walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "What about us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same live overhead image of Ferris walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREDATOR OPERATOR",
          "text": "Are we following him, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoffman is faced with a momentous decision... Nonfat, 2% skim, or pure cream in three silver milk boats, each with its own little identifying paper tag. He chooses the thick cream, stirs it slowly in his coffee in the executive lounge, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOFFMAN",
          "text": "No. Too expensive. He’s not worth that much. Buddy’s done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PREDATOR VIEW 218",
          "text": "of Ferris WIDENS until he is just a speck among many in the crowded Arab street, and keeps WIDENING until we see the whole city, the Dead Sea, Israel, Syria, Iraq, Saudi Arabia, the Mediterranean Sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SOUND",
          "text": "An AURAL COLLAGE: Intelligence CHATTER. And:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN LONDON 219",
          "text": "The MILK VAN tools through Soho Square, parks. A man gets out, disappears around the corner... \f220 221 CHATTER 9/21/07 -- PINK 138.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN PARIS 220",
          "text": "A NEWSPAPER VAN parks near The Tuileries...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND ON CCTV CAMERAS AROUND THE WORLD 221",
          "text": "one van, then another, then another, then another, the aural collage increasing in volume and intensity, until we GO TO: BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_329"
    }
  ]
}