{
  "movie_id": "MOV347",
  "scenes": [
    {
      "location": "THE SCOTTISH COUNTRYSIDE",
      "time": "DAY",
      "characters": [
        "OUTSIDE THE CELL DOOR",
        "EXT SCOTTISH HILLS, NEAR THE WALLACE FARM",
        "THE TOWER",
        "HIS NOTE",
        "WALLACE RACES THROUGH THE VILLAGE",
        "WALLACE, ON HIS HORSE",
        "ROBERT THE BRUCE, IN A STONE ROOM OF HIS CASTLE",
        "THE DISTANT HILLS",
        "AT THE BARN",
        "INSIDE THE CITY",
        "OUTSIDE THE HOUSE",
        "ON THE OTHER SCOTS",
        "SCOTTISH HIGHLANDS",
        "LORD TALMADGE",
        "ON THE BRIDGE",
        "ON THE EXECUTION STAND",
        "INSIDE THE BARN",
        "EXT. THE GROVE AT THE PRECIPICE",
        "OUT ON THE FIELD, THE TWO GROUPS OF RIDERS",
        "THE CAVALRY ON THE OTHER SIDE OF THE BRIDGE",
        "LONGSHANKS",
        "IN THE TOWN SQUARE",
        "THE PRINCESS, EXT. THE WALLS OF HER CASTLE",
        "INSIDE THE STABLE COTTAGE, THE PRINCESS",
        "IN THE TOWN, MARION",
        "WITH WALLACE AND THE SCOTS",
        "WALLACE",
        "THE SCOTTISH ARMY",
        "WALLACE, WITH STEPHEN",
        "INSIDE THAT BEDROOM",
        "INSIDE THE WALLS OF THE CITY",
        "HE WAKES",
        "ROBERT THE BRUCE",
        "WALLACE AND THE SCOTS",
        "FROM BELOW, ON THE OPEN PLAIN",
        "HIS NIGHTMARE",
        "IN THE LONDON SQUARE",
        "WALLACE AND HIS MEN",
        "TALMADGE",
        "A MAP OF THE BRITISH ISLES",
        "OUTSIDE THE BARN",
        "THE DOGS",
        "ON THE BATTERING RAM",
        "IN HIS BED, MORNAY",
        "DAY",
        "THE LOVERS",
        "AT THE ENGLISH COMMAND",
        "HE WAKES IN HIS BEDROOM",
        "AT THE BRIDGE, WALLACE",
        "A GRAVESTONE",
        "LATER IN THE GROVE",
        "LORD TALMADGE, AT HIS COMMAND POST",
        "THE FIGHT AT STIRLING BRIDGE",
        "IN THE THICK OF THE BATTLE",
        "A DARKENED ROOM",
        "UP ON THE HILLTOP",
        "IN THE SHADOWS OF THE COTTAGE BED",
        "AN ENGLISH PAVILION TENT",
        "WALLACE, ON HORSEBACK",
        "IN THE KITCHEN",
        "STEPHEN OF IRELAND, WITH THE SCOTTISH INFANTRY",
        "FADE IN",
        "A CANDLE",
        "OUTSIDE THE WALLS",
        "SLOW MOTION",
        "WILLIAM",
        "OUTSIDE THE CASTLE",
        "DRUNKEN ENGLISH SOLDIERS",
        "ON THE ENGLISH SIDE",
        "LONGSHANKS AND HIS GENERALS",
        "THE COMMON SCOTTISH SOLDIERS",
        "THE KITCHEN",
        "THE STAIN OF BLOOD",
        "THE RIDE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Epic beauty: cobalt mountains beneath a glowering purple fringed with pink, as if the clouds were a lid too small the earth; a cascading landscape of boulders shrouded in  deep green grass; and the blue lochs, reflecting the sky. hear a voice, husky, Scottish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will tell you of William Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A farmhouse and a large barn lie nestled in a Scottish va Riding down the roads that lead in from opposite sides ar Scottish noblemen in full regalia: eye-popping tartans,  sparkling chestplates. Even the horses are draped in scar Behind each nobleman rides a single page boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Historians from England will say I  am a liar. But history is written by  those who have hung heroes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another noble rides in from the opposite side. Two more a down the road, converging on the barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The King of Scotland had died without  a son, and the king of England, a  cruel pagan known as Edward the  Longshanks, claimed the throne for  himself. ScotlandВ’s nobles fought  him, and fought each other, over the  crown. So Longshanks invited them to  talks of truce. No weapons, one page  only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles eye each other cautiously, but the truce holds They enter the barn, with their pages...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nestled in emerald hills are the thatched roof house and  barn and outbuildings of a well-run farm. The farmer, MAL WALLACE, and his nineteen-year-old son JOHN, both strong, tough men, are riding away from the farm. They hear hoove behind them and turn to see a boy riding after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Among the farmers of that shire was  Malcolm Wallace, a commoner, with  his own lands and two sons: John...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We FAVOR JOHN WALLACE, the nineteen-year-old sitting easi on his horse, beside his father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLIAM, a skinny eight-year-old riding bareback, catches to his father and older brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told ya to stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I finished my chores. Where we goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacAndrews'. He was supposed to visit  when the truce was over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They ride on, over the lush hills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The horses are all gone; the place looks deserted. UP ON HILL we see the three Wallaces, looking down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He means William. He and his elder son spur their horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BARN",
          "text": "The Wallaces ride up, looking around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacAndrews!... MacAndrews!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malcolm finds a pitchfork, John the woodpile axe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV from within as the door opens and a widening block of sunlight illuminates the dusty shadows. Malcolm and John  Wallace step in, and are shocked to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hanging from the rafters of the barn are thirty Scottish  noblemen and thirty pages, their faces purple and contort by the strangulation hanging, their tongues protruding. Malcolm stabs the pitchfork into the ground in useless an John still grips the axe as he follows his father through the hanging bodies of the noblemen to the back row, to se the one man in commoner's dress, like theirs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacAndrews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SHUFFLE; John spins; William has entered the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William! Get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would MacAndrews make so many  scarecrows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before his father and brother can think of anything to sa William, with a boy's curiosity, touches the spurred foot the hanged noblemen we first saw riding in. It's too soli he takes a real look at the face, and suddenly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R -- real!!!... Ahhhhhgggg!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to run, but knocks back into the feet of the han man behind him! In blind panic he darts in another direct and runs into another corpse, and another; the hanged men begin to swing, making it harder for William's father and older brother to fight their way to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William! William!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, worst of all, William sees the pages, boys like him hanged in a row behind their masters! Finally his father and brother reach William and hug him  tight. There in the barn, among the swinging bodies of th hanged nobles, Malcolm Wallace grips his sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murderin' English bastards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cottage looks peaceful, the windows glowing yellow in the night. From outside the house we see John rise and cl the shutters of the kitchen, where men are gathered. We P UP to the upper bedroom window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THAT BEDROOM",
          "text": "Young William is in nightmarish sleep. He mumbles in smot terror; he twitches. We see",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS NIGHTMARE",
          "text": "In the blue-grays of his dream, William stands at the doo of the barn, gazing at the hanged knights. We WHIP PAN to their faces, garish, horrible... Then one of the heads mo and its eyes open! William wants to run, but he can't get his body to respond... and the hanging nobleman, his bloa tongue still bursting through his lips, moans...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will--iam...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLIAM tears himself from sleep; looking around, swallow back his tears and panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE KITCHEN",
          "text": "A dozen strong, tough farmers have huddled. Red-headed  CAMPBELL, scarred and missing fingers, is stirred up, whi his friend MacCLANNOUGH is reluctant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace is right! We fight 'em!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every nobleman who had any will to  fight was at that meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it's up to us! We show them we  won't lie down to be their slaves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't beat an army, not with the  fifty farmers we can raise!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have to beat 'em, just fight  'em. To show 'em we're not dogs, but  men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Wallace has snuck down and is eavesdropping from th stairs. He sees his father drip his finger into a jug of  whiskey and use the wet finger to draw on the tabletop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have a camp here. We attack  them at sunset tomorrow. Give us all  night to run home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malcolm and John have saddled horses; they are checking t short swords they've tucked into grain sacks when William comes out of the barn with his own horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William, you're staying here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These words from his youngest son make Malcolm pause, and kneel, to look into William's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye. But it's our wits that make us  men. I love ya, boy. You stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malcolm and John mount their horses and ride away, leavin William looking forlorn. They wave; he waves back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT SCOTTISH HILLS, NEAR THE WALLACE FARM",
          "text": "It's strangely quiet, until William and his friend HAMISH CAMPBELL, a red-headed like his father, race up the hills and duck in among a grove of trees. Breathless, gasping,  they press their backs to the tree bark. William peers ar a tree, then shrinks back and whispers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three, maybe more!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're English soldiers, ain't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With your father and brother gone,  they'll kill us and burn the farm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's up to us, Hamish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish leans forward for a look, but William pulls him ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet! Here he comes, be ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They wait; heavy FOOTSTEPS. Then from around the edge of grove three enormous, ugly hogs appear. The boys hurling  rotten eggs. The eggs slap the snouts of the pigs, who sc as the boys charge, howling. We PULL BACK... as the sun g down on their play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys walk toward the house, beneath a lavender sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna stay with me tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna have supper waitin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get those English pigs tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye, we'll get 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William's face appears at the window, looking toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DISTANT HILLS",
          "text": "of trees and heather, where there is no sign of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William has cooked stew in a pot, and now spoons up two  steaming bowls full and sets them out on the table. But h is only hoping. He looks out the window again; he is stil all alone. So he leaves a candle burning on the table bes the stew, and moves up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is silent, fog rolling around it in the dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William has been awake all night, afraid to sleep. He ris and in QUICK CUTS: he dresses; he moves down the hall, st at the door of his father's bedroom and sees the undistur bed. He moves on, passing the door of his brother's room, also unrumpled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE KITCHEN",
          "text": "He finds the two cold bowls of stew, beside the exhausted candle. He spoons up his own cold porridge, and eats alon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William is in the barn loft, shoveling corn down to feed hogs, while he glimpses something coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ox cart is coming down the curving lane. Its driver is Campbell, with MacClannough walking behind it. The farmer glance up at William, their faces grim... From his perch in the loft, William sees that the neighbo have brought: the bodies of his father and brother. The c stops; Campbell, with a bandage around his left hand wher more of his fingers are now missing, studies the back of ox, as if it could tell him how to break such news. The b of the ox seems to tell him to be matter-of-fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William... Come down here, lad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William looks away, he takes quick breaths, he looks back but the bodies are still there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's now surrounded by horses, wagons, and neighbors. The undertaker arrives in his hearse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a table the undertaker has laid out the bodies and is  preparing them. Cloths around the lower jaw and top of th head bind their mouths shut; pennies cover their eyes. Softly, William enters the shed, drawn to his father and  brother. Campbell follows him in, wanting to stop him -- what can he say now? The undertaker goes on with his work William approaches the table; the bodies don't look real him. He sees the wounds. The dried blood. The undertake pours water from a bowl and scrubs off the  blood. But the wounds remain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE on a grave, with a headstone marked ANNE WALLACE. W INCLUDE the two new graves freshly dug beside it, and see the mourners gathered before them. The sight of the boy,  standing alone in front of the graves of his dead mother, the bodies of his father and brother are lowered with rop into the ground beside her, has all of the neighbors shak The local parish PRIEST drones mechanically in Latin. The farmers who were secretly gathered in Malcolm Wallace kitchen the previous night are now glancing at William; b no one is anxious to adopt a grieving, a rebellious boy. Behind MacClannough are his wife and two daughters; his  youngest is barely four, not half William's age; she's a  beautiful girl with long auburn hair, and she clings to h own mother's hand, as if the open graves are the mouths o death and might suck her parents in too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Restare in pacem eternis, Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the final Amen, the neighbors drift from the gravesi pulling their Children along, to give William a last mome of private grief before the grave diggers cover the bodie The boy stands alone over the open graves, his heart so  shattered that he can scarcely cry; a single tear makes i way down his face. And the tiny girl feels for William in way that the adults cannot. From the ground she pulls a  Scottish thistle, moves to the softly weeping William and places the beautiful wild blossom in his hand. William looks up and their young eyes meet; her sad blue  eyes hold William's as the grave diggers cover the bodies Then a lone, mounted figure appears at the crest of the h above them. Tall, thin and angular, in black clerical gar he looks like the grim reaper. The girl hurries back to her mother's side; everyone watc in silence as the figure rides down to them. He is ARGYLE WALLACE. He looks like a human buzzard, his face craggy,  permanently furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must be the relative of the  deceased... William, this is your  Uncle Argyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argyle glowers at the man, dismounts, and glares at Willi William stares up at this frightening figure. They are  interrupted by the ominous sound of approaching horses; a dozen mounted English soldiers, armed with lances, are  approaching. Argyle rattles to the priest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were wise to hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers ride right in among the mourners and stare d from their saddles, haughty, menacing, their LEADER brusq",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone dead from this household?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just had a funeral, isn't that  what it means in England as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What it means in England -- and in  Scotland too -- is that rebels have  forfeited their lands. We were  ambushed last night. But the Scots  dragged their dead away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother and nephew perished two  days ago, when their hay cart turned  over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we'll just have a peek at the  wounds. (to his men) Dig 'em up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've been sanctified and buried  in the holy rites of God's church,  and any hand that disturbs them now  takes on eternal damnation. So please --  do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outmaneuvered, the leader reins his horse away. Several o the farmers spit on the ground. Argyle glares at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funeral's over. Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William and Argyle are sitting at the table, eating. Argy has laid out a proper meal, with exact place settings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that spoon, that one's for soup.  Dip away from you. And don't slurp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argyle sits down and begins to dine with the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll sleep here tonight. You'll  come home with me. We'll let the  house, and the lands too; plenty of  willing neighbors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't want your father to die either,  did ya? But it happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argyle pushes his food away; he has no appetite now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did the priest say anything about  the Resurrection? Or was it all about  Judgment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was in Latin, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Non loquis Latinum? You don't speak  Latin? We have to fix that, won't  we? (beat) Did he give the poetic benediction?  The Lord bless thee and keep thee?  Patris Benefactum et -- (beat) ...It was Malcolm's favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argyle knows nothing about tucking a boy in bed; he stand awkwardly idle as William scrubs his face at the washstan and crawls into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argyle grunts and starts out. Then he stops, turns back,  leans down over William... and with great tenderness the  grizzled old uncle kisses his nephew on his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Argyle sits by the hearth, staring at the embers. He hold the huge broadsword that belonged to his brother. He look at the handle, like a cross. He whispers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The Lord bless thee and keep thee...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears of grief spill down the old man's cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once again the boy stands in the doorway of the barn, loo at the garish, hanged faces in his nightmare. Then a mang hand comes from behind him and grasps his shoulder, Willi gasps, but the hand holds him gently. He turns to see his father, and his brother! They are wounded, bloody, but th smile at him; they're alive! Weeping in joy, William reac to hug them, but his father stretches forth a forbidding  hand. William keeps reaching out helplessly. His father and bro move past him to the hanged knights. Two empty nooses are there. Before the boy's weeping eyes they put their heads into the nooses, and hoist themselves up. William's grief explodes; his tears erupt and",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE WAKES IN HIS BEDROOM",
          "text": "tears flooding down his face. A dream! Still upset, still grieving, he gets up and goes looking for his uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William moves down to the room where his uncle would be  sleeping. He opens the door. The bed has been slept in -- but his uncle is not there. He moves downstairs to",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KITCHEN",
          "text": "But his uncle is not there either. Then William hears a  strange, haunting sound-distant, carried by the wind. He  moves to the window and sees only moonlight. He opens the window and hears it more clearly: bagpipes. William light candle and throws open the door. Wind rushes in, blowing his candle. But he hears the pipes, louder in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William is barefoot and in only his nightshirt; but the s of the pipes is growing louder. He moves through the  moonlight, drawn toward -- the graveyard! He stops as he  realizes this, then forces himself on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William moves to the top of the hill where his ancestors buried, and discovers a haunting scene: two dozen men, th farmer/warriors of his neighborhood, are gathered in kilt and among them, a core of bagpipers. The pipes wail an an Scottish dirge, a tune of grief and redemption, a melody  known to us as \"Amazing Grace.\" Uncle Argyle has heard th and walked out too; he stands at the fringes of the  torchlight, still holding the massive broadsword. He glan down, noticing William as the boy moves up beside him. Wi whispers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saying goodbye in their own way --  in outlawed tartans, with outlawed  pipes, playing outlawed tunes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The farmers file by the graveside, crossing themselves, e whispering his own private prayer. Argyle whispers, half William, and half to himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Daddy and I, we saw our own  father buried like this, dead from  fighting the English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William takes the sword from his uncle, and tries to lift it. Slowly, Argyle takes the sword back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First learn to use this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He taps William on the temple with the tip of his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I will teach you to use this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With an expert's easy fluidity, he lifts the huge sword. glistens in the torchlight. The music plays, the notes ha in the air, swirling in the Scottish breeze as if rising  towards the stars...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William and his uncle ride off in a farm wagon. William h a bundle of clothes in his lap, and glances at his uncle if afraid of his disapproval if he looks back. But he doe glance back just once, to see the deserted farmhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amid the scarlet and ermine robes of officiating lords, w gemstones sparkling everywhere, we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twelve years later, Longshanks  supervised the wedding of his eldest  son, also named Edward, who would  succeed him to the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LONGSHANKS, King of England, stands in the jeweled light the ancient Abbey. Known as Longshanks because of the spi legs that make him almost seven feet tall, he has a hawk' nose and a snake's eyes, punctuating a face of distinct  cruelty. Historians of his day considered him and the lin of Plantagenets from which he came to be devil worshipers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As bride for his son, Longshanks had  chosen a relative of his rival, the  king of France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GENEVIEVE, a nineteen-year-old virgin of stupendous beaut moves down the aisle, the light in her face outshining he blindingly white wedding gown. As she reaches the altar h hands tremble, but she maintains her poise and control. She looks toward EDWARD, Prince of Wales. Pampered young surround him as his retinue. He takes her hand coldly and goes through the ceremony under his father's stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was widely whispered that for the  Princess to conceive, Longshanks  would have to do the honors himself.  That may have been what he had in  mind all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ceremony concluding, attendants lift back the bride's veil. Her wedding day, the ultimate moment -- and Prince  Edward ignores her, to turn back to his friends. But prom by one of the sour lords, he leans over and pecks his new Princess on the cheek. For an instant, we see in her eyes that her heart is dying. But she keeps her poise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having seen to his obligations to  provide for a successor, Longshanks  set about his fondest business -- to  crush Scotland, and turn his power  against France...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE BRITISH ISLES",
          "text": "Longshanks' narrow finger jabs Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotland! Scot-land!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are in the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks is being listened to by his advisors, all in t outrageous splendor of royal military dress, and all deat afraid of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The French will grovel to anyone  with strength! But how will they  credit our strength when we cannot  rule the whole of our own island?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He punches the map, then sees the Princess enter softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is my son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your pardon, M'lord, he asked me to  come in his stead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks' eyes expand in fury; it is frightening to see",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sent for him -- and the little  coward send you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall I leave, M'lord?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he wants his queen to rule, then  you stay and learn how! I will deal  with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He spins back toward his generals. Ignored, the princess  settles silently onto the cushions of the window seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobles are the key to the Scottish  door. Grant their nobles land here  in England. Give our own nobles  estates in the north. Make them too  greedy to oppose us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One OLD ADVISOR speaks up hesitantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sire... Our nobles will be reluctant  to relocate. New lands mean new taxes,  and they are taxed already for our  war in France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks glares at him, but takes the point. The wheels grind in his brain; his dark eyes falling on the Princess he is inspired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps it's time to reinstitute an  old custom. Grant them prima noctes,  \"First night.\" When any common girl  inhabiting their lands is married,  our lords shall have sexual rights  to her on the night of her wedding.  That should fetch just the kind of  lords we want in Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prince and a muscular young friend, PHILLIP, are stri to the waist and fencing. They pay no attention to the KNOCK, or to the Princess as she enters. She watches them they are dancing more than fencing. Edward loses his swor it clatters to the polished floor. He looks up at his wif as if angry at her for having seen his clumsiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You directed me to report to you the  moment the king's conference was  ended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I did! And what was so important  about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotland. He intends --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Edward and his friend are fencing again, the clanging their blunted swords so loud that she can't hear herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He intends to grant --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward loses his weapon again, and whirls on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, would you! How can I  concentrate?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...His majesty was quite keen that  you should understand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All so very boring! He wants me to  learn to fight too, so let me do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For an instant, anger flares into her eyes. She glances a Edward, and at the young man with him, then lowers her ey and starts to back out. But Edward has noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stops, but does not raise her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you disapprove of Phillip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lifts his hand and draws his friend Phillip to his sid Still the Princess does not lift her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely audible) No, M'lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at me. I said LOOK AT ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lifts her eyes. But she could not brace herself enoug for what she sees: Edward nuzzling Phillip, the prince's  bare chest to his muscular friend's bare back, both men  glistening with sweat and sexual excitement. The Princess's eyes quiver... but she does not look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, my flower, do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. I had thought that... I was  loathsome to you. Perhaps I am. If I  may be excused, M'lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to leave, as quietly as she came. But her husb calls after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, m'Lady, it is my royal  responsibility to breed. And I assure  you, when the time comes, I shall...  manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She closes the door softly, on her husband and his lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now in Edinburgh were gathered the  council of Scottish nobles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The picturesque heart of Scotland, with its CASTLE on a f tale plateau above the Firth of Forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles are gathered around a huge table. They rise at the entrance of young ROBERT THE BRUCE, a handsome young  man, full of intelligence and power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Among these was Robert, the 17th  Earl of Bruce, a leading contender  for the crown of Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert strides to his seat in the center of the table, an the others settle in respectfully. MORNAY, another young  warrior, gives him a bow, as does CRAIG, a grizzled noble",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Robert, we are honored --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father hears that Longshanks has  granted prima noctes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clearly meant to draw more of his  supporters here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Balliol clan has endorsed the  right, licking Longshanks' boots so  he will support their claim to the  throne. If we make a show of  opposition, the commoners will favor  us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is too soon to step out alone. My  father believes we must lull  Longshanks into confidence, by neither  supporting his decree nor opposing  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wise plan. And how is your father?  We have missed him at the council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strained his leg so that it pains  him to ride. But he sends his  greetings -- and says that I speak  for all the Bruces. And for Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flutes and dancing; laughter and garlands; village famili have gathered for a wedding celebration -- we see the hap bride and groom. Farmers cart in fresh bread and hoops of cheese; villagers arrive with casks of beer or strings of smoked fish. And watching the people are ubiquitous English soldiers,  battlescarred veterans with missing eyes and ears. Riding along the road comes William Wallace. Grown now, a man. He sits his horse as if born there, his back straigh his hands relaxed on the reins. He has a look of lean, ri power. He looks dangerous. And the soldiers notice him, nudging each other as he pas He carries a dead wild goose hanging across his saddle; h stops his horse at the edge of the clearing and surveys t scene. Farmers are roasting a pig; women are comparing  handiwork; young men are tossing huge stones in the  traditional Highland games -- and everyone is noticing  William's arrival, especially the farm women with daughte of marriageable age. Among those watching William arrive is Campbell, grown ol now; and with his old rebel friend, MacClannough. William dismounts and ties his horse to a willow. One of the Engl SOLDIERS shoves William from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey boy! You hunt this bird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William's eyes fix themselves on the soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's against the law for Scots to  own bows. You shot this bird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His buddies, enjoying their role as intimidators, grab th bird and begin to search it for evidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hit it in the head. With a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't believe that -- but they can't find any punctu wound on the bird. William reaches his hand out for the r of the bird. The soldiers drop it onto the ground. Slowly, William picks it up, and heads into the clearing. The farmers watch him come. Among those noticing William's arrival, but pretending no to, is MARION MacCLANNOUGH, grown now into a stunning you woman; her long auburn hair reminds us of those years lon ago; she wears it the same way, straight and full down he back. Her dress is plain, like the grass that surrounds a wildflower. She's the most beautiful girl in the village, maybe in all of Scotland, and the soldiers who hassled Wi notice her too. William reaches the food table and contributes his goose the feast. FARM WOMEN eye him; he nodes to one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miz MacDougal. You look well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...William? It's William Wallace,  back home! -- Have you met my  daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The daughter mentioned is missing teeth. William nods to  her. It's impossible for him to giver her a smile as brig as her hopes, and she lowers her head in disappointment. then raises her face in surprise as William takes her han and gives her a respectful bow. He moves away from the table, passing through the crowd l a stranger. Then he glances toward the knot of girls. He  sees Marion. She sees him, then looks away. Do they remem each other? He moves toward her; she is shy, her eyes  downcast, but then she raises them and looks at him. They move closer and closer together. Just as they are ab to reach each other, a huge round stone THUMPS to the ear at Williams' feet. He looks up to see one of Marion's suitors -- the broad,  muscled young man who has just tossed the stone in Willia way. Now everybody's looking to see how William will hand the challenge. He tries to move around, but the guy cuts off. Then William thinks he recognizes the big red-head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is his old friend, but Hamish won't admit it, or be pu off from the challenge. He points to the huge stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Test of manhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blocks him) Call it a test of soldiery, then.  The English won't let us train with  weapons, so we train with stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The test of a soldier is not in his  arm. It's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He taps his temple. Hamish stretches out his hand, as if show William something in his palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a sudden movement, he slams his fist into William's  jaw, dropping him. A few men move to interfere, but Campb MacClannough, and the other farmers who are the true lead here, stop their neighbors from interrupting. Hamish stan over William, waiting for him to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A contest, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William stands and hoists the huge stone, eighteen inches diameter. Straining with the effort, he lugs the stone to the line scratched in the rocky field. Beyond the line ar the muddy dents from previous tosses. William takes a run and heaves the stone. It flies past the other marks in th field; people are impressed. William looks at Hamish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still say this is no test. A  catapult can throw a stone farther  than a man can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That depends on the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish walks out, lifts the stone, and lugs it back to th line. He takes a run and heaves with a great groan! The s flies, passing William's mark by a couple of feet. People laugh and whistle. William nods, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you do it when it matters? As it  matters in battle? Could you crush a  man with that throw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could crush you like a roach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William walks to the dent made by Hamish's throw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then do it. Come, do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish scowls at William, at everybody watching. He lifts the stone and carries it back to the line. William stands calmly. Hamish backs up for his run. William yawns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll move",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish backs up a few more feet, for a longer run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not fair!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's tired, he should get a longer  run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William seems completely unafraid. He leans down, picks u small smooth stone and tosses it up in the air casually. Stung by this show of calm, Hamish takes furious run, and heaves! The stone flies through the air, just misses Will head, and buries itself halfway into the earth behind him William never flinches. The people cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brave show!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish is miffed; it's like William won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I threw longer than last time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ox is strong, but not clever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ox is stupid enough to just stand  in one place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William turns, walks double the distance Hamish threw, an turns and hurls the rock he holds! It whistles through th air, hits Hamish in the forehead, and drops him like a sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody cheers and laughs! They surround William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fine display, young Wallace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William takes a tankard of ale from a farmer, walks over tosses the cold liquid into Hamish's face; he wakes, and, his eyes uncrossing, accepts William's hand, pulling him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should'a remembered the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grinning, they embrace. MUSIC plays, the dancing begins. William walks to the knot of young ladies... but passes  Marion, and moves to the girl with the missing teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you honor me with a dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's thrilled to accept; they begin to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've taken over your father's farm? (beat) They say he died long ago. Fighting  the English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He died in an accident, with my  brother. Their cart turned over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The musicians interrupt their playing; a group of heavily armed horsemen, with banners and flying colors, ride up,  reining their horses into the middle of the celebration. the middle of the group is an English NOBLEMAN; he is gra in his fifties, and stops in front of the BRIDE and groom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have come to claim the right of  prima noctes. As the lord of these  lands, I will bless this marriage by  taking the bride into my bed on the  first night of her union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stewart, father of the BRIDE, lunges forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, by God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The horsemen point their lances at the unarmed Scots -- w see that the English soldiers from the village have moved the edge of the gathering, as if to dare any resistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is my noble right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even unarmed, Stewart is about to attack -- but the bride intervenes. She grabs her father and whispers to him. She moves to her husband and does the same. Holding back tear she allows herself to be pulled up behind one of the hors Marion MacClannough is looking on, sobered by her friend' courage and sickened by her fate -- and Marion is even mo unsettled as she notices that one of the soldiers, a  particularly nasty looking brute with a scarred face, is  leering at her. William Wallace sees this too. The noble and his escorts ride away, and as they do it be to rain. The celebration destroyed, the Scots gather the  food and disperse to their homes. But Wallace remains,  standing in the downpour, keeping his thoughts to himself",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The farmhouse looks lonely and forlorn. William stands at the open door, and gazes out at the rain; it leaks on him through his roof; he doesn't seem to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thatched cottage, lit with a cozy fire, beneath the rai A hand KNOCKS on the door, and MacClannough opens it to f William, on a horse! MacClannough frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, sir. May I speak with  your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. MacClannough shoulders up beside her husband, and Ma appears behind her scowling parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion... Would you like to go for a  ride on this fine evening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy's insane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good Scottish weather, Madam,  the rain is fallin' straight down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She absolutely may not, she'll --  Marion!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion has grabbed a cloak off the back of the door; she  runs out to hop up behind William, and they gallop away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIDE",
          "text": "William and Marion race along the heather, up and down hi through swollen streams. The rain stops, as the sun sets; the Scottish mists lift, revealing stunning natural beaut William stops the horse and they look out over it all  together. He speaks, without turning to face her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father doesn't like me, does  he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not you. He dislikes that you're  a Wallace. He just says... the  Wallaces don't seem to live for very  long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for accepting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for inviting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll invite you again, but your mother  thinks I'm crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are. And I'll come again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lingers; he wants to say something, or maybe he just  doesn't want the moment to end. Finally he spurs the hors",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the door. William hops off the horse and reach up to help her down the moment she touches the ground, th look into each other's eyes... but the door is snatched o so quickly by her mother that there is not time for a kis",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion, come in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks her closer to the door. They turn and look at ea other again. She waits for him to kiss her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion, come in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She still hesitates; he isn't going to kiss her. She star in, but he grabs her hand. And into it he puts something has taken from his pocket; it is wrapped in flannel. He h on his horse, glances at her, and gallops away. She stands in the open doorway; she looks down at what he left her. She unwraps the flannel; it is a dried thistle, the one she gave him years before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William is re-thatching the roof of his barn, when he hea riders approaching, and looks down to see that it is  MacClannough, backed by Campbell and Hamish. Uh-oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Wallace --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, I know it was strange of me to  invite Marion to ride last night. I  assure you, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacClannough's daughter is another  matter. We come to fetch you to a  meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of meeting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The secret kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William goes back to repairing his roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father was a fighter. And a  patriot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know who my father was. I came  back home to raise crops. And, God  willing, a family. If I can live in  peace, I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Campbell shakes his head and reins his horse away, with  Hamish. MacClannough lingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can keep your intention to  stay out of the troubles, you may  court my daughter. If you break your  intention, I'll kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacClannough rides away. William sits down on the roof, a looks out at the graves of his father and brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside the half-timbered house, William stands in the sh of moonlight and tosses a pebble against the wooden upper window. Marion opens the shutters and slips out onto the  vines, dropping into William's arms. Giggling, suppressing laughter, they run to the trees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOTTISH HIGHLANDS",
          "text": "Hand in hand through the heather they run, silhouettes al a ridge, their breath blowing silver clouds in the moonli the Scottish wind whipping through their hair. They stop at a grove at the edge of a precipice, overlook a loch gleaming in the moonlight. So beautiful it's sacre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been here before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some nights. I have dreams. Mostly  dreams I don't want. I started riding  at night to fill up my mind so that  when I did sleep I'd dream only of  the ride and the adventure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did it work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You don't choose your dreams.  Your dreams choose you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her. They kiss suddenly, so long and hard tha they tumble into the heather, rolling, devouring each oth Through their passion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want... to marry you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... accept your proposal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not just saying it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor I!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I won't give you up to any  nobleman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stopping) You scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to scare you. I want to  be yours, and you mine. Every night  like this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This night is too beautiful to have  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will be with you, like this.  Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion moves through the market. English soldiers admire as she walks. She stops, looking at white lace and cloth. William casually passes, poking a note in her basket. Sub she withdraws his note, and reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS NOTE",
          "text": "Tonight. By the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion slips out of the house and runs to the trees, wher William waits with horses. She fetches a bundle she's sta in the crook of a tree, and they mount and ride off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The church is at the base of the precipice, beside the lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ancient Gaelic place of worship has been destroyed b the occupying army, and yet it looks devoutly holy this w lit only by candles and moonlight through the open roof. village PRIEST whom we saw at the wedding celebration is  waiting at the altar. Marion steps into the confessional, William moves to the altar and kneels in prayer. Marion emerges; she's changed into the wedding dress she  made from the cloth she bought. William stands and watche her float down the aisle; his whole life was worth this  moment. Together, the two lovers turn to the priest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have come to pledge, each to the  other, before Almighty God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From within his shirt, William withdraws a strip of cloth woven in his family tartan. He and Marion each lift a han to the priest, and he binds their wrists with the cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will love you my whole life. You  and no other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From her dress she takes a handmade handkerchief, embroid with a thistle to look like the one she first gave him th years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I you. You and no other. Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Priest waits for them to go on, but neither can; they too taken with emotion, looking at each other. The Priest intones holy phrases...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Agus bhayd lauch... The Lord bless  and keep thy love, now and forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lovers kiss. As they break their embrace, a figure  carrying something dark and spiky appears at the broken d of the church, and William spins as if to attack, but the Priest catches his arm; they see the man carries bagpipes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I trust him -- or I'd'a killed him  me'self. A weddin' needs pipes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The piper begins to play, and the tune from his primitive chanter is wispy, ethereal, beautiful. The lovers look in each other's eyes, as the single melody of the pipes merg into a swell of music, UNDERSCORING MONTAGE William and Marion ride the path to the top of the precip where, in the shelter of the grove, they spend their  honeymoon. The MUSIC CONTINUES as, still sweaty from thei love-making, he returns her to her house just before dawn She waves from her window, as William rides away, as we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Market Day in the village, busy with Highlanders,  merchants of all kinds, and a few special attractions lik jugglers and fortune tellers. Marion moves along a table  full of flowers and fruit... William, concealed behind ha baskets, watches her unseen, savoring the beauty of his  beloved, bathing his soul in the sight of her. Then she l up and spots him, her smile sudden and luminous, before s remembers to conceal it. He moves up beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shush. It's only been a day. (beat) And it's seemed like forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My parents are growing suspicious! I  can't keep meeting you every night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Playfully he pokes his finger under the collar of her dre pulling up the strip of checked cloth he gave her at thei wedding, which she now wears hidden around her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Tonight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucking in the cloth strip, she hurries away, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNKEN ENGLISH SOLDIERS",
          "text": "They spot Marion moving through the fair, glowing, beauti The soldiers smirk at each other; as Marion passes, one o them grabs her wrist. It's the soldier with the scar, the one who's been staring at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going... lass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A second drunken SOLDIER pipes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you marry my friend here?  Then I'll take the first night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scarred soldier pulls Marion into his big arms; she s him away with surprising strength, and he staggers back, the laughter of his friends. Then he snatches her again a kisses her hard on the lips. She breaks free and SLAPS him fiercely, hard enough to dr blood from his mouth. Tasting the trickle, he slings her  down against sacks of grain, and the soldiers are all ove her, pinning her down, ripping her clothes, a full scale  public gang rape. As the townspeople try to move in the t soldiers waiting their turn at Marion pull their knives,  keep them townspeople back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bitch, who do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams his mouth down against hers for a long, awful ti comes up clawing at her dress to rip it from her body... is hit in the face by a rock thrown at great speed! It takes a moment for the other soldiers to realize what  just happened, and in that instant William is on them. He wrenches one soldier's arm in a direction it was never me to go, breaking the elbow, separating the shoulder, and  slinging the howling soldier into his comrades. Two of the soldiers leap at William, swinging their short swords; William ducks, knocking their ale cask into their knees; William lifts the whole table where they were sitt and slams it into the faces of two more attackers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shouts to warn him that the scarred soldier, now  bloodyfaced, has recovered from the rock and is behind Wi with a knife. William sidesteps the first thrust, snatche leg from the shattered table and crushes the man's skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace Wallace! William Wallace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But there's no time for celebration. There's blood and al everywhere, and the fallen soldiers are yelling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rebels! Help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MORE SOLDIERS hear the call and come running, reinforceme converging from all over the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run, William! Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will sees the horse that pulled the flower cart and throw Marion up onto its back. He slaps the horse's rump and it plunges with Marion into the twisting village lanes. Will darts off through the crowd, as the MAGISTRATE and more o his soldiers arrive -- dozens of them! William pauses out in the central street of the village,  just long enough to be sure they've spotted him, and dart into a side lane in the opposite direction Marion went;  William weaves through the narrow streets of the medieval town, knocking over baskets, jumping carts. As the soldiers stumble after him, the Magistrate looks d at his mangled soldiers. The one with the ruptured arm is lying in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What girl?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...on horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl on the horse! Stop her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shout rings through the village; Marion hears it, and when she sees more soldiers at the far end of the lane sh trying to take out of town, she urges the horse into an e narrower back alley. She sees a clear route to freedom... But the flock of pigeons pecking on the scraps thrown the behind the shops rise into the horse's face with a sudden thrashing of wings, and the horse shies against a wall. Marion controls him, but a flap of her ripped dress has c on a crude nail, and as the frightened horse lunges forwa again, she is pulled off its bare back, her dress catchin and ripping at the same time, dropping her hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "reaches the edge of the town and slips into the trees by river; the soldiers are running every which way, but they lost him. Thinking Marion's made it too, William heads de into the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TOWN, MARION",
          "text": "recovers; her dress has torn free! She starts to get up; the soldiers' pikes appear over her, and the magistrate l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So this is the little whore he was  fighting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William moves into the shelters of the trees, expecting t see Marion. He doesn't. He listens; only the rustling of wind through the treetops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing, except the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion is thrown into a chair and her arms are bound with oak staff behind her elbows. She and two dozen soldiers a in the tavern the English have commandeered. The Magistrate is a battlescarred veteran, a brutal pragm angry with his CORPORAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One Scot buggers six of us? Hell to  pay when that gets round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burn the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he is free. You never catch 'em  in the Highlands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He studies Marion, her mouth now stuffed with burlap. He  notices the strip of cloth around her neck, and touches t weave curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clans weave that cloth in their own  patterns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why is this strip concealed? (beat) He fought for you, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Magistrate and his men bring Marion into the village  center, and tie her to a post of the well. The townspeopl don't want to be near the soldiers, but they hang on the  fringes of the square, too curious to pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An assault on the king's soldiers is  the same as assaulting the king!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks down at Marion, her mouth bound, her eyes defian He jerks out his dagger and slices Marion's throat! Her eyes spring open like a doe's; then she sags, dead. T townspeople are speechless; even some of the soldiers are shocked. The Magistrate turns calmly to his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now. Let this scrapper come to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE GROVE AT THE PRECIPICE",
          "text": "From a distance, we see Hamish approaching the grove, the same one where he and William played as boys. Hamish move reluctantly, forcing himself forward; as he reaches the g William appears, hurrying out to him. We STAY IN THE LONG SHOT, seeing William asking anxiously for any news, and seeing Hamish's great shoulders as he t him something that makes William step backwards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a barrier across the main road into the center of the  village are twenty professional soldiers, entrenched, ful armed -- bows, pikes, swords. They hear A HORSE'S SNORT..",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE, ON HIS HORSE",
          "text": "He has stopped, rock still. The soldiers hush; there is  something unsettling about this man alone, staring at the twenty of them, as if to steel himself for the butchery. Wallace raises his sword, screams... and charges!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We FAVOR WALLACE'S SUBJECTIVE POV: the barrier as his hor pounds toward it, the faces of the enemy soldiers with th eyes white with fear... They stand to shoot at him with t bows; the arrows WHISH toward the lens, fly past... The arrows tear through Wallace's clothes, but don't catc his flesh. He charges on; his horse LEAPS the barrier as  Wallace simultaneously swings the broadsword -- and he's  more than an expert: the tip, at the end of a huge arc, n breaks the sound barrier and the blade bites through the  corporal's helmet, taking off the upper half of his head! The soldiers try to rally, to shoot him in the back as hi horse leaps over them. One of them has sighted William's  back... But Hamish and his father crash into them! It's a wild fight; old Campbell takes an arrow through the shoul but keeps hacking with his sword; Hamish batters down two men -- and more Scots arrive! They overwhelm the soldiers",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE RACES THROUGH THE VILLAGE",
          "text": "He dodges obstacles in the narrow streets -- chickens, ca barrels. Soldiers pop up; the first he gallops straight o the next he whacks forehand, like a polo player; the next chops down on his left side; every time he swings the  broadsword, a man dies. Wallace gallops on; his farmer neighbors, and people from the village, follow in his wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Magistrate hears the APPROACHING SHOUTS. He and thirt more of his men are barricaded around the village square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't look surprised! We knew he'd  bring friends!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The see Wallace gallop into sight; but he stops, then hea down a side street. The Magistrate and his men don't like this; where did he Which way will he come from? And then they hear the horse and see the other Scots, at the head of the main street. soldiers unleash a volley of arrows at them. They are loading to fire again when Wallace runs in -- on foot! -- and cuts down two soldiers! The other Scots char The startled soldiers break and run in every direction. The Magistrate, abandoned, runs too. Wallace pursues. Not far along a twisting lane, the bulky Magistrate falte He turns to fight, and Wallace slashes away his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! I beg you... mercy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TOWN SQUARE",
          "text": "As the Scots see Wallace, they break off pursuing the Eng soldiers and stop to watch; dragging the Magistrate by hi hair, Wallace hauls him back into the village square, sla him against the well, and stands over him with heaving lu and wild eyes, staring at Marion's murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. Mercy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace's eyes shift, falling on",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAIN OF BLOOD",
          "text": "Marion's blood, in a dark dry splash by the wall of the w the stain dripping down onto the dirt of the street. Wall spins, jerks back the Magistrate's head, and cuts his thr with the sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OTHER SCOTS",
          "text": "Silenced by what they've just seen and done. On old Campb face is a look of reverence, and awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say Grace to God, lads. We've just  seen the coming of the Messiah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William staggers a few steps, and collapses to his knees. And then not just the Scottish farmers but the townspeopl too begin a strange, Hi-Lo chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AHHHHHHH-UHHHHHH! AHHHHHH-UHHHHHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William's wild eyes slowly regain their focus. And there the dirt beside the well, he sees the severed cloth strip gave to Marion, now stained with her blood. He lifts it,  crushes it in his hand, as the Highlanders chant for war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The villagers are still excited by what just happened; at the blacksmith's forge, men tend to Campbell's wound...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pour it straight into the wound. I  know it seems a waste of good whiskey,  but indulge me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They obey, then take a glowing poker from the fire and ru it through Campbell's shoulder, where the arrow went. The is a terrible SIZZLE, and Campbell reacts to the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. Now that'll clear your sinuses,  lads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Campbell looks down at his left hand. His thumb is missin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well bloody Hell, look at this! Now  it's nothing but a fly swatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace is sitting alone nearby, staring at nothing. Hami moves over and puts a hand on his shoulder. Wallace looks his friend, and looks away; killing the Magistrate did no bring Marion back. SHOUTS of alarm: ARMED MEN are coming! The farmers scramb for their weapons, ready to fight; even Campbell jumps up but what they see coming out of the darkness are twenty m farmers, with hayhooks, knives, axes, anything they could find for weapons. Their leader is MacGREGOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGregor -- from the next valley!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGregor leads his men into the circle of rebels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We heard about what was happenin'.  And we don't want ya thinkin' ya can  have your fun without us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home. Some of us are in this, I  can't help that now. But you can  help yourselves. Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll have no homes left when the  English garrison at the castle comes  through to burn us out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look at Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Furious preparations: armorers pound breastplates, hone  spears, grind swords in a shower of sparks. The garrison led by BOTTOMS, the English lord who claimed the right of prima noctes. Now he shouts to his scurrying soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gather the horses! Align the infantry! (grabs a man) Ride to the Lord Governor in Stirling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him that I will hang five rebels for every good  Englishman killed! FORM FOR MARCH! The troops begin to scramble into the courtyard. At the s time, the messenger gallops to the gate and nods for the  keepers to open it. They pull up the chains and the heavy gate rises. The messenger spurs his horse to gallop throu and is hit in the chest with an axe! The Scots, hidden just outside the gate, come pouring thr led by Wallace! Arrows pick soldiers from their perches,  Scots drop over the wall; the surprise is so complete tha it's over almost without a fight. Lord Bottoms looks arou in confusion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop them... Don't let... Align...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scots drag Lord Bottoms off his horse; an arrow in a flex bow jabs right up to his eye, the archer ready to drive t shaft through Bottom's eye socket and into his brain; but Wallace's hand closes on the archer's fingers -- and Bott sees that the archer at the other end of the arrow shaft none other than the Highland farmgirl he forced into his on her wedding night. Beside her is her husband, holding scythe, red with English blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your way somewhere, M'lord?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murdering bloody bandit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The point of Wallace's sword jumps beneath the Lord's chi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is William Wallace. I am no  bandit who hides his face... Find  this man a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The green eyes of the defiled highland bride flash fire. William takes his hand from her bow and looks at her, gri for Marion in his eyes; for the sake of that she does not release the string.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give him a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish extends the reins of the Lord's thoroughbred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not this horse. That one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods to a bony nag hitched next to a glue pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today we will spare you, and every  man who has yielded. Go back to  England. Tell them Scotland's  daughters and her sons are yours no  more. Tell them Scotland is free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Scots cheer, Wallace throws Lord Bottoms onto the  nag's back and slaps the horse's rear. IT shambles away,  followed by the English survivors, as the Scots chant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace, Wal-lace, Wal-lace!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GRAVESTONE",
          "text": "The marker is carved with the name MARION MacCLANNOUGH, a beneath her name A THISTLE is chiseled into the stone. Bagpipes wail like banshees and the Priest who married Ma and William now mutters ancient prayers as her body, wrap in burial canvas, is lowered into the earth, under the sa eyes of those who just fought in the battle. Opposite William stands old MacClannough; he stares acros the open hole that accepts the body of his daughter, his  eyes full of pain, and then staggers away. Wallace kneels at the graveside in unspeakable grief. Fro within his shirt he withdraws the embroidered handkerchie she gave him, and the bloodstained strip of cloth he gave her. He places the strip over her heart, and as the  gravediggers fill the hole her returns the handkerchief t its spot over his own heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prince Edward is in his garden, playing the medieval vers of croquet with his friend. The Princess, ignored, sits  watching. Longshanks marches through the game, furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scottish rebels have routed Lord  Bottoms!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear. This Wallace is a bandit,  nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks slaps his son, knocking him down among the col balls and wickets. Everyone gasps, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You weak little coward! Stand up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks jerks him to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I go to France to press our rights  there! I leave you to handle this  little rebellion, do you understand?  DO YOU?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks grabs his son by the throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And turn yourself into a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The king leaves. The friends of the humiliated Prince hur to him and lift him; as the Princess moves to him too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slaps her! Her personal guards, Frenchmen in distincti uniforms, jump from their seats at the edge of the garden but the Princess raises a hand to show she needs no  assistance, and curtseys to Edward, who shouts --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Convene my military council!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Edward marches off with his entourage, NICOLETTE, a  beautiful raven-haired Handmaiden, rushes to the Princess who is wobbly, hurt more than she let show. Nicolette whi to her in French, with subtitles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say this Wallace killed thirty  men to avenge the death of his woman.  I hope your husband goes to Scotland.  Then you'll be a widow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce is in bed with a young Nordic beauty wit vacant blue eyes. She drowses; but the lovemaking has not defused the restlessness of Robert's spirit. He lies on h stomach, turned away from her on the bed. Stirring, she k his neck; but he doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to please you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he is numb as she nuzzles him again. She sags back, a he still stares away, lost in thought. Realizing her hurt he explains...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Lanark village, the king's soldiers  killed a girl. Her lover fought his  way through the soldiers and killed  the magistrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rebelled. He rebelled. He acted.  He fought! Was it rage? Pride? Love?  Whatever it was, he has more of it  than I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurt) You might have lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm too arrogant to lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT THE BRUCE",
          "text": "On his FACE as he moves grimly up a dark castle staircase He follows a servant who carries a candle against the glo They reach a door, which the servant unlocks. Young Rober takes the candle, and enters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DARKENED ROOM",
          "text": "Robert wills himself forward, and places the candle on a  table in the center of the room. A SHUFFLE in the dark; t moving into the light is a LEPER whose once-noble feature are decaying with the disease. Isolated in his disfigurat he looks at his visitor -- his son -- with the eyes of th condemned. Young Robert forces himself not to look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father. A rebellion has begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A commoner named William Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A commoner? So no one leads Scotland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old man thinks, and points a half finger at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will embrace this rebellion.  Support it, from our lands in the  north. I will gain English favor by  condemning it and ordering it opposed  from our lands in the south. Whichever  way the tide runs, we will rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This Wallace. He doesn't even have a  knighthood. But he fights with  passion, and he is clever. He inspires  men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You admire him. Uncompromising men  are easy to admire. He has courage.  So does a dog. But you must understand  this: Edward Longshanks is the most  ruthless king ever to sit on the  throne of England, and none of us,  and nothing of Scotland, will survive  unless we are as ruthless, more  ruthless, than he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Bruce rises heavily, and moves to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Press your case to the nobles. They  will choose who rules Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a last long look at his father, Robert leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Troops ride through the countryside, intimidating and  questioning civilians; all refuse to talk. -- Wallace's house burns, as soldiers dig up the graves o his father and brother, and scatter their bones to dogs. -- The English search through the woods, finding nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William and Hamish ride, to see the damage. They find the smoking ruins, and the defiled family graves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, William... I am so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William is struck by an awful, urgent thought...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We open on Marion's grave, with the thistle-carved marker looking peaceful; but up the hill in the underbrush, Engl soldiers wait in ambush. Edgy, they perk up at the sound muffled hoofbeats -- then their eyes bug as a cloaked fig Wallace -- suddenly looms up behind them, galloping and  swirling fire! He hurls burning torches into the clustere soldiers, setting some of them on fire! MEANWHILE, HAMISH has crawled to Marion's grave and is di frantically. The new dirt parts easily and he pulls the  shrouded body out, cringing with the effort. MORE SOLDIERS rush from behind the rocks at the far side the graveyard. Wallace charges them, driving them back. H grabs the reins of Hamish's horse, hidden among trees, an gallops to him. Hamish hands the shrouded body up to William and bounds i the saddle of his own horse. They spur the horses and rid away, William clutching Marion's shrouded body to his che",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William dismounts, stretching the body gently on the grou Hamish dismounts too, with the spade he used to dig up th old grave. He sees the emotion on William's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll wait... back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish, I... thank...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish puts a hand on his friend's shoulder, then quietly leads the horses away. William starts to dig...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER IN THE GROVE",
          "text": "William sits looking at the new grave, covered with leave completely hidden. He touches his hand to the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish is waiting as William comes out of the grove. Ther is nothing to say. They mount their horses and ride away, the MUSIC of William and Marion's love haunts us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace and his inner circle hare huddled around a small  fire. Other highlanders guard the perimeters. Old Campbel is lovingly honing the broadswords to razor edges and sha a whiskey jug with Hamish, who stares at the fire. Wallac is using a stick to draw diagrams in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're ya doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do when Longshanks sends  his whole northern army against us?  They have heavy cavalry. Armored  horses, that shake the very ground.  They'll ride right over us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a loss, Wallace looks up at the sky. HE SEES: the tree stretching into the night like spikes to skewer the stars",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We make spears. A hundred spears.  Fourteen feet long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fourteen? --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Volunteers coming in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look to see a half dozen new volunteers being led in blindfolded. When the guides remove the blindfolds, the n recruits see Wallace and rush to him, bowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Wallace? We have come to  fight and die for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stand up, man, I'm not the Pope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am Faudron! My sword is yours! And  I brought you this tarta --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he reaches into his cloak, both Hamish and Campbell  instantly draw their swords and put the points to his nec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We checked them for arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carefully, Faudron pulls out a beautiful tartan scarf, an replaces Wallace's tattered old one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your family tartan! My wife  wove it with her own hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank her for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loud voice interrupts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Him? That can't be William Wallace!  I'm prettier than this man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all look at a slender, handsome young man, STEPHEN, is talking to himself -- or more accurately, seems to lis to some unheard voice, then answer it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Father, I'll ask him! (to William) If I risk my neck for you, will I  get a chance to kill Englishmen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is your Poppa a ghost -- or do you  converse with God Almighty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In order to find his equal, and  Irishman is forced to talk to God. (quickly) Yes, Father!... (to Wallace) The Almighty says don't change the  subject, just answer the fookin'  question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insane Irish --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen whips a dagger from his sleeve and puts it at  Campbell's throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smart enough to get a dagger past  your guards, old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace jerks his sword to the Irishman's throat, and gri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my friend, Irishman. And the  answer's yes. You fight for me, you  kill the English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen grins, and happily tucks away the dagger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent! Stephen is my name. I'm  the most wanted man on the Emerald  Isle. Except I'm not on the Emerald  Isle of course, more's the pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A common thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A patriot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace shakes his head and moves back to the fire, as th sentries take the newcomers to find their own spaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A column of English light cavalry -- a hundred riders --  moves through the picturesque beauty of the Highlands. English LORD DOLECROFT is in command, wearing a hat with pompous white plume. UP AHEAD, the English SCOUT sees fiv Scots, including Hamish, walking out of the forest. The S run; the Scout rides back to Dolecroft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotsmen, Sire! Headed west!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've blundered at last! After  them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English force charges off. Hamish and his men changed direction but the English spot them crossing a hilltop an ride after them. The Scots run for their lives; the Engli horses gallop. The Scots run down one slope, up another; English follow, find their horses stumbling, and see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in a bog!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, it's firm this way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But as they move toward the firm ground, fifty Scots appe on the crest of the hill. Hamish leads them, smiling. Dolecroft wheels and looks to his rear; Wallace appears t with fifty more, and more Scots appear to the left and ri of the English, who are surrounded in the bog. Too late,  Dolecroft realizes his blunder. Wallace lifts his broadsw screams, and leads the charge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots are moving through deep woods; they are laden w the booty they took from the English cavalry: extra weapo clothing, food -- and one man even wears the late Dolecro plumed hat. Wallace is leading them, traveling with his h sheathed broadsword across his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop here and rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They collapse to the leaves and loam, greedily squeezing  water from sheep belly canteens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LORD PICKERING, English commander, is handed news of the  disaster. He reads the message, and pales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another ambush! My God! ...What about  our infiltrator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has already joined them, M'lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moon is high above the Scots, encamped for the night. Most everyone is sleeping, but William sits leaning again a tree, lost in lonely thoughts. Suddenly William freezes shaft of moonlight illuminates a cloaked woman standing t feet ahead of him. Something about her is familiar -- and then she pulls off the hood, revealing her auburn hair,  cascading in the moonlight... It is Marion!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marion! Is... is it you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy explodes on his face, and he runs to her, but stops b he touches her, as if she might evaporate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm dreaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you are. And you must wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to wake. I want to stay  with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I with you. But you must wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you so much! I love you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up, William. Wake up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up, William!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wake up!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William clutches at Marion, but his arms can't enclose he",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE WAKES",
          "text": "lying on his new tartan, in camp, with Hamish shaking him William's arms clutched empty to his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William! Hounds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace jumps up, hearing the DISTANT BARKING that alarme Hamish. Stephen, the new Irish recruit, races up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must run in different directions!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't split up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They used hounds on us in Ireland,  it's the only way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right, Hamish! Campbell! Divide  them and run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoving groups of men in different directions, Wallace th takes off. His group is about a dozen; they race through woods, dodging trees, running aimlessly. They stop and li The BARKS are getting closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Split again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again they divide, and race in different directions. But no matter how they run and dodge, the BARKS grow near We INTERCUT with the approaching of the dogs -- a large P OF HOUNDS, with keepers like on a fox hunt, and behind th dogs, Lord Pickering, with his soldiers, prepared for a l chase, cloaked against the wet darkness, carrying torches Wallace and others pause, hear the dogs, and run again, i new direction. The hounds are relentless. Wallace's group down to Hamish, Stephen, and Faudron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No matter how we go, they follow.  They have our scent. My scent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run! You must not be caught!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faster now, faster. The barks are getting very close. Wallace and his friends are starting to panic. The blood  beats in their ears, their breath scalds their lungs. And MOVE IN on Wallace's eyes. He stops, gasping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've tricked us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the crazy man saying, Lord?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dogs have a scent. My scent.  Someone must have given it to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would do such a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace pulls out his dagger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOGS",
          "text": "bark frantically now; they smell a kill; they tug so hard their leashes that the handlers are almost dragged along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be ready! We have them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers grip their weapons, ready to take their  prisoners. They burst into the little clearing; the dogs  find a body, stabbed, his throat cut; the dogs plunge the snouts into the gore, yipping wildly. The handlers must f furiously to tear the dogs from the body. Lord Pickering approaches the body and looks down. It is  Faudron, mangled now but clearly identifiable -- with the scarf he gave William, in place of William's own, tucked  into his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damnation! Damnation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Pickering rants, his men look at the darkness all arou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After him! Get them going again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their noses are drowned in new blood,  they'll follow nothing now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And just as the realization hits Pickering that he can't  pursue Wallace any further, a cloaked figure mixed in amo his men leans in from behind him to whisper...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Almighty says for you to give  His regards to the Devil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pickering's eyes go wide, then roll back as Stephen's dag slides expertly through his back ribs and into his heart. Pickering falls and his men realize what has happened, St has already run back into the trees. Pickering's men freeze at this sudden turn of events. Eve the dogs whimper, picking up the rising fear of the men a them. Then from the darkness all around them comes a chor of demonic, bloodcurdling yells --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARRRRRGGGGGGGHHHH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three wild men tear out of the darkness from different  directions, their swords slashing. Pickering's men panic run, their dogs yelping, and the other soldiers, evident their torches, fell with them in all directions. Wallace, Hamish and Stephen are left alone in the heart o the woods, howling, barking like dogs, snarling like wolv and then laughing like hyenas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I was dead when ya pulled  that dagger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No English lord would trust an  Irishman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's kill him anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They laugh again; then Wallace's laughter leaks away, and stares into the trees, where he saw Marion in his dream. VARIOUS SHOTS - THE STORY SPREADS THROUGH SCOTLAND... Two men are talking in A VILLAGE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and William Wallace killed fifty  men! Fifty, if it was one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same tale is exchanged by two farmers AT A CROSSROADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hundred men! With his own sword!  He cut a through the English like --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tale is repeated IN A TAVERN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Moses through the Red Sea! Hacked  off two hundred heads!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two hundred?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saw it with my own eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the rumors are discussed even INSIDE THE PALACE GROUN IN LONDON, where the Prince and his friends are trying on elaborate attire presented them by fawning tailors, and t Princess, ignored by her husband, strolls and chats with Handmaiden, Nicolette (in subtitled French).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the king returns he will bury  them in those new clothes. Scotland  is in chaos. Your husband is secretly  sending an army north.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night I slept with a member of  the War Council.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shouldn't be telling secrets in  bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, Oui! Englishmen don't know what  a tongue is for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess blushes, whacks her with her fan, and smiles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This Scottish rebel... Wallace? He  fights to avenge a woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A magistrate wished to capture him,  and found he had a secret lover, so  he cut the girl's throat to tempt  Wallace to fight -- and fight he  did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess is pained at such cruelty; Nicolette warms t share the juicy gossip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knowing his passion for his lost  love, they next plotted to take him  by desecrating the graves of his  father and brother and setting an  ambush at the grave of his wife. He  fought his way through the trap and  carried her body to a secret place!  Now that is romance, Oui?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I wouldn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Highlander, a RUNNER, slips like a shadow up the hillsi to a circle of ancient monoliths. There, hidden among the stone pillars, he finds Wallace and his band resting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English are advancing an army  toward Stirling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do the nobles rally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce and most of the  others will not commit to war! But  word has spread and Highlanders are  coming down on their own, by the  hundreds -- by the thousands!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace rides down the road, followed by his band. As the pass people on the road, the women, the children, all che",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace! It's William Wallace! God  bless Wallace and Scotland!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a crossroads, more of Wallace's men join them, in clus One group carries something long, encased in wool covers. Farmers in the field, blacksmiths at their forges, leave  their work and uncover their inevitable weapons and run a the riders. They put on their forbidden tartans, kiss the wives and head off to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stirling Castle perches on a hill high above a grassy fie cut in half by a river, spanned by an old wooden bridge. SCOTTISH NOBLES have gathered on a smaller hill overlooki the field; they wear gleaming armor, with plumes, sashes banners, and are attended by squires and grooms. The mists of morning shroud most of the field. But from t opposite side of the bridge they hear the CLATTERING of a huge army moving forward. LOCHLAN, a noble, gallops to Mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sounds like twenty thousand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scouts say it is ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we have but two!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COMMON SCOTTISH SOLDIERS",
          "text": "are wearing padded leather shirts, and carry pikes and  daggers. As through the mists they see the numbers arraye against them, a YOUNG SOLDIER tugs at a grizzled VETERAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So many!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles will negotiate. If they  deal, they send us home. If not, we  charge. When we are all dead and  they can call themselves brave, they  withdraw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't come to fight so they could  own more lands that I could work for  them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor did I. Not against these odds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lowers his pike and starts to desert. At first one-by- and then in clumps, more highlanders follow. THE NOBLES see the desertion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Men! Do not flee! Not now!  Wait until we have negotiated!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They won't stop -- and who could  blame them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, riding into the mob of men, comes Wallace, followed his friends. He's striking, charismatic, his powerful arm bare, his chest covered not in armor but a commoner's lea shirt, and unlike the heavy knights on their armored hors Wallace rides a swift horse, like he was born on it. The entire Scottish army watches in fascination as Wallac and his men ride through them, toward the command hill. T soldiers whisper among themselves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Wallace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couldn't be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The common soldiers, already having broken ranks, cluster the hill to see the confrontation. As Wallace and his cap reach the nobles, Stephen laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Almighty says this must be a  fashionable fight, it's drawn the  finest people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is thy salute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For presenting yourselves on this  battlefield, I give you thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is our army. To join it, you  give homage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I give homage to Scotland. And if  this is your army, why does it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace reins his horse around to face the mob of sullen  men, now frightened, ready to desert. We play this pictur Wallace sitting his horse, looking down in awe at this th that has grown beyond anyone's imagination. He glances at his friends: Campbell, Hamish, Stephen. They've got no suggestions, they're just as awed as he is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We didn't come to fight for them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Home! The English are too many!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace raises his hand, and the army falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sons of Scotland!... I am William  Wallace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Wallace is seven feet tall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I have heard! He kills men by  the hundreds! And if he were here,  he would consume the English with  fireballs from his eyes, and bolts  of lightning from his ass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Many laugh -- all get the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am William Wallace. And my enemies  do not go away. I saw our good nobles  hanged. My wife... I am William  Wallace. And I see a whole army of  my countrymen, here in defiance of  tyranny. You have come to fight as  free men. And free men you are! What  will you do with freedom? Will you  fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two thousand, against ten? We will  run -- and live!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Fight and you may die. Run and  you will live, at least awhile. And  dying in your bed many years from  now, would you be willing to trade  all the days from this day to that,  for one chance to come back here as  young men, and tell our enemies that  they make take our lives, but they  will never take our freedom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down on the plain, English emissaries in all their regal  finery gallop over the bridge, under a banner of truce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look! The English comes to barter  with our nobles for castles and  titles. And our nobles will not be  in the front of the battle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! They will not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dismounts, and draws his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, the chant begins, and builds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace! Wal-lace! WAL-LACE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAGPIPERS play, pulling the mob back into companies. But  through the lifting mists they see the overwhelming enemy army. Hamish, Campbell and Stephen move up beside William",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine speech. Now what do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring out our spearmen and set them  in the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Campbell, Hamish and Stephen ride off. Mornay reins his h over, lifts the reins of Wallace's horse, and extends the to him: an invitation to join the pre-battle talks. Wallace mounts up and rides out with the Scottish nobles meet the English contingent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT ON THE FIELD, THE TWO GROUPS OF RIDERS",
          "text": "meet like the captains of football teams before the kicko CHELTHAM, head of the English contingent, glares at Walla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mornay. Lochlan. Inverness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheltham. This is William Wallace",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here are the King's terms. Lead this  army off the field, and he will give  you each estates in Yorkshire,  including hereditary title, from  which you will pay him an annual --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have an offer for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...From which you will pay the King  an annual duty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace pulls his broadsword and snaps it at Cheltham, wh eyes flash in disbelief at the bad manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You disrespect a banner of truce?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From his king? Absolutely. Here are  Scotland's terms. Lower your flags  and march straight to England,  stopping at every Scottish home you  pass to beg forgiveness for a hundred  years of theft, rape, and murder. Do  that, and your men shall live. Do it  not, and every one of you will die  today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheltham barks at the Scottish nobles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are outmatched! You haven't even  any cavalry! In two centuries no  army has won without it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not finished. Before we let you  leave, your commander must cross  that bridge, stand before this army,  put his head between his legs, and  kiss his own ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The outraged Englishman gallops back to his lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say that was rather less cordial  that he was used to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be ready, and do exactly as I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They return to the Scottish lines. Wallace dismounts wher his men are breaking out new 14-foot spears. Hamish, eyeb raised, looks expectantly at Wallace; Wallace nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wish I could see the noble lord's  face when he tells him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD TALMADGE, AT HIS COMMAND POST",
          "text": "The husky English commander's blood boils from Cheltham's report. Before he can respond, they see WALLACE'S SPEARME taking up a position on the far side of the bridge. Sudde the Scots turn and lift their kilts and moon the English!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insolent bastard! Full attack! Give  no quarter! And I want this Wallace's  heart brought to me on a plate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheltham spurs his horse to form up the attack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English army moves forward toward the bridge. It's so narrow that only a single file of riders can move across at any one time. The English heavy cavalry, two hundred  knights, cross uncontested, and form up on the other side",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH WALLACE AND THE SCOTS",
          "text": "Things look terrible. Stephen turns to William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lord tell me He can get me out  of this mess. But He's pretty sure  you're fooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ENGLISH SIDE",
          "text": "Talmadge sees the Scots doing nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amateurs! They do not even contest  us! Send across the infantry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M'lord, the bridge is so narrow --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots just stand in their  formations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our cavalry will ride them down like grass. Get the infan across so they can finish the slaughter! The English leaders shout orders and keep their men movin across the bridge. Talmadge gestures for the attack flag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAVALRY ON THE OTHER SIDE OF THE BRIDGE",
          "text": "The English knights see the signal banners, telling them attack. They take the lances from their squires, and lowe the visors of their helmets. Proud, plumed, glimmering; t look invincible. Their huge horses, themselves draped in  scarlet and purple, look like tanks. The knights charge! Their hooves THUNDER; the horses are so heavy the ground  literally shakes with the charge. The Scots stand and watch them come on. It's difficult to imagine the courage this takes; from the POV OF THE SCOTT LINES we see the massive horses boring in... we feel the  RISING THUNDER of the charge, closer, closer... Wallace moves to the front of the lead group of Scots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steady! Hold... hold... NOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots snap their 14-foot spears straight up in unison",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FORM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the spearmen snap the spears forward in ranks, the fi line of men bracing their spears at an angle three feet a the ground, the men behind them bracing theirs at a five  foot level, the men behind that bracing at seven feet. The English knights have never seen such a formation. The lances are useless and it's too late to stop! The momentu that was to carry the horses smashing through the men on  foot now becomes suicidal force; knights and horses impal themselves on the long spears like beef on skewers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALMADGE",
          "text": "can see it; but worse is the SOUND, the SCREAMS OF DYING AND HORSES, carried to him across the battlefield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE AND HIS MEN",
          "text": "are protected, behind a literal wall of fallen chargers a knights. Wallace draws his broadsword and leads his sword out onto the field, attacking the knights that are still  alive. Most are off their horses; a few have managed to p up their mounts. Wallace and his men are so much more mob than the knights; the field runs with blood. Wallace faces Talmadge in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here I am, English coward! Come get  me!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TALMADGE is even more enraged -- and his judgment is gone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Press the men across!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But M'lord!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talmadge himself gallops forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRESS THEM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WALLACE smiles. He grabs Hamish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell Mornay to ride to the flank and  cross upstream. Wait! Tell him to be  sure the English see him ride away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish hurries off with the message. The English infantry keeps moving across the little bridg The Scottish nobles watch from their positions on horseba They have a few dozen mounted riders, none heavily armore",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he waits much longer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish hurries up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ride around and ford behind them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should not divide our forces!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace says do it! And he says for  you to let the English see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(understanding) They shall think we run away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mornay leads his riders away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LORD TALMADGE",
          "text": "sees the Scottish nobles ride off, and shouts to Cheltham",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See! Every Scot with a horse is  fleeing! Hurry! Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drives half his army across the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE",
          "text": "lifts his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Scotland!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He charges down the hill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIGHT AT STIRLING BRIDGE",
          "text": "The Scots follow Wallace on foot, charging into the Engli The English leaders are stunned by the ferocious attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Press reinforcements across!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English leaders try to herd more of their footsoldier onto the bridge, which only hams them up. Meanwhile, on t other side of the bridge, Wallace and his charging men sl into the English infantry with wild fury. The English fal back on each other, further blocking the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP ON THE HILLTOP",
          "text": "The nobles look back with grudging admiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's taking the bloody bridge! The  English can't get across! He's evened  the odds at one stroke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With rising desire to join the bandwagon, the nobles spur DOWN ON THE PLAIN, Wallace and the attacking men drive th English back, killing as they go. The Scots reach the bri itself. The waters below it run red with blood. Talmadge has begun to panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use the archers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're too close, we'll shoot out  own men!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BRIDGE",
          "text": "the Scots are carving their way through the English soldi nothing can stop them. Wallace is relentless; each time h swings, a head flies, or an arm. Hamish and Stephen fight beside him, swinging the broadsword with both hands. Old  Campbell loses his shield in the grappling; an English  swordsman whacks at him and takes off his left hand, but  Campbell batters him to the ground with his right, and st him. Reaching the English side of the bridge, the Scots b to build a barrier with the dead bodies. The English are not without courage. Cheltham leads a  desperate counterattack. The Scots make an impenetrable  barrier of slashing blades. Still Cheltham keeps coming;  Wallace hits him with a vertical slash that parts his hel his hair, and his brain. TALMADGE has seen enough; he gallops away. The remaining  English General tries to save the army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are still five thousand! Rally!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The English try to form up; but the Scottish horsemen, fo the river high upstream, come crashing into the English f and ride over the surprised English infantry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BRIDGE, WALLACE",
          "text": "sees the Scottish nobles attacking. The English soldiers in utter panic, running and being cut down on all sides. And the Scottish soldiers taste something Scots have not  tasted for a hundred years: victory. Even while finishing off the last of the English soldiers, they begin their hi chant... Even the noblemen take up the chant! Wallace looks around at the aftermath of the battle: bodi on the field; soldiers lying impaled; stacks of bodies on the bridge; the bridge slick with blood. Before it can all sink in, William is lifted on the shoul of his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace! Wal-lace! Wal-lace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William kneels before one of Scotland's ancient elders, w lifts a silver sword and dubs William's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knight thee Sir William Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William rises and faces the Great Hall, crowded with hund of new admirers, as well as his old friends in their new  clothes and armor. The crowd chants --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace, Wal-lace!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace lifts his eyes, taking it all in. At the rear of hall is a balcony, backed by a magnificent sunlit stained glass window, and in the center of its rainbow corona he  sees a familiar form: Marion, so real to him in this mome of triumph that he can see her, glowing like an angel, in gown worthy of the occasion. But the illusion won't last; the blink of an eye she is gone, and Wallace hears the ch and fingers the cloth she gave him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles of Scotland are gathered in the huge chamber; massive table runs across the far end of the room, and al on either side are the two rival factions of nobles, glar at each other. Old Craig is in the center, with young Rob the Bruce on his right. There is a general MURMUR along t nobles, and Robert whispers to Craig...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does anyone know his politics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But his weight with the commoners  could unbalance everything. The  Balliols will kiss his ass, so we  must.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A court STEWARDS steps in and formally announces...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lords of Scotland: Sir William  Wallace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles on each side of the table try to outdo each ot in their acclamation as Wallace strides in, flanked by Ha Campbell, and Stephen, splendid in their tartans. Old Craig rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir William. In the name of God, we  declare and appoint thee High  Protector of Scotland! And thy  captains as aides decamp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles rise; court attendants hurry to Wallace and dr a golden chain of office around his neck. Wallace takes t three smaller chains they bring and drapes them around th necks of his friends, as once again the nobles applaud. Almost before the applause dies, a member of the BALLIOL  clan, who has kept an open seat beside him, speaks up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir William!! Inasmuch as you and  your captains hail from a region  long known to support the Balliol  clan, may we invite you to join us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Wallace's gaze has locked onto Robert the Bruce, who  stares back, the two young lions instantly recognizing th leadership power of each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are Robert the Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father fought in support of yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Balliols shrivel. The nobles on the Bruce side can ba keep from grinning. Suddenly the men on the other end of table change their attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With this new success, the result of  all of Scotland's efforts, now is  the time to declare a king!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you are prepared to recognize  our legitimate succession!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the ones who won't support  the true claim! I demand consideration  of these documents!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace glances again at the Bruce, who suddenly feels as of the bickering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those were lies when they were  written! Our documents prove  absolutely that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly Wallace turns his back and walks toward the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir William! Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have beaten the English! But  they'll come back, because you won't  stand together. There is one clan in  this country -- Scotsmen. One class --  free. One price -- courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns again and strides toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... what will you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will invade England. And defeat  the English on their own ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Invade?! That's impossible, it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace slings out his broadsword and moves down the leng of the table, bashing the succession documents into the l of the nobles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LISTEN TO ME! Longshanks understands  this! This!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He brandishes the broadsword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a difference between us.  You think the people of this country  exist to provide you with position.  I think your position exists to  provide the people with freedom. And  I go to make sure they have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace bangs through the door. Suppressing smiles, his  friends file out behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace and his men are marching away, as Robert the Bruc runs out after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! ...I respect what you said.  But remember, these men have lands,  castles. Much to risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the common man who bleeds on the  battlefield, does he risk less?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But from top to bottom this  country has no sense of itself. Its  nobles share allegiance with England  and its clans war with each other.  If you make enemies on both sides of  the border, you'll end up dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all end up dead. It's only a  question of how. And why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace walks; Robert catches up and speaks to him in an  urgent half whisper, so that no one else can hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no coward! I want what you want!  But we need the nobles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobles? What does that mean -- to be  noble? Your title gives you claim to  the throne of our country. But men  don't follow titles, they follow  courage! Your arm speaks louder than  your tongue. Our people know you.  Noble and common, they respect you.  If you would lead them toward freedom,  they would follow you. And so would  I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace walks away, leaving Robert the Bruce alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCOTTISH ARMY",
          "text": "Wallace rides at the head of his army, moving through the countryside of northern England. It is autumn, the foliag is beautiful, the wheat fields gold with harvest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A medieval city guarded by a fortress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROYAL GOVERNOR is a spoiled young man, Longshanks' ne He is studying maps and written appeals for help; his CAP of defenses strides in with another note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Message from your cousin, the Prince.  He says London has no more troops to  send.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every town in Northern England is  begging for help! Where will Wallace  strike first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should think these smaller  settlements along the border...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hear shouts as a rider arrives and dismounts. They l out to see a panicked RIDER, who shouts up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He advances!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To what town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He comes here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as civilians flee the walled city in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCOTTISH ARMY",
          "text": "has cut a huge tree and placed it on wheels. It rumbles  ominously TOWARD CAMERA... THE CIVILIAN PANIC CONTINUES as more people join the swel of those leaving York. THE SCOTTISH ARMY keeps coming on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE WALLS OF THE CITY",
          "text": "The governor is furious and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will not allow a bandit to panic  the greatest city in Northern England!  Close off the escapes! Let no one  leave!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city has emptied already, Sire.  Only the Scottish civilians remain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Governor turns to his captain with a look worthy of h uncle, Longshanks the King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BATTERING RAM",
          "text": "as it picks up speed and SLAMS into the wooden gate of th city. With the collision, THE BATTLE IS ON. It's a night  battle: torches, flaming arrows, pots of boiling oil bein splashed down at the attackers, who swarm the gate. The oil beats the first wave of Scots back, but Wallace r forward, grabbing the ram cart with his own hands; the  attackers rally to him, helping him slam the gate again a again. It breaks; but behind it is an awful tangle of car broken sheds, impenetrable rubbish. Wallace grabs a torch throws it into the wooden tangle, and shouts --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back! Wait for it to burn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CITY",
          "text": "The Captain hurries into the tower room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've breached the wall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then do as I ordered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE WALLS",
          "text": "The Scots wait, biding their time as the barrier burns. Suddenly they look up in horror; the English are throwing the bodies of hanged Scots over the wall. They stare at this in mute shock. Wallace is frozen, his  eyes reflecting his boyhood reaction. His men rush forwar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STOP! NOT YET! LISTEN TO ME! (beat) They wish to frighten us! Or goad us  into attacking too soon! Don't look  away! LOOK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots look at the hanging bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behold the enemy we fight! We will  be more merciful than they have been.  We will spare women, children, and  priests. For all else, no mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace draws his broadsword. The burning debris inside t gate collapses, leaving a tunnel through the fire. Wallac screams, and leads the charge through the burning barrier",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prince Edward and Phillip, his fencing friend and lover,  hear a contingent of horsemen clatter into the courtyard  below; they look out the window and see the arrival of  Longshanks. They lean back into the room and Edward begins to pace  nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not your fault! Stand up to  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward shows Phillip the dagger he has concealed in his b behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will stand up to him, and more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks bangs the door open and stalks in angrily. Fir he glares at Phillip with obvious loathing, then turns hi piercing stare to his own son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What news of the north?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing new, Majesty. We have sent  riders to speed any word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While I am in France fighting to  expand your future kingdom I learn  that Stirling castle is lost, our  entire northern army wiped out! And  you have done nothing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have ordered conscriptions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A messenger enters and hands the prince a message. Edward reads it and nearly loses his balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace has sacked York!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impossible. (to messenger) How dare you bring a panicky lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The messenger has also brought a basket. He approaches th central table with great dread and places the basket on i uncovering its contents. Prince Edward is closest; he loo in, then staggers back, stunned. Longshanks moves to the  sack coldly, looks in, and withdraws the severed head of nephew, York's (former) Governor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sire! Thy own nephew! What beast  could do such a thing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The king drops the head back into the sack, unmoved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he can sack York, he can invade  lower England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We would stop him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward, who is this shitpoker who  speaks to me as if I needed his  advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have declared Phillip my High  Counselor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks nods as if impressed. He moves to Phillip and  examines the gold chain of office that the young man wear Then Longshanks grabs him and throws him out the window, same one Edward and Phillip were looking out, six stories above the courtyard. We hear Phillip's SCREAM as he falls Edward rushes toward the window in horror. He looks out a the result, turns back toward his father in shock and hat and only then remembers the dagger and goes for it. He stabs at Longshanks; the old king smiles at the attack parrying, letting his arms be cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fight back at last!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Longshanks unleashes his own hateful fury; he grappl with Edward, knocking the dagger away and hurling him to floor; then Longshanks kicks his son, again and again. He exhausts his fury on him. Edward is a bloody mess; Longshanks coughs up a bit of bl He ignores it and his son's wreckage, and goes back to th discussion, as if this fight was normal business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must sue for a truce, and buy him  off. But who will go to him? Not I.  If I came under the sword of this  murderer, I would end up like my  nephew. And not you, the sight of my  faggot son would only encourage an  enemy to take over this country. So  whom do I send?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks calculates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full encampment, across an English field; campfires cha the dawn chill. Soldiers sharpen swords and spear points. Wallace is huddled with his inner circle, all except Camp who receives a report from a scout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A royal entourage comes, flying  banners of truce, and the standards  of Longshanks himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace buckles on his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ENGLISH PAVILION TENT",
          "text": "Set up for a meeting in a sunny meadow. Wallace and his m ride in, wary, ready for ambush. They surround the tent. There are two dozen royal soldiers there, but they make n threatening moves. No sound from the tent. Wallace rests his hand on the han of his broadsword, ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks! I have come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Servants pull back the sides of the tent door, and a tall slender, shapely female figure appears there. There in th shadows, she looks just like Marion! William is not the o one who notices the resemblance; he glances at Hamish and Campbell and sees them haunted by it too. Is this another dream? He pales, as she steps into the morning sun. She m toward him, her face lowered. It is Marion! She reaches him, lifts her face... and he sees the Prince William is relieved -- and yet as he sees the Princess mo closely he is still shaken by the resemblance in the way carries herself, her shape, the fall of her hair. The Princess is struck with Wallace, too -- tall, powerfu and commanding. Wallace dismounts, and moves to face her. Their eyes hang on each other. She sees something that sh has not seen in the face of a man in her whole life. She surprises him by bending at the knee, in a half-submi yet proud curtsey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the Princess of Wales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife of Edward, the king's son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods; somehow she is already ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I come as the king's servant, and  with his authority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's battle I want, not talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But now that I am here, will you  speak with a woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leads him under the pavilion, a purple canopy shading rich carpets laid on the bare ground. Watching the gorgeo walk, Stephen lies back on his saddle and twitches his le like a horny dog. Hamish backhands him; Campbell, Hamish Stephen quickly dismount and follow the procession,  shouldering their way in beside the Princess's French gua so they can watch Wallace's back. The rest of the Scots  surround the tent, ready for ambush. Nicolette is among the royal attendants there; seeing Wal she shoots a glance at the Princess that says Ooo-La-La! servants have brought a throne for the Princess, a lower  chair for Wallace. She sits; he refuses the chair. She studies him, taking in his anger and his pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand that you have recently  been given the rank of knight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have been given nothing. God makes  men what they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did God make you the sacker of  peaceful cities? The executioner of  the king's nephew, my husband's own  cousin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "York was the staging point for every  invasion of my country. And that  royal cousin hanged a hundred Scots,  even women and children, from the  city walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But knowing Longshanks' family, she glances at a richly  dressed Advisor, a CRONY of the king, who averts his eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks did far worse, the last  time he took a Scottish city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crony mumbles to her in LATIN, WITH SUBTITLES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Latin) He is a murdering bandit, he lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Latin!) I am no bandit. And I do not lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are startled at Wallace's fluency in Latin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or in French if you prefer that:  Certainmous et ver! Ask your king to  his face, and see if his eyes can  convince you of the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares for a long moment at Wallace's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamilton, leave us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M'lady --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave us now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reluctantly obeys. Seeing that she wants the exchange be private, Wallace turns and nods for his men to leave. Stephen, who has been admiring the lady's beauty non-stop leans in and whispers to William...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her husband's more of a queen than  she is. Did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen moves off with Hamish and Campbell. Wallace and t princess are left alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us talk plainly. You invade  England. But you cannot complete the  conquest, so far from your shelter  and supply. The King proposes that  you withdraw your attack. In return  he grants you title, estates, and  this chest with a thousand pounds of  gold, which I am to pay to you  personally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Lordship. And gold. That I should  become Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peace is made is such ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLAVES ARE MADE IN SUCH WAYS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The outburst startles even those watching from a distance The Princess is mesmerized by Wallace's passion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you have suffered. I  know... about your woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was my wife. We married in secret  because I would not share her with  an English lord. They killed her to  get to me. And she was pregnant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess is stunned; Wallace is dead still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never told anyone. I don't know  why I tell you -- except because you  look... much like her. And someday  you will be a queen, and you must  open your eyes! (beat) Tell your king that William Wallace  will not be ruled. Nor will any Scot,  while I live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess rises slowly from her chair, moves in front him, and lowers herself to her knees. The Crony and her o attendants, seeing this from a distance, are shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir. I leave this money, as a gift.  Not from the king, but from myself.  And not to you, but to the orphans  of your country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lifts her face. Their eyes hold a moment too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace and his captains sit on horseback at the head of  their company and watch as the Princess' procession leave Hamish studies Wallace's face; Wallace notices and gives a non-committal shrug. As the carriage rolls away, its wi curtains lift back slightly. All they see are the Princes fingers, but they know she looked back. Wallace reins his horse away, to ride back to camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors open; the Princess enters Longshanks' war counc Prince Edward is there, among a dozen others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My son's loyal wife returns, unkilled  by the heathen. So he accepted our  bribe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He did not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why does he stay? My scouts say  he has not advanced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waits. For you. He says he will  attack no more towns -- if you are  man enough to come fight him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You spoke with this Wallace in  private. What kind of man is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...A mindless barbarian. Not a king  like you, M'lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scottish nobles have sent him no  support. His army starves. Our stall  has worked, he must withdraw. You  may return to your embroidery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Humbly, M'lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She barely curtseys, and starts out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You brought back the money, of course?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He already knows she didn't; Hamilton is standing near hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I have it to ease the suffering  of the children of this war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glances at son) This is what happens when you must  send a woman. And a fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgive me, Sire. I thought that  generosity might demonstrate your  greatness to those you mean to rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My greatness is better demonstrated  with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a box at his feet the king withdraws a crossbow and  throws it onto the table. Most of those there are shocked",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The weapon has been outlawed by the  Pope himself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the Scots will have none of them,  will they? My armorers have already  made a thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks smiles. No one notices that the Princess is de pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots are lining up to leave their encampment. Wallac is about to give the signal to start the march when Hamis beside him, comes alert; a small group of riders in  distinctive attire are coming toward them; what can this",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William -- French guards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The riders stop at a distance, and out from their ranks c a single rider, sitting sidesaddle. It is Nicolette. Wallace and Hamish recognize her from the Princess's visi She trots her horse the rest of the way, while the French guards stay back. Hamish helps her from her horse. She mo to Wallace, and opens the heavy folds of her heavy riding cape. Secreted there, hung from a rope at her neck, is a crossb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace has gathered the nobles, among them Robert the Br Mornay, and old Craig, for a demonstration. Hamish and St have placed a spearman's chestplate against a bale of hay As William cranks the crossbow to its full cocked positio and places a bolt in its slot, Stephen tucks a melon behi the armor. William aims... and fires. The bolt slashes through the a and punches through the armor and the melon, leaving no d what it would do to a man's heart. The nobles pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is why the Pope outlawed the  weapon! It makes war too terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many does Longshanks have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thousand. (beat) You have made me Guardian of Scotland.  So I tell you this is what we face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must sue for peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peace?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cannot defeat this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With cavalry -- not heavy, like the  English, but light, fast horsemen,  like you nobles employ -- we could  outmaneuver their bowmen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is suicide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir William --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bruce sees Wallace about to explode, and tries to  intervene -- but Wallace's anger is too great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won at Stirling and still you  quibbled! We won at York and you  would not support us! Then I said  nothing! Now I say you are cowards!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles grip their weapons; Wallace, Hamish and Stephe are ready to finish this quarrel right here. Robert the B backed by Mornay, steps between the two sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Sir William! Speak with me  alone! I beg you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nobles stalk away, and Robert draws Wallace away, to target Wallace shot, so they are alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have achieved more than anyone  dreamed. But fighting these odds  looks like rage, not courage. Peace  offers its rewards! Has war become a  habit you cannot break?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question strikes deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "War finds me willing. I know it won't  bring back all I have lost. But it  can bring what none of us have ever  had -- a country of our own. For  that we need a king. We need you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then tell me what a king is! Is he a  man who believes only what others  believe? Is he one who calculates  the numbers for and against him but  never weighs the strength in your  own heart? There is strength in you.  I see it. I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must... consult with my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I will consult with mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce walks off the field, heading the way the other nobles went. Wallace rejoins Hamish and Stephen. Th look to him; what do we do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember when the English turned  their hounds on us? Maybe we should  introduce them to our dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the faint nimbus of the single candle, young Robert si across from his leper father. The son grips his own head, if stunned by a blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This... cannot be the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have said yourself that the nobles  will not support Wallace, so how  does it help us to join the side  that is slaughtered?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heartsick, the father reaches across the table, then stay his arm, unwilling to touch his son with his leprous hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My son. Look at me. I cannot be king.  You, and you alone, can rule Scotland.  What I tell you, you must do -- for  yourself, and for your country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Robert holds his father with his eyes, and does not look away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scottish army moves out onto the hilly plain, covered the gray mists. They see glimpses of the enemy in the  distance. Wallace deploys the Scots: Campbell with the  schiltrons (spear formations), Stephen with the infantry, the noble Mornay leading the cavalry, and with Wallace an Hamish on horseback, looking over the field. Hamish sees  gazing up at an empty hill above the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bruce is not coming, William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mornay has come. So will the Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd better, the odds look long. And it's nasty ground; o side of the field is ankle deep in water, and the English are covering it with a layer of burning oil, releasing th smoke to hide their movements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Priest from their home village is moving through the  Scottish ranks, dispensing absolution. He reaches the two friends, who accept the Host, say their own last prayers, and give each other a look of goodbye. Hamish rides off t join the schiltrons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONGSHANKS AND HIS GENERALS",
          "text": "on the opposite side of the field, send their army forwar",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE AND THE SCOTS",
          "text": "see them through the smoke; Wallace spots what he's looki for: there they are, the ranks of crossbowmen! And as they draw nearer, Wallace hears a haunting noise. sees the bowmen more clearly, and the English infantry. S are wearing kilts and marching to bagpipes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irish troops!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN OF IRELAND, WITH THE SCOTTISH INFANTRY",
          "text": "He stares at the approach of his countrymen. Wallace appe beside him. Stephen sees him, and is ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that's where Longshanks got his  soldiers. Irishmen, willing to kill  Scottish cousins for the English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their families are starving, they'll  feed them however they can. If you  don't want to fight them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'll stand with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loyal to the end. Wallace signals to Hamish and Campbell, among the schiltrons. The formations, bristling with spea move forward. Hamish looks back at Wallace; both men know the spearmen are the bait here. Wallace and Stephen see t English heavy cavalry advancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't be that stupid to attack  the schiltrons again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace is scanning the battlefield. He sees the English  cavalry charge, but before they reach the bristling spear they pull up, and crossbowmen, moving up behind the knigh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only a faint to shield the  crossbows!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crossbowmen fire a volley, too hurriedly. We see the  hailstorm of bolts slash through the air in unison -- you can actually see them coming. The bows fall short of the  front ranks of the schiltrons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now! Give 'em the dogs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen signals, and up the slope behind them come handle with ten war dogs. Huge mastiffs, they wear steel collars, with razor sharp  protrusions. Their handlers hold them at the end of long  catch poles. The crossbowmen are distracted from their  reloading by the appearance of the mastiffs; now, as the  Scottish handlers run toward the English ranks and unleas the dogs, fear races through the English line. The dogs tear into them. It is chaos; the bowmen can't fl and as the dogs mix among them, the bowmen fire frantical mostly hitting each other. The dogs' collars slash legs;  their jaws crush bones; even when their back legs are hac off, the frenzied dogs keep killing. Wallace signals to Mornay with the Scottish cavalry. Morn does nothing. The crossbowmen, though taking great punish are beginning to overwhelm the dogs by sheer numbers, and are regrouping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now! Charge! Charge them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mornay tugs his reins and leads his cavalry away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE ENGLISH COMMAND",
          "text": "Longshanks and his officers see Mornay and his cavalry me away. The English general looks knowingly at Longshanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mornay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For double his lands in Scotland,  and matching estates in England.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE, WITH STEPHEN",
          "text": "They see the Scottish army abandoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betrayed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace glances to the other hilltop; still no sign of Br He looks on in agony as the crossbowmen unleash another  volley. The Scottish spearmen, bunched in a tight group, helpless. The bolts fall, cutting through their helmets a breastplates like paper. Wallace has no cavalry -- and hi men are being slaughtered! He spurs his horse, and Stephe and the infantrymen race behind him. The English heavy cavalry surge to meet them, but Wallace weaves through them, dodging with his horse, slashing wit the broadsword, cutting down on knight, another, another. The Scottish infantry claws in, dragging down the horses, hacking the knights as they run by. The English bowmen are about to fire again, but they see Scottish charge bearing down on them and adjust their aim the bolts cut into the infantrymen; one bolt tears off th armor of Wallace's left shoulder. He wobbles on his horse regains his balance, and keeps up the charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE ENGLISH COMMAND",
          "text": "Longshanks and his generals are watching the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, and still they come!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use the reinforcements! But take  Wallace alive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The General signals and the English reinforcements surge  into the battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE THICK OF THE BATTLE",
          "text": "On horseback, Wallace fights his way into the watery edge the field, where English infantry is now overrunning the  schiltron. He hacks men down left and right, reaches the  Scottish center, and finds Hamish bending over another  soldier. Wallace dismounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish! Ham --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Wallace sees that Hamish is holding his father, falle in battle. Wallace has no time to react; he cuts down and English swordsman moving in to hack Hamish's back. Wallac lifts Campbell across the saddle, and shouts at Hamish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get him away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish obeys, jumping onto the horse and galloping back t the rear. Wallace fights with new vengeance, swinging the double-edged broadsword with deadly accuracy. Rallied by Wallace's presence, the Scots surge back. Then Wallace sees the English reinforcement cavalry coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A charge! Form up! Form up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots pull up spears and hastily form another schiltr The spears bristle out, ready... the English horsemen thu in. But before the spears impale the horses, another flig of crossbow bolts cuts down half the Scots still fighting Hamish reaches the rear of the battle and lowers the limp body of his father to the Scottish monks who are attendin to the wounded and giving absolution to the dying... Still Wallace fights back, meeting the English charge. Th Scots hold their own. An English knight tries to ride ove William; he knocks the lance aside, and tough the horse s into him, William also unseats the rider. The rider rolls to his feet. William struggles up to meet him -- and comes face to face with Robert the Bruce. The shock and recognition stun Wallace; in that moment,  looking at Robert the Bruce's guilt-ridden face, he  understands everything: the betrayal, the hopelessness of Scotland. As he stands there frozen, a bolt punches into muscle of his neck, and Wallace doesn't react to it. Bruce is horrified at the sight of Wallace this way. He  batters at Wallace's sword, as if its use would give him  absolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fight me! Fight me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Wallace can only stagger back. Bruce's voice grows ra as he screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIGHT ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All around, the battle has decayed; the Scots are being  slaughtered. Another bolt glances off Wallace's helmet; a third rips into his thigh plate, making his legs collapse Suddenly Stephen comes through the melee, on Robert's hor He hits Robert from behind, knocking him down, and jumps the ground to try and lift William onto the horse! Robert sees a knot of crossbowmen moving up, sighting out Wallace, taking careful aim! Bruce leaps up and helps Ste sling Wallace onto the back of the horse, even covers him with his shield, deflecting another bolt fired at Wallace as Stephen mounts too. As the horse plunges away into the smoke, Robert falls to the water. His own troops reach him, realize who he is, s the horrible expression on his face, and race on after th Scots. Robert is left alone, on his knees in the water, the fire and noise of battle now dim to him, as if his senses have died along with his heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONGSHANKS",
          "text": "Looks over the battlefield, strewn with the bodies of the Scottish dead. For now, he is satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remnants of the defeated army straggle past. Wallace and  Stephen are trying to help Hamish carry his father, but n old Campbell says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son... I want to die on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But as they tilt old Campbell onto the ground, he grabs a something that starts to fall from the wound in his stoma",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whew. That'll clear your sinuses.  Goodbye, boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You're going to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I can do without one  of those... whatever it is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish is too grief-stricken to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... were like my father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old Campbell rallies one more time for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...And glad to die, like him... So  you could be the men you are. All of  ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last three words to Hamish, telling him he's a hero t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a happy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish is weeping. When he looks up again, his father has died. We PULL BACK from them in tableaux, with the army, people of Scotland, the whole gray world in defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace, still bloody and in his battered armor, removes chain of office from beneath his breastplate, lays it ont the table in front of Craig and the other nobles, and wal from the room. Hamish and Stephen see the satisfaction on the nobles' face, and follow William out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hamish and Stephen move out into the hallway after Wallac but he is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace is in the woods, in the grove of trees, looking a Marion's hidden grave. The rain falls on his face, like t But he has no tears of his own. The cold, the icy rain, t wounds, nothing seems to touch him. With his fingertips he carefully draws her embroidered cl from beneath his breastplate; hanging in his trembling ha filthy with the grime and gore of battle, it looks imposs white, something from a better, purer world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thunder, the sound of driving rain. Snug by a massive fir are Longshanks, his son Edward, and other advisors. On th far side of the room, away from the fire, the Princess st at the window and watches the rain against the panes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their nobles have sworn allegiance,  M'lord. Every last one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks savors the victory -- and gloats to his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we kill two birds at one stroke.  We recruit from Scotland for our  armies in France.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots will fight for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What choice do they have? Now they  must serve us or starve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if we have not caught Wallace --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exploding) He is gone! Finished! Dead! If he  has not yet bled to death or had his  throat cut for him, he will not  survive the winter. It is very cold --  is it not, our flower?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the other side of the window, we see the Princess as she hears him, but doesn't turn around. She looks at the  window, we snow swirling among the raindrops outside. Her eyes glisten, and her breath fogs the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elder Bruce, his decaying features sagging from his f stares across the table at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the one who is rotting. But I  think your face looks graver than  mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was so brave. With courage alone  he nearly won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So more men were slaughtered  uselessly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He broke because of me. I saw it. He  lost all will to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We must have alliance with England  to prevail here. You achieved that!  You saved your family, increased  your lands! In time you will have  all the power in Scotland!... Yet  you grieve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my heart I had begun to hope that  he would never break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All men lose heart. All betray. It  is exactly why we must make the  choices we make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mornay, in an opulent bedchamber hung with tapestries and carpeted with eastern rugs, lies in bed, tossing in the  restless sleep of a tortured soul. He thinks he hears galloping. In SUBLIMINAL FLASHES he DR of Wallace riding toward him. He wakes, and listens to a strange noise. It is hoofbeats Coming closer. He hears shouts too, screams from below -- and those strange, approaching hoofbeats...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLACE, ON HORSEBACK",
          "text": "rides up the circular stairs inside Mornay's castle! His  horse bounds up the stone -- Mornay's guards are behind h on foot, pursuing. At a landing, Wallace cuts down a guard, and gallops high",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN HIS BED, MORNAY",
          "text": "sits up gawking as the door explodes inward and Wallace r through! Mornay is frozen. Wallace slashes him down. Out in the corridor, the guards gather; they have Wallace trapped. He covers the horse's eyes with a cloth and spur his flanks. The blind animal runs through the window!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The horse and rider plunge past the sheer walls of the  castle... and into the loch! Mornay's guards and the cast servants cluster at the windows to see Wallace and the ho surface, and swim to the shore, escaping!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The news has spread through the countryside. In the town  square, drunken Scotsmen chant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace! Wal-lace! Wal-lace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old Craig rides past them, heading toward the Bruce's cas on the hill above the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert is in his central room; he hears the chanting from far below. Old Craig enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true about Mornay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Craig hands him the bloody nightshirt Mornay was wearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he rode through the window? My  God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't hide his admiration. From below, he still hears people CHANTING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks and Edward are in the royal gardens, resplende with spring. Longshanks pulls a new flower, and crushes i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His legend grows! It will be worse  than before!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You let Wallace escape your whole  army. You cannot blame me for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks glowers at his son; the Princess arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good day to you, M'Lords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mock us with a smile?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am cheerful with a plan to soothe  your miseries. All of England shudders  with the news of renewed rebellion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace's followers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace himself. If you wish to  pretend a ghost rallies new volunteers  in every Scottish town, I leave you  to your hauntings. If you wish to  take him, I know a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward snickers in derision -- but his wife is steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have faced him. Have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let her speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He will fight you forever. But what  does he fight for? Freedom first,  and peace. So grant them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The little cow is insane --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant, as you do everything else,  with treachery. Offer him a truce to  discuss terms, and send me to my  castle at Locharmbie as your emissary.  He trusts me. Pick thirty of your  finest assassins for me to take along.  And I will set the meeting, and the  ambush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, my delicate son? I have  picked you a Queen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Locharmbie is a small, picturesque castle on a hillside. the queen's entourage moves through the gates, they close behind her. She steps out of the carriage and moves into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside the great hall are thirty killers, led by their CH ASSASSIN, a cutthroat with a mangled eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We came in small groups, so the rebels  would not suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you have reached Wallace's men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We tell the villagers, and the  traitors pass it on. All that's left  is for you to say where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace is in the grove of trees where Marion is buried. Drinking in the silence, his own isolation. He hears a RU behind him, and spins, drawing the broadsword. Then his f registers... it's Hamish and Stephen. Hamish is unsure if he did the right thing in coming here unsure, until Wallace moves to them, and hugs them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are in the old secret cave; rain is falling, but it' dry inside, with a campfire smoldering at the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the food and drink. And  for bringing 'em yourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here to stay. We don't care to  live, if we can't fight beside ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen pulls a jug of whiskey from his pocket. He swigs, hands it to Hamish for a chug, then to Wallace, who decli but smiles for the first time in many weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is... one thing, William.  Longshanks is offering a truce. He  has dispatched his daughter-in-law  as his emissary, and she has sent  word that she wishes to meet you --  in a barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace frowns; a barn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hauntingly similar to the one in Wallace's childhood. As sits on his horse and looks at the place, surmounted by a white flag of truce, it gives him a chill. But in full vi of the barn, he hands Hamish his sword and rides forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE BARN",
          "text": "are the assassins, killing knives ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's William Wallace, sure! And...  he's given up his sword! Be ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They position themselves at every entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE BARN",
          "text": "Wallace reaches the barn, dismounts, and moves toward the door. But suddenly, instead of entering, he grabs the hea bar and seals the door! At this motion, Scots spring from the woods in all directions. The assassins inside realize the ambush is being turned on them, but it's too late; th hear the entrance being sealed from the outside. More Scots, led by Stephen, scramble up from hiding, plac tinder-dry brush and pitch against the barn, and set it o fire. In moments the entire barn is blazing. The Scots st back and watch the barn burn, their faces lit by the flam After awhile, there are no more screams from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess sees the burning off in the distance, like a bonfire. She stands on the wall, looking out at it. And t she sees, on a hillside, silhouetted against the night an the fire, a rider, just sitting there on his horse, looki at the castle. She runs into the castle, up the stairs, a stands on the pinnacle of the castle, so that she too is  silhouetted, and he can see her. The lone rider is William Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CANDLE",
          "text": "being placed in a window of the stable cottage, built int the outer wall of the castle. AT A DISTANCE, the candle b like a tiny beacon. And William sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE STABLE COTTAGE, THE PRINCESS",
          "text": "sits alone, wondering if her signal is going to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE CASTLE",
          "text": "Wallace climbs the castle wall, hand over hand up the mor stones, to the window twenty feet above the ground. He reaches the safety of the window cove and kneels on th ledge. He looks through the window, and sees her inside. INSIDE THE ROOM, she looks up, and sees him there. The fi glance frightens her, and yet she expected him, prayed fo him to come. Now, for a long, long moment the two of them look at each other through the glass, each realizing the  implications of this moment. She moves to the window and opens it. The wind rushing th extinguishes the candle, and he slips inside. They face e other in the darkness. Then she strikes a match and relig the candle, and they look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A meeting in a barn. It had to be a  trap. And only you would know I would  be aware of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It does me good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am much diminished since we met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wants to say something -- but instead she says someth else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There will be a new shipment of  supplies coming north next month.  Food and weapons. They will trav --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Stop. I didn't come here for  that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why did you come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because of the way you're looking at  me now. The same way... as when we  met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns his face away. Gently, she pulls it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. You looked at me... and saw  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He twists back toward the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must forgive me what I feel. No  man has ever looked at me as you  did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprised, he looks at her now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have... you have a husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have taken vows. More than one.  I've vowed faithfulness to my husband,  and sworn to give him a son. And I  cannot keep both promises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, it starts to dawn on him what she's asking, and a unexpected smile plays at his lips. Her smile lights too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand. Consider, before you  laugh and say no. You will never own  a throne, though you deserve one.  But just as the sun will rise  tomorrow, some man will rule England.  And what if his veins ran not with  the blood of Longshanks, but with  that of a true king?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot love you for the sake of  revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But can you love me for the sake  of all you loved and lost? Or simply  love me... because I love you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly, he reaches to the candle flame, and pinches it ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE SHADOWS OF THE COTTAGE BED",
          "text": "we see the surging, pent-up passion... and",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOVERS",
          "text": "Their bodies limp, they lie asleep, entwined. The first r of morning spread yellow light through the room and acros their faces. Wallace wakes suddenly; sunlight! He grabs for his clothe as she wakes, covers herself in the blanket and jumps out bed, rushing to the window to look out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one! Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches her, throws the window open, and sees a clear  path down the wall to safety. He stops and looks at her, touches her face in gratitude. She has to ask...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When we... did you think of her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pausing to look straight into her eyes, he kisses her --  her, not Marion -- and climbs out. She watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace stands alone in the grove where Marion lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Wallace and fifty men gallop through a village on the to an English fortress; the villagers drop what they're d and run to follow them; we see Wallace's face, relentless as he hacks men down in the attack; with the fortress sac and smoking in the background, we see Wallace lead his me away, the people cheering him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once again, Wallace stares at the fire, beside his friend",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rest, William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your rest is making me exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stephen offers the jug; Wallace declines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, it'll help you sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye. But it won't let me dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pulling a tattered tartan around himself, he lies down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits by a palace hearth, where a huge blaze burns; sti he's huddled beneath a blanket, and coughing blood. But h ignores the ice in his lungs; his mind is plotting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PRINCESS, EXT. THE WALLS OF HER CASTLE",
          "text": "she walks the parapets alone, lost in her own thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT THE BRUCE, IN A STONE ROOM OF HIS CASTLE",
          "text": "sits staring at... the stone coffin of his father. The co is closed; on its top is a lifesize stone carving of his  father as a knight in final repose. Ranks of candles ligh the scene, and Robert's face, cold as the stone. A SHUFFL Robert looks up to see old Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May he rest in peace... You have  already sealed the coffin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was a modest man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It will not be long before Longshanks  too is encased in stone, and his  crowns divided for others to wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Craig sits next to Robert, and keeps his voice low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our nobles are frightened and  confused... Wallace has the commoners  stirred up again, from the Highland  clans to the lowland villages. In  another six months Christ and the  Apostles could not govern this  country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert only stares at his father's stone coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks knows his son will scarcely  be able to rule England, much less  half of France. He needs Scotland  settled, and he trusts you, after  Falkirk. If you pay him homage, he  will recognize you as king of  Scotland. Our nobles have agreed to  this as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shows Robert a parchment bearing the noblest names in  Scotland. The Bruce barely glances at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I pay homage to another's throne,  then how am I a king?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homage is nothing. It is the crown  that matters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crown is that of Scotland. And  Scotland is William Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is another matter. There is a  price to all this, required both by  Longshanks and our nobles. Pay it,  and you will be our king. And we  will have peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert turns from his father's coffin, to look at Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A commotion; the nobles, their heads hooded, are led in o horseback by guerrillas from the village. The nobles stop feel their hoods pulled off, and see Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir William. We come to seek a  meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've all sworn to Longshanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An oath to a liar is no oath at all.  An oath to a patriot is a vow indeed.  Every man of us is ready to swear  loyalty to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So let the council swear publicly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cannot. Some scarcely believe you  are alive. Other think you'll pay  them Mornay's wages. We bid you to  Edinburgh. Meet us at the city gates,  two days from now, at sunset. Pledge  us your pardon and we will unite  behind you. Scotland will be one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace glances at Hamish and Stephen, who can barely hid their contempt. Wallace looks at the nobles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will meet you, but only one way --  if Robert the Bruce is there, and  puts his hand on my Bible, and swears  his loyalty to Scotland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has already agreed to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace stands alone, looking at the moon and stars. Hami moves up and sits down beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know it's a trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably. But we can't win alone. We  know that. This is the only way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to be a martyr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor I! I want to live! I want a home  and children and peace. I've asked  god for those things. But He's brought  me this sword. And if He wills that  I must lay it down to have what He  wants for my country, then I'll do  that too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just a dream, William!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've lived a dream together. A dream  of freedom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your dreams aren't about freedom!  They're about Marion! You have to be  a hero, because you think she sees  you! Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dreams of Marion are gone. I killed  them myself. If I knew I could live  with her on the other side of death,  I'd welcome it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William, Hamish, and Stephen are on their horses, looking down at the road leading into the city. Wallace hands his dagger to Stephen, and unbuckles his broadsword and gives to Hamish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep these. We're going too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. One of us is enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace hugs them, first Stephen, then Hamish. Tears roll down Hamish's cheeks. With one last look at his friends,  Wallace rides away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house looks quiet as Wallace rides toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce and Craig stand at the hearth, tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He won't come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He will. I know he will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They hear the approach of a single horse. The Bruce looks out to see Wallace arriving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. And unarmed. My God, he has a  brave heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE HOUSE",
          "text": "Wallace dismounts and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace appears at the doorway into the main room, and st Bruce faces him. The eyes of BOTH MEN meet, saying everyt Wallace steps into the room. He sees something flicker on Bruce's face -- shame -- just as henchmen in the rafters  drop a weighted net and it envelopes Wallace. English soldiers spring from the closets, run down the st and tumble over him, ripping at his clothes, searching as broadswords might spring from his boots. They bind Wallace hand and foot. He stares at Robert the  Bruce, who averts his eyes. The soldiers hurry Wallace ou the back, where others are bringing up horses. Robert gra the English Captain of the soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is not to be harmed. I have your  king's absolute promise that he will  be imprisoned only!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Captain looks at Bruce the way the High Priest must h looked at Judas, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we will have peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce spots something on the floor that must h fallen from Wallace's clothes as they grabbed him; Bruce  lifts the white handkerchief, and sees the familiar thist embroidered on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A procession of heavily armed English soldiers winds its toward London, Wallace strapped to an unsaddled horse, hi head bare to the sun. Country people come out to jeer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't look so fearsome, does he?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thrown rock careens off Wallace's check; rotten fruit s his shirt. His lips are so parched they bleed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edward inspects his father, who lies semiconscious in bed breath rattling ominously in his chest. Edward approves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Princess hurries up to her husband as he leaves the k bedroom, and follows him down the hall to his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true? Wallace is captured?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simply because he eluded your trap,  do you think he is more than a man?  My father is dying. Perhaps you should  think of our coronation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When will his trial be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace's? For treason there is no  trial. Tomorrow he will be charged,  then executed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a faint smile, he shuts his bedroom door in her face",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bruce is incredulous, yelling at Craig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks promised!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are surprised he would lie?  Balliol was murdered in a church  yesterday. You are Longshanks' new  designate. You will be king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace stands in medieval restraints worthy of Hannibal  Lecter. Before him are six scarlet-robed royal magistrate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "William Wallace! You stand in taint  of high treason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PUSH IN on the iron mask that binds his face. We can o see his eyes -- but they are bright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Treason. Against whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Against thy king, thou vile fool!  Hast thou anything to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never, in my whole life, did I swear  allegiance to your king --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It matters not, he is thy king!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- while many who serve him have  taken and broken his oath many times.  I cannot commit treason, if I have  never been his subject!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confess, and you may receive a quick  death. Deny, and you must be purified  by pain. Do you confess? ...DO YOU  CONFESS?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not confess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then on the morrow, thou shalt receive  they purification... And in the end,  I promise you'll beg for the axe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TOWER",
          "text": "The stone prison, and the wretched stone section known to this day as the Wallace Tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace is alone in his cell, still in the garish restrai We can only see his eyes, as he prays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am so afraid... Give me strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE CELL DOOR",
          "text": "The jailers jump to their feet as the Princess enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Highness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will see the prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've orders from the king --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The king will be dead in a month!  And his son is a weakling! Who do  you think will rule this kingdom?  Now OPEN THIS DOOR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jailer obeys. The Princess can barely contain her sho at the sight of Wallace; the jailers snatch him upright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your feet, you filth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Leave me! (they hesitate) There is no way out of this hell!  Leave me with him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reluctantly the jailers shuffle out of the cell, but they can still see her back and hear her. Looking at Wallace's eyes through the mask, she can't quite hold back her tear dangerous tears, that threaten to say too much. Wallace t to distract her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M'lady... what kindness of you to  visit a stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, I... come to beg you to confess  all, and swear allegiance to the  king, that he might show you mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will he show mercy to my country?  Will he take back his soldiers, and  let us rule ourselves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mercy... is to die quickly. Perhaps  even live in the Tower. In time, who  knows what can happen, if you can  only live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I swear to him, then everything I  am is dead already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wants to plead, she wants to scream. She can't stop t tears. And the jailers are watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your people are lucky to have a  princess so kind that she can grieve  at the death of a stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She almost goes too far now, pulling closer to him -- but she doesn't care. She whispers, pleading...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will die! It will be awful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every man dies. Not every man really  lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls out a hidden vial, and whispers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drink this! It will dull your pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It will numb my wits, and I must  have them all. If I'm senseless, or  if I wail, then Longshanks will have  broken me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't bear the thought of your  torture. Take it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the verge of hysteria, she presses the vial to the air hole at his mouth and pours in the drug. The jailers, see suspicious movement, shift inside the cell; she backs up, her eyes wide, full of love and goodbye. From inside the  mask, he watches her go. When the door CLANGS shut, he sp the purple drug out through the mouth hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks lies helpless, his body racked with consumptio Edward sits against the wall, watching him die, glee in h eyes. The Princess enters, and marches to the bedside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have come to beg for the life of  William Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fancy him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I respect him. At worst he was a  worthy enemy. Show mercy... Oh thou  great king... and win the respect of  your own people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Longshanks shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even now, you are incapable of mercy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The king can't speak. But hatred still glows in his eyes. The princess looks at her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor you. To you that word is as  unfamiliar as love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before he lost his powers of speech,  he told me his one comfort was that  he would live to know Wallace was  dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans down and grabs the dying king by the hair. The  guards flanking the door start forward but the Princess's eyes flare at them with more fire than even Longshanks on showed -- and the guards back off. She leans down and his to Longshanks, so softly that even Edward can't hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see? Death comes to us all. And  it comes to William Wallace. But  before death comes to you, know this:  your blood dies with you. A child  who is not of your line grows in my  belly. Your son will not sit long on  the throne. I swear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lets go of the old king. He sags like an empty sack b onto his satin pillows. Without even a look at her husban she strides out of the room, with the rattling breath of dying king rasping the air like a saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is festive; hawkers sell roast chickens, and be from barrels. Royal horsemen arrive, dragging Wallace str to a wooden litter. As they cut him loose and lead him th the crowd, the people begin to jeer and throw things at h chicken bones, rocks, empty tankards. We see a former English soldier, one of those who fled in terror at the battle of Stirling, lift a stone from the s and hurl it; it cracks against Wallace's cheek. Wallace's eyes capture the soldier, and hold him, piercin his soul. The soldier looks away in shame, even as the re of the crowd jeers more. Grim magistrates prod Wallace and he climbs the execution platform. On the platform are a noose, a dissection table with knives in plain view, and a chopping block with an  enormous axe. Wallace sees it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will use it all before this is  over. Or fall to your knees now,  declare yourself the king's loyal  subject, and beg his mercy, and you  shall have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He emphasizes \"mercy\" by pointing to the axe. Wallace is  pale, and trebles -- but he shakes his head. The CROWD gr noisier as they put the noose around Wallace's neck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- THE PRINCESS, in helpless agony, hearing the DISTANT N from her room in the palace... -- Hamish and Stephen, disguised as peasants among the cr helpless too, but there, as if to shoulder some of the pa -- Longshanks, rattling, coughing blood, as Edward watche -- Robert the Bruce paces along the walls of his castle i Scotland. His eyes are haunted; he grips the embroidered  handkerchief that belonged to Wallace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE EXECUTION STAND",
          "text": "a trio of burly hooded executioners cinch a rope around  Wallace's neck and hoist him up a pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it! Stretch him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the SCORE, AMAZING GRACE, wailed on bagpipes, carries  through all that happens now... Ties hand and foot, Walla is strangling. The Magistrate watches coldly; even when t executioner gives him a look that says they're about to g too far, he prolongs the moment; then the Magistrate nods and the executioner cuts the rope. Wallace slams to the  platform; the Magistrate leans to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pleasant, yes? Rise to your knees,  kiss the royal emblem on my cloak,  and you will feel no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With great effort, Wallace rises to his knees. The Magist assumes a formal posture and offers the cloak. Wallace struggles all the way to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well then. Rack him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The executioners slam Wallace onto his back on the table, spread his arms and legs, and tie each to a crank. Goaded the crowd, they pull the ropes taut. They crowd grows qui enough to hear the groaning of Wallace's limbs. Hamish an Stephen feel it in their own bodies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonderful, isn't it, that a man  remains conscious through such pain.  Enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace shakes his head. The executioners cut off his clo take hot irons from a fire box. The crowd grows silent; w see them, not Wallace, as the irons are touched to his bo but we hear the burning of flesh. Then the Magistrate sig Wallace wants to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That... will... clear your sinuses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone hears; Hamish smiles, even through his tears. Rebuffed, the Magistrate nods to the executioners, who li the terrible instruments of dissection. We are spared seeing the cutting: we are ON WALLACE'S FAC as the disembowelment begins. The Magistrate leans in bes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can all end. Right now! Bliss.  Peace. Just say it. Cry out. \"Mercy!\"  Yes?... Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd can't hear the magistrate but they know the  procedure, and they goad Wallace, chanting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mer-cy! Mer-cy! Mer-cy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace's eyes roll to the magistrate, who signals QUIET!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(booming) The prisoner wishes to say a word!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE. Hamish and Stephen weep, whisper, pray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mercy, William... Say Mercy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wallace's eyes flutter, and clear. He fights through the  pain, struggles for one last deep breath, and screams...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREEEEE-DOMMMMMM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shout RINGS through the town. Hamish hears it. The  Princess hears it, at her open window, and touches her tu just showing the first signs of her pregnancy. Longshanks and his son seem to hear; the cry STILL ECHOES as if the  wind could carry it through the ends of Scotland; and Rob the Bruce, on the walls of his castle, looks up sharply, if he has heard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE LONDON SQUARE",
          "text": "the crowd has never seen courage like this; even English  strangers begin to weep. The angry, defeated magistrate g a signal. They cut the ropes, drag Wallace over and put h head on the block. The executioner lifts his huge axe -- Wallace looks toward the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees Hamish, eyes brimming, face glowing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW MOTION",
          "text": "begins to drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the last half-moment of his life, when he has already  stepped into the world beyond this one, he glimpses someo standing at Hamish's shoulder. She is beautiful, smiling, serene. She is Marion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT THE BRUCE",
          "text": "His face has changed. He is standing AT THE OPEN GRAVE WH MARION LAY, the headstone carved with the thistle still t He holds the handkerchief. As he tucks it into his own po and we MOVE IN on his eyes, we realize the VOICE OVER bel to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After the beheading, William Wallace's  body was torn to pieces. His head  was set on London bridge, where  passerby were invited to jeer at the  man who had caused so much fear in  England. (beat) His arms and legs were sent to the  four corners of Britain as warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "We see the people, as the remains of William Wallace are  displayed in a box. The faces of the young men are fiery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It did not have the effect that  Longshanks planned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More young men put on tartans, take up their weapons, and gather into fighting units. Among them is Hamish, carryin shield emblazoned with a cocked arm holding a broadsword, and the words \"For Freedom.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce, flanked by the noblemen and the banners the Scottish throne, and backed by a ragtag army of Scots sits on his horse and looks down at the English generals their martial finery. The English are haughty, victorious at the head of their colorful, polished army, awaiting th ceremony of submission from Scotland's new king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I, Robert the Bruce, backed by a  body of Scottish veterans, rode out  to pay homage to the armies of the  English king, and accept his  endorsement of my crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM BELOW, ON THE OPEN PLAIN",
          "text": "The Scots -- the remains of William Wallace's army -- loo so ragged and defeated that it hardly seems worth the wai One ENGLISH COMMANDER turns and jokes with another...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you washed your ass this mornin --  it's never been kissed by a king  before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UP ON THE HILL, Robert the Bruce sits on his horse, and w He looks down at the English generals, at their banners,  their army. He looks down the ranks at his own. He sees Hamish. Stephen. Old MacClannough is there, his e watery, his weapon sharp. The Scottish bride Lord Bottoms took is there, among the ragtag archers, her husband besi her. Robert knows none of them -- yet he knows them all. Old Craig, among the other Scottish nobles mounted beside the Bruce, grows impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come, let's get it over with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Robert holds something -- uncurling his fist, he look at the thistle handkerchief that belonged to Wallace. The nobles start to rein their horses toward the English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robert the Bruce tucks the handkerchief safely behind his breastplate, and turns to the Highlanders who line the hi with him. He takes a long breath, and shouts --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have bled with Wallace! Now bleed  with me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce's broadsword slides from its scabbard. A cry rises  from Highlanders, as from a tomb, rising --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace! Wal-lace! Wal-lace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chant builds to a frenzy; it shakes the earth. The  Scottish nobles can scarcely believe it; the English are  shocked even more. Robert the Bruce, king of Scotland, sp his horse into full gallop toward the English, and the  Highlanders hurl their bodies down the hill, ready to run through hell itself. In SLOW MOTION we see their faces... And OVER THIS, we hear the voice of William Wallace...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the year of our Lord 1314, patriots  of Scotland, starving and outnumbered,  charged the fields of Bannockburn.  They fought like warrior poets. They  fought like Scotsmen. And won their  freedom. Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Wallace's army behind Robert the Bruce, charging down hill to victory and glory, we slow to FREEZE FRAME and he their chant, huge, echoing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wal-lace! Wal-lace! Wal-lace!",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_348"
    }
  ]
}