{
  "movie_id": "MOV355",
  "scenes": [
    {
      "location": "COW PASTURE",
      "time": "DAY",
      "characters": [
        "RUN, MR. WHITE",
        "WALT",
        "AAAHH",
        "THE END",
        "DR. BELKNAP",
        "WALTER, JR.",
        "SKYLER",
        "CUT TO",
        "GIRLFRIEND",
        "MARGARET",
        "JOCK",
        "DOWN THROUGH THE TREES",
        "TONY MONTANA, (ON TV)",
        "DOCTOR",
        "DUPREE, (0.S.)",
        "JOCK, (0.S.)",
        "END ACT THREE",
        "AN RV",
        "KRAZY-8",
        "BLACK SCREEN",
        "EMILIO",
        "ACT TWO",
        "DUPREE",
        "GOMEZ",
        "STUDENT",
        "TELLER",
        "SKYLER, (0.S.)",
        "AGENT, (RADIO V.O.)",
        "COME ON DOWN",
        "END_ACT TWO",
        "THE RV",
        "HANK",
        "AMIR",
        "HANK, (ON TV)",
        "WALT, (0.S.)",
        "BEHIND THE RV",
        "END TEASER",
        "DISSOLVE TO",
        "CHAD, (0.S.)",
        "MARIE",
        "DAMMIT, WALTER",
        "BRANCH MANAGER",
        "DVD",
        "HANK, (0.S.)",
        "ACT THREE",
        "ACT FOUR",
        "END_ACT ONE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Deep blue sky overhead. Fat, scuddy clouds. Below them, black and white cows graze the rolling hills. This could one of those California “It’s The Cheese” commercials. Except those commercials don’t normally focus on cow shit We do. TILT DOWN to a fat, round PATTY drying olive drab the sun. Flies buzz. Peaceful and quiet. Until... --. ZOOOM! WHEELS plow right through the shit with a SPLA",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN RV",
          "text": "Is speeding smack-dab through the pasture, no road in sig A bit out of place, to say the least. It’s an old 70’s er Winnebago with chalky white paint and Bondo spots. A bump sticker for the Good Sam Club is stuck to the back. The Winnebago galumphs across the landscape, scattering c It catches a wheel and sprays a rooster tail of red dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, the DRIVER’s knuckles cling white to the wheel. H got the pedal flat. Scared, breathing fast. His eyes bug wide behind the faceplate of his gas mask. Oh, by the way, he’s wearing a GAS MASK. That, and white jockey UNDERPANTS. Nothing else. Buckled in the seat beside him lolls a clothed PASSENGER, also wearing a gas mask. Blood streaks down from his ear, blotting his T-shirt. He’s passed out cold. Behind them, the interior is a wreck. Beakers and buckets and flasks -- some kind of ad-hoc CHEMICAL LAB -- spill t noxious contents with every bump we hit. Yellow-brown liq washes up and down the floor. It foams in a scum around.. +--+. Two DEAD BODIES. Two freshly deceased Mexican guys tumble like rag dolls, bumping into each other. Completing this picture is the blizzard of MONEY. A Von's bag lies leaking twenties. Fifteen, twenty grand in cash wafts around in the air or floats in the nasty brown soup CLOSE on the driver’s eyes. He’s panting like a steam engine. His mask FOGS UP until finally he can’t see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Winnebago comes roaring over a berm and down into a d gully. Too deep. BAM! The front bumper bottoms out, burying itself. WAAAAAAH! The rear wheels spin air. The engine cuts off. Silence again. The Winnie’s door kic open and out stumbles underpants man. He yanks off his ga mask, lets it drop. He’s forty years old. Receding hairline. A bit pasty. He’s not a guy who makes a living working with his hands. He’s not a guy we’d pay attention to if we passed him on street. But right now, at this moment, in this pasture? Right now, we’d step the fuck out of his way. Underpants man looks at the RV. End of the line for that. He listens hard. Out of the silence, we hear... SIRENS. They’re faint, a few miles off -- but growing louder. Our guy knows he’s boned with a capital B. He HOLDS HIS BREAT and leaps back inside the RV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chrome 9mm is clutched in the hand of one of the dead Mexicans. Underpants grabs it, tucks it in his waistband. His unconscious passenger, still strapped in his seat, le out a groan. Underpants leans past him, yanks open the gl box. He comes up with a WALLET and a tiny Sony CAMCORDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ducking outside, he starts breathing again. A short sleev DRESS SHIRT on a hanger dangles from the Winnebago’s awni Underpants pulls it on. He finds a clip-on tie in the pocket, snaps it to his collar. No trousers, unfortunatel He licks his fingers, slicks his hair down with his hands He’s looking almost pulled together now -- at least from waist-up. All the while, the sirens are getting LOUDER. Underpants figures out how to turn on the camcorder. He twists the little screen around so he can see himself in Framing himself waist-up, he takes a moment to gather his thoughts... then presses RECORD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name is Walter Hartwell White. I live at 308 Belmont Avenue, Ontario, California 91764. I am of sound mind. To all law enforcement entities, this is not an admission of guilt. I’m speaking now to my family. (swallows hard) Skyler... you are... the love of my life. I hope you know that. Walter Junior. You’re my big man. I should have told you things, both of you. I should have said things. But I love you both so much. And our unborn child. And I just want you to know that these... things you’re going to learn about me in the coming days. These things. I just want you to know that... no matter what it may look like... I had all three of you in my heart. The sirens are WAILING now, on top of us. WALTER WHITE, t underpants man, turns off the camcorder. He carefully set it on a bare patch of ground by his feet. Next to it he s his wallet, lying open where it can be seen. CLOSE ON the wallet -- a photo ID card is visible. Walt’s smiling face is on it. It identifies him as a teacher at J.P. Wynne High School, Ontario Unified School District. Walt pulls the chrome pistol from the back of his waistba aiming it across the tall weeds. It glints hard in the su Flashing red LIGHT BARS speed into view, skimming the top the weeds. Heading straight for us. Walt stands tall in his underpants, not flinching. Off hi ready to shoot the first cop he sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No president ever slept here. No millionaire ever visited This is a three-bedroom RANCHER in a modest neighborhood. Weekend trips to Home Depot keep it looking tidy, but it’ never make the cover of “Architectural Digest.” We’re in Ontario, California -- the Inland Empire. LEGEND “ONE MONTH EARLIER.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark and silent. SKYLER WHITE, late 30s, sleeps peacefull Beside her, her husband Walter is wide awake. Walt reaches over and presses a button on his Sharper Ima alarm clock. It projects the time in glowing blue numbers the cottage cheese ceiling: 5:02 AM. Walt lies motionless. Brain churning. He presses the butt again, staring straight up. 5:02 turns to 5:03. Close enough. Walt rises without waking his wife. He exit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear an o.s. SQUEAK-SQUEAK as we drift through this ro We pass an empty crib, Pampers, a baby monitor still in i box. There’s going to be a new addition to the family. We come upon the source of the SQUEAKING. It’s Walt balan on a Lillian Vernon stair-stepper, just three easy paymen of $29.95. Walt plods up and down in the darkness like he marching to Bataan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt sits down on the edge of the tub. We’re watching his face in the bathroom mirror. He masturbates. Judging by h expression, he might as well be waiting in line at the DM Walt double-takes, catching sight of himself. Distracted, examines the sallow bagginess under his eyes. He draws at the loose skin under his chin. Staring at himself long and hard, Walt loses his erection He gives up trying, pulls up his sweat pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt is dressed for work -- Dockers and a short-sleeve dr shirt courtesy of Target. An American flag pin on his tie He and Skyler eat their breakfast in silence. Skyler glances up, sees Walt puzzling over his bacon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Sizzle-Lean. We need to think about our cholesterol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Huh. Skyler’s cute in a way most guys wouldn’t have noticed ba in high school. But not soft-cute. Not in the eyes. She’s dressed for staying home -- she’s five months pregn and just beginning to show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "When’11 you be home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "I don’t want him dicking you around tonight. You get paid till six, you work till six. Not seven. Seventeen year-old WALTER, JR. enters the kitchen, dresse for school, hair still damp from the shower. The CLICK... CLICK of his forearm crutches precedes him into the room. Walt and Skyler’s son is a sweet-faced teenager who appea to have cerebral palsy. He moves slowly and awkwardly, an grinds his teeth as he labors to talk. But he’s a smart k",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hey. Just seating himself at the table is a trial for Walter, His parents don’t give him the slightest help. They treat him as if he were able-bodied, which is how he wants it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "You're late. He shrugs. She gets up, serves him breakfast. Walter, Jr. squints at the plate she plops down before him. \fWALTER, JR. What ‘’s--that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Sizzle-lean. We're watching our cholesterol. WALTER, JR. Not--me! I want--bacon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Eat it. Walter, Jr. picks at his breakfast, annoyed. WALTER, JR. What’s this--even--made of?! He looks to his dad for backup. Walt shrugs, ambivalent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J.P. Wynne High School. Home of the Fightin’ Skyhawks. Tw thousand-plus students, many of them in overflow trailers Into the faculty lot motors a 1991 Nissan wagon. It was a piece of shit when it rolled off the assembly line, and h not improved with age. It parks in a handicapped space. A handicapped placard hangs from the rear-view. Walt climbs out from behind the wheel, checks his watch. He’s late. Walter, Jr. struggles to get out of the passen side. He fumbles with his crutches and his backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "All set? (off his son’s nod) Alright, see you at home. Walt grabs his briefcase and hurries toward the building, leaving his son to work it out for himself -- which is, again, exactly how Walter, Jr. wants it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hours later. This is a chemistry classroom -- black-toppe lab tables with gas spigots. Walt is lecturing to seniors",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chemistry is the study of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "(a beat) Chemicals. Snickers from the smart kids. Walt smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Chemicals. No. Change. Chemistry is the study of change. (a beat) Think about it. Electrons change their orbits, molecules change their bonds. Elements combine and change into compounds. That’s all of life, right? The constant... (shrug) The cycle. Solution, dissolution, over and over. Walt seems to be talking mostly to himself. A pep talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Growth, decay. Transformation. It’s fascinating, really. Handsome, blonde CHAD sits slouched in the back with his jammed in the lap of his cheerleader GIRLFRIEND. He whisp to her and she giggles. Walt snaps out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Chad, keep your hands to yourself please. Is there something wrong with your own table? Chad sighs heavily and drags his stool back to an adjoini table. Doing so, he makes as much NOISE as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Alright, ionic bonds. Chapter six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last period. Wide on Walt in the background, who sits alo in this deserted room. Head down, he grades tests while h eats a sandwich from home. It’s a lonesome tableau. A physics teacher, MARGARET, enters. She’s 30s, redhead, attractive without being pretty. Sexy, more like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heya, Walt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hey, Margaret. Margaret feeds the soda machine a dollar. Walt stares at back a little too long. We feel his interest. Margaret gets her Diet Coke and turns his way. Walt lower his eyes. Margaret joins him at the table, checks her wat",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Happy Birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "(surprised) How’d you know? Walt shrugs. Smiles. Margaret does, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Thanks. She fumbles in her purse, comes up with a cigarette and lighter. She notices Walt’s surprised glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Be a champ, wouldja? Don’t narc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(amused by the word) My lips are sealed. Margaret lights up and sucks deep. Ohhh yeah. She blows smoke toward the ceiling, gives it a wave with Walt’s pap",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Walt, you are my hero. Walt glances up at her once more. She catches him doing i smiles back and holds his look. He drops his eyes first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Those things’1l kill you, you know. Margaret shrugs, exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Something always does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is one of those 60s Googie-style structures -- faded space-age futuristic. Young Mexicans dry the cars by hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt’s afternoon part-time job. He works the cash registe",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "-- Eight, nine, ten, and ten makes twenty. Thank you. Come again. The CUSTOMER wanders off, re-counting his change. Walt closes his drawer and busies himself with record keeping. AMIR, the middle-aged Persian owner, argues on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMIR",
          "text": "No. Not -- that is not what I said. What I said to you -- Amir switches to FARSI. The conversation grows more heate Finally, he barks something and hangs up. He turns to Wal",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMIR",
          "text": "My sister’s worthless son -- piece of shit! Shit! Fired for good this time! (sighs; shrugs) I’1l run the register.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Amir, no. We talked about this. Inside only. And only till six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMIR",
          "text": "I’m short-handed, Walter. What am I to do? What am I to do? Pissed, Walt unclips his tie, shoves it in his breast poc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun’s sinking low. Walt -- master’s degree, Inland Empire Science Educator of the Year for ‘92, ‘95, and ‘01 is towel-drying cars alongside the teenage vatos. His sla and shoes are spotted with soapy water. He’s grim. Walt is at work on an anthracite BMW 3-Series. As he hunk down to Armor-All the tires, we hear: \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAD, (0.S.)",
          "text": "Hey, you missed a spot. Walt looks up to see handsome CHAD smirking down at him. Young master Chad is tickled pink. This is his Beemer, by the way. Chad’s girlfriend stands in b.g., giggling into cell phone. Whispering just loud enough to be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND",
          "text": "(into phone) Ohmigod. Oh -- my -- God. You are not going to believe... She cups a hand over her mouth, turns away. Walt says nothing. He needs this job. Off him, scrubbing harder...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The speedometer vibrates at 86. Walt is alone in the car, speeding home. Tired and dirty. He’s swallowed a lot of anger today. It’s way down deep, but it glows inside him. The needle creeps up to 91. Things rattle and shake. Walt eyes fix on something ahead. Walt’s POV -- through the windshield, it’s a straight sho down the freeway. A mile ahead of us is a TRIPLE OVERPASS It’s a graceful, swooping thing made of ribbons of white concrete. It rises up out of the flatlands as we approach dwarfing everything for miles around. Walt studies it. He lets off the gas a little. Cars crawl the overpass, over and under each other. Endle strings of white headlights, red taillights. This giant structure routes them in every direction a person can tra Something about it distracts Walt. Occupies him. Walt coasts underneath it all, staring up at it through h sunroof. Once he’s past it, he speeds up again. He eyes i in his rearview mirror, then leaves it behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt’s Sentra chugs into the driveway, parking behind a s new VOLVO SUV. Staring at the Volvo, Walt is not happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Oh, shit. \f11. The front door of Walt’s house opens. Out steps a big, barrel-chested man with a bourbon in one hand. This is HA Walt’s brother-in-law. Hank raises his glass hello. He ta his watch and shakes his head -- you're late. EXT. APPLEBEE’S - NIGHT Deep suburbia. The shiny Volvo SUV is parked in foregroun INT. APPLEBEE’S - NIGHT Family night in this chain restaurant. Walt, Skyler and Walter, Jr. sit in a corner booth with Hank and his wife MARIE. Marie is Skyler’s sister. We see the resemblance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Amir, this guy’s name is? Jesus. Call Homeland Security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Hank...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "I’m serious. Call the FBI, see if he’s legal. Might not be. Ship his ass back to Camel-Land. Hank shoots a winning grin at his nephew. Walter, Jr. sno with delight as he chews a mouthful of hamburger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "(flat) I don’t know, Hank. Do they actually have camels in Iran?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "No. Horses. Arabian stallions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Arabian what? Jesus. Camels, horses -- a towel-head is a towel-head. You’re missing my... (interrupts himself) --. And they’re not Arabian anyway, they’re Persian. But you’re missing my point here. This guy is treating your husband like uh, you know. Door mat. Here Walt is, got a brain the size of Wisconsin and he’s shampooing dried cum outta some teenager's back seat? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hank --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "(to Walter, Jr.) Sorry. You didn’t hear that. (to Walt) You say the word, I’1ll go talk to this guy. I’11 set him straight. Walt gives a pained little smile, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "You sure? Happy to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No. Thank you. Let’s, please, let’s change the subject. Hank shrugs and drains his beer. He winks at Walter, Jr., who grins. The teenager worships his fire-pisser uncle. Walt can’t help but notice. Hank is everything Walt isn’t bold, brash, confident. Skyler sips her white wine. Marie stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "You’re sure it’s okay to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "After the first trimester, yes. It was even in “Newsweek.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Well, I didn’t see that. Marie disapproves. Prickly. Hank’s eyes are on the bar TV",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Oh, hey! Turn it up! Hank WHISTLES. The college-age BARTENDER glances at him, confused. Hank hustles over and keys up the volume on the nearest TV SET. They’re all wired together. Everybody in the restaurant, like it or not, has to listen to... .-. The local news. HANK, the man himself, is being interviewed on television. He’s polished and official. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK, (ON TV)",
          "text": "-- At which point we apprehended three individuals and placed them in custody. I’m proud to say that the outstanding professionalism shown by my fellow agents of the San Bernardino District Office resulted in a substantial quantity of methamphetamine being taken off the street. An on-screen graphic identifies him as “AGENT HENRY WELD, D.E.A.” The real-live Hank gives a smile and a nod, not j to his family, but to everyone in the place. Such is the force of his will that strangers APPLAUD him. Walter, Jr. holds up a hand, which Hank high-fives. WALTER, JR. Damn. TV does--add ten pounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Ah hah-hah. Sit and spin. Hank rubs the corner of his mouth with his middle finger, flipping off Walter, Jr. They’re like two teenagers. Walt eats french fries and tries his best to tune everyon out. Something on TV catches his eye. It’s the spoils of this drug bust. Laid out on a table ar bags and bags of crystal meth and several guns. But also. eight big SHOEBOXES full of CASH. Walt chews his food, watches. Despite himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hank? How much money is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Almost seven hundred thousand. Pretty good haul. The TV lingers on fat rolls of $20s rubber-banded togethe It’s more currency than Walt has ever seen outside of a h movie. He’s surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "That’s got to be unusual, right? That kind of cash? \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Mmm. Not the most we ever took. (to the room) There’s no deficit of total morons in the drug trade. And they can make a ton of money, too. At least until we catch ‘em. But we catch ‘em eventually. Hank flashes his great smile around the room. He notes Walt’s continued interest in the news report. Likes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Walt, just say the word and I‘1l take you on a ride-along. You can watch us knock down a meth lab. (good-natured) ‘Less that’s too much excitement for you. Walt forces a pained grin and shrugs -- maybe someday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are off. It’s late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt, dressed for bed in sweats and a t-shirt, checks him out in the bathroom mirror. He’s not loving what he sees. He pulls at the skin under his eyes. He COUGHS a little. In the bedroom, Skyler’s in her nightgown, sitting at the computer. She’s following the final moments of an auction eBay. Walt pads into the room, sits down beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Which one’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "(eyes on the screen) That faux-Lalique vase I picked up at the flea market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "How’s it doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "I met my reserve and there’s still two minutes. \f15. Walt nods, sits watching. Without taking her eyes off the screen, Skyler reaches over and slips a hand into Walt’s sweatpants. Walt smirks, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "You tell me. Skyler plays with him, out of sight below frame. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "What are you doing tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(shrug) Actually, I was thinking about, um. Maybe drive to Caltech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "You’re not gonna mow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Yeah, I’ll mow. JPL’s got an exhibit of Mars rover photographs. Supposed to be, the detail... just really amazing. Really beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "I just need you to mow at some point. I’d do it myself, except it always throws rocks at me. I think it needs a new bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I will mow. First thing. Skyler glances at Walt’s crotch. Good-naturedly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "What’s going on down there? Is he asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I’m just... we gotta be careful of the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Don’t worry about the baby. This is for you. We’re only doing you tonight. \f16. Obscured by the computer, Skyler gives Walt a vigorous handjob with one hand and works the mouse with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Just relax. Just... close your eyes and let it... Skyler glances again at her husband. Apparently, there’s mighty oak sprung from whence the lowly acorn lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Just close your eyes. Walt does so, concentrating. Trying hard. Tugging away, Skyler’s attention drifts back to the computer. Completel",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "+. That’s it. That’s... it. There you go. Keep going. Keep going. Keep it going. Keep... (reacting to the screen) Yes! Fifty-six. Walt’s eyes open. The thrill is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old Pasadena. Wide greenbelts and dark magnolias. The sig says “Jet Propulsion Laboratory.” Einstein was a visiting professor at Caltech, once upon a time. This place looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARS fills frame, stark red rocks and red sand. We PAN OF this blow-up of Martian terrain -- we’re in a hallway mou with two dozen such photos, big and striking. Small in the distance stands Walt. He’s not looking at an of these photos. He’s down an adjacent hallway, staring a something else, instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He’s studying names engraved on an old plaque. It’s a lis of grad students awarded a particular research grant. Closer. “ORGANIC CHEMISTRY, 1988 -- Walter H. White.” Walt stares at his own name on the plaque. We can’t read thoughts, but we can guess at them. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An outdoor snack bar. Walt sits alone. Around him, young STUDENTS pore over textbooks or quietly type on laptops. Walt sips his coffee and stares into space. At the nearest table, a CHINESE GUY sits with two CHINESE GIRLS. They’re laughing and talking in CANTONESE. They ke their voices low so their gossip might not be overheard - but it’s not like we have any idea what they’re saying. Walt takes another sip of coffee, carefully sets down the cup. He looks at his hand for a long moment. He notices his fingers are TREMBLING slightly. He makes a fist, squeezes it tight. Opens it. The Asian students are talking a mile-a-minute, the two g giggling. Walt glances at them, looks back to his hand. H presses it flat against the tabletop. UP-ANGLE -- as seen through this GLASS TOP TABLE, Walt’s fingers stick to the surface. They pull loose with a slow gluey SLURP. CLOSER on Walt. He rubs his mouth, sneaks his fingertips his carotid artery just under his ear. He’s feeling his pulse. The furtive whispering in CHINESE fills his head. He’s starting to breathe faster. His cellphone RINGS. He glances at the readout screen. “HOME,” it says. Walt silences it, tucks the phone back i his pocket. Rapid-fire CHINESE is all we hear. Now it gets drowned ou by a sudden WHOOSH that makes Walt blink. It’s the whoosh the nearby cappuccino machine. It’s unnaturally loud, lik jet engine. Walt’s had enough. Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN THROUGH THE TREES",
          "text": "Magnolia leaves sway in f.g. We’re looking down at Walt, tiny in the distance, as he rises to his feet. He makes i three steps before he COLLAPSES, flipping an empty table. Students look up, hesitate. The Chinese guy and a couple others rise to help. Off Walt, lying on his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACT TWO",
          "text": "INT. ER —- EXAM ROOM - DAY Walt is conscious, seems okay. He sits in a blue paper go legs dangling off an exam table. He’s alone, waiting. Absently tapping the table. He’s been here for hours. Muffled RINGING. Walt reaches for his pants, fishes out h cellphone. “HOME” is yet again displayed on the readout. Walt considers, answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hey. (a beat) Yeah, sorry. I had it turned off. I was, uh... (a beat) Yeah, probably about an hour or so. Amid the bustle out in the hall, two ER DOCTORS stand conferring. They’re looking at blood chemistry results -- first one man studies them, then the other. When one of t glances back our way, we realize they’re talking about Wa Walt sees this. He can’t hear what they’re saying, but it looks weighty. Walt is anxious. However, he doesn’t let i come through in his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I’m at Caltech. I ran into an old professor, we got to talking. I should be home in about an hour. Okay. Walt clicks off. He looks again to the doctors in the hal One man nods to the other, walks off. The remaining docto puts on his bedside smile and enters Walt’s room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Sorry for the wait. You can put your clothes back on. Walt climbs off the table, steps into his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I’ve had it before. Low blood sugar. Stood up too fast. He’s fishing. The doctor doesn’t saying anything, just fi out a form. Walt pulls on his shirt, buttons it. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Guess I should've had breakfast this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "There’s a specialist I’d like you to see. His name is Dr. Belknap. I should have his... card here somewhere. Yes. The doctor finds a business card, hands it to Walt. Walt stands in his socks, staring at the card for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Oncologist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "(forced breezy) It’s probably absolutely nothing. INT. DR. BELKNAP’S OFFICE/EXAM AREA - DAY Days later. A MONTAGE OF CLOSE-UPS: a blood pressure cuff gets pumped with a WHOOSH-WHOOSH-WHOOSH; a stethoscope sl here and there over bare skin; glands get palpated; blood drawn; eyes, ears, nose and throat are checked; more bloo drawn; colorful MRIs pop up on a monitor; still more BLOO drawn. END MONTAGE. CUT TO -- Walt in his street clothes, sitting in a red leather chair. He’s staring almost directly into camera. SILENCE. Up from it rises a faint sort of buzzy, shimmeri TINNITUS sound. It’s the RINGING in Walt’s ears. It gets louder as we slowly CREEP IN on Walt’s face. He’s staring us blankly. He’s staring at: Walt’s POV -- DOCTOR BELKNAP. Dr. Belknap is a balding ma in his late fifties. On a good day, he’s maybe avuncular. He’s sitting behind his desk, looking right at us, talkin slight SLOW-MOTION. We don’t hear a single word he’s sayi We only hear the buzzy RINGING. CLOSER POV -- we tilt down from Belknap’s face, his movin lips, to his doctor's coat. On the pristine white of his lapel, there’s a spot of yellow MUSTARD. We fixate on it. Suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BELKNAP",
          "text": "-- Mr. White? Are you listening? \f20. We’ve snapped out of it. The SOUND in the room is normal. No more SLOW-MOTION. Walt looks up from the man’s lapel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. BELKNAP",
          "text": "Did you..? You understood what I’ve said to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Yeah. Multiple myeloma. Stage 3. (a beat) Best-case scenario, with chemo, I’1l live another two years. (off the man’s gaze) It’s just, you’ve got mustard on your... you’ve got mustard there. Walt points. Belknap glances down at the spot on his lape then back up at Walt. He has no idea what to say to that. Off Walt, looking very matter-of-fact... disconcertingly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same clothes, same day -- Walt came to work straight from getting his terrible news. He’s on autopilot, standing behind the cash register. The BUZZ is back in his head. Amir is in the b.g., arguing on the phone in Farsi. The sound is muted. We can barely hear him. We don’t know wha he’s yelling about anyway -- it’s pointless, doesn’t matt We’re on Walt, who simply stares into space. No customers. Walt suddenly jerks, like a tiny zap of electricity goes through him. He steps out from behind th counter and exits. Amir doesn’t notice him leave. As seen through the windows, Walt pads along like a zombi and nearly gets run over by a car. The vatos all watch, confused, as Walt climbs in his Nissan and drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt drives. Not speeding. No expression on his face. His POV: it’s a straight shot up the 10 Freeway. The familiar TRIPLE OVERPASS looms ahead in the distance. Walt stares at it like it’s the monolith in “2001.” \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An AERIAL VIEW, looking straight down at this vast and complex concrete knot. Walt’s tiny Nissan is an ant trundling toward it. The car disappears from view underneath, as if being swallowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glass of white wine. Skyler stands talking on the phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "(into phone) Absolutely. I sent it to you on the third. It’s number... wait a minute, let me get my checkbook. She cups a hand over the phone, does nothing. After a bea",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "(into phone) Here it is. It’s check number 1148. So my records show I paid that, and I certainly don’t feel like we owe any late... (listens) Alright. I guess then I’1l check with my bank and, I don’t know, if the post office lost it or something... alright then. Let me look into that. Thank you. Walt enters, hearing the tail-end. Skyler hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "You're home early. Walt nods, finds a beer in the fridge. His fingers trembl little as he pries off the cap. Skyler doesn’t notice -- she’s sifting through a stack of bills. Walt sits at the table. He drinks deep, rubs his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "How was your day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "You know. Same. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Don’t tell me Amir’s sending you home at five now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No, just. Today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "(studying a bill) Did you use the MasterCard last month? $15.88 at Staples?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Uh. We needed printer paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Walt, the MasterCard’s the one we don’t use. Walt nods, overwhelmed and hiding it. Skyler doesn’t know about his doctor’s appointment. Even if Walt wants to tel her, something stops him. He sips his beer, stares. Loud MACHINE GUN FIRE startles them both. Skyler yells in the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMMIT, WALTER",
          "text": "(more GUNFIRE) Go talk to him. Walt rises, sets his bottle in the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end of “Scarface” plays on the TV. TONY MONTANA, with his mountain of cocaine and his M-16, takes on all comers Walter, Jr. is sprawled on the couch, watching. His crutc are leaned against the armrest. WALTER, JR. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hey. (watches TV, remembers) Your Mom wants you to turn it down. WALTER, JR. Shit, come--on. This is--the best-- Wait, wait... \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY MONTANA, (ON TV)",
          "text": "COME AN’ MEET MY LEETLE FRIEND! WALTER, JR. Oh--damn! Hell, yeah! Walter, Jr. awkwardly pumps his fist. Walt keeps watching",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER, JR.",
          "text": "(nods ) Uncle Hank--gave--it to me. Walt’s eyes stay on the screen. The garish little kingpin mows down acres of Columbians, then dies in a blaze of gl Off Walt, whose thoughts are unknown to us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glowing blue numbers project on the cottage cheese ceilin 4:26 AM. Walt lies awake beside his sleeping wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SQUEAK-SQUEAK, SQUEAK-SQUEAK. Walt thumps up and down on cheapie stair-stepper. He speeds up -- faster than the la time. Thump, thump, thump. As seen through the bars of th empty crib, he’s really working it hard. Sweat beads on his face. Bam, bam, bam. Faster, faster. Harder. Violent. Sweat drips off his nose. Until -- -- CRACK. He BREAKS the stair-stepper. One footpad snaps free, hangs limp. Walt steps off and examines it. He stares down at it for the longest time. We CREEP IN on his face. The thousand-yard stare he’s had since Doctor Belknap’s office gives way to something else now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Two years. He says it barely audibly. It’s like the clouds have part The situation has finally, truly registered in Walt’s bra \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early morning. A faint glow in the sky. Silence except fo the THWACK... THWACK of the NEWSPAPER GUY driving past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt sits alone at the kitchen table, staring into space. Deep in thought. Considering something carefully. He rise picks up the phone and dials. Keeps his voice low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hank? Hey, it’s Walt. I didn’t wake you, did I? (a beat) Good. Listen, I’ve been thinking. Could I take you up on your offer? The ride-along?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A different morning -- these things take time to set up. We’re in a neighborhood not unlike Walt’s. A non-descript Ford is parked at the curb, blended in with the other car",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK, (0.S.)",
          "text": "It’s down there on the cul-de-sac. White? Kinda redwood-looking trim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank sits behind the wheel. A subordinate agent, GOMEZ, i beside him. Hank is pointing out the TARGET HOUSE to Walt who sits in the back seat in an ill-fitting bulletproof v",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "See it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Yeah. Tiny house, a block down the street. Not at all noteworth",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(quiet interest) That’s a meth lab. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "So says our snitch. Says some dude who goes by “Cap’n Cook” lives up to his name in there. Got himself a three pound flask and keeps it bubbling day and night. Says he always adds a dash of chili powder. (to Gomez) Ah, you exuberant Mexicans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOMEZ",
          "text": "Uh-uh. “Cap’n Cook?” -- that’s a white boy’s name. Dopey as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Yeah? I got twenty bucks says he’s a beaner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOMEZ",
          "text": "You’re on. A yellow SCHOOL BUS chugs into frame, driving past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Ah, here we go. Finally. (into his radio) School bus is clear. You got the green light. An affirmation comes back. Hank starts his engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "(smiling, to Walt) Watch this. This makes ‘em shit. Out of the distance, we hear a BIG ENGINE REVVING, speedi our way. A TRUCK roars past, heading for the cul-de-sac. Hank slowly follows it in his Ford -- just so Walt can se Hank hums Ride Of The Valkyries, channeling “Apocalypse N Walt’s POV: as seen through the windshield, the lead truc goes speeding into the target house’s driveway. An ENTRY TEAM of six agents jumps out, looking like they just came from the set of a sci-fi movie -- they’re covered head-to in CHEMICAL SUITS and RESPIRATOR GEAR. They carry carbine and shotguns. One man lugs a battering ram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Meth labs are nasty on a good day -- but when you mix that stuff wrong, you wind up with mustard gas. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Phosgene gas, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Yeah, exactly. One whiff’1ll kill you. That’s why the moon suits. Walt nods, watches the entry team take position at the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To call this a shithole would be an insult to shitholes everywhere. There’s filthy clothes, overflowing garbage, rotting pizza boxes dating to the Clinton administration. along with stacked cannisters of plumber’s lye and Colema stove fuel. A rambling, Rube Goldberg lab of hoses and buckets stands out against the knotty pine panelling. A Mexican man, EMILIO, sits at the kitchen table, listeni to headphones -- oblivious to the o.s. BANGING at the doo He’s got an enormous mound of RED POWDER in front of him, an even bigger pile of MATCHBOOKS on the floor. He scrapes off the striker strips and collects the powder This is a source of red phosphorus for meth production. BOOOM! The front door busts open. Feds pour in, pointing guns and breathing through their masks like Darth Vader. Emilio nearly pisses himself. He starts to run for it, bu doesn’t get far. The agents hold him down, cuff him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank, Gomez and Walt wait in the Ford. The RADIO crackles",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT, (RADIO V.O.)",
          "text": "House is clear. We’ve got one suspect in custody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Copy that. The suspect... might he be of the Latin persuasion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT, (RADIO V.O.)",
          "text": "Si, Senor. Hank triumphantly puts a hand out. Gomez grumbles and pay him his twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheer up. You people still got J. Lo. (grins at Walt) How you doing back there, buddy? This sure as hell beats spending your day clapping erasers, huh? Walt smiles, acts agreeable. Hank turns to Gomez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "I made the mistake of watching “Jeopardy” with this dude one time. He is a stud, Gomez. He’s a brainiac. BEEP! “What is E equals MC squared, Alex?” BEEP! “What is, like, freaking... Shakespeare? Hamlet?” I’m telling you Walt, you shoulda gone on that show. You’da cleaned up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOMEZ",
          "text": "Right on, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "(to Gomez) Shit, you don’t know the half of it. Two big companies wanted him while he was still in college. He coulda written his own ticket. 27. Hank looks to Walt for confirmation. Walt stares out the window, barely shrugs -- and changes the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Hank? Do you think I might get to go inside? See the lab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Yeah, tell you what -- we’re gonna go peek our heads in, check it out. Stay here a minute. Hank and Gomez exit the car, leaving Walt behind. Walt’s pleasant demeanor fades. Spending time with hard for him. While feds in moon suits come and go the lawn, Walt’s attention drifts to the HOUSE NEXT He double-takes, noticing a high WINDOW get raised. Hank is across DOOR. It’s out of sight of the D.E.A. agents. Only Walt can see as... \f28. ... A DUDE dressed only in underpants backs out the windo He dangles for a moment, then drops eight feet to the gra This guy is white, gawky, early 20s -- picture a hip Shag from “Scooby Doo.” His sneakers come tumbling from the window, nearly hitting him in the head. Above him, a nake HOUSEWIFE leans out, boobs dangling, frantically tossing his jeans, his socks, his Cypress Hill T-shirt. The kid dresses at mach speed, peeks around the corner of house. He’s desperate not to be seen by the feds. Walt watches, jaw slackening. He can’t believe his eyes. He recognizes this kid. He knows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(to himself) God. Dupree..? It’s like a psychic connection -- at this moment, the kid MARION ALAN DUPREE, feels eyes on him. He turns and looks even more shocked to see Walt than Walt is to see him. Staring at Walt, Dupree swallows hard, puts a finger to h lips -- shhh. Keeping one eye on the D.E.A., he hurries t an old Daytona parked on the curb. As it creeps away, Walt notes the license plate: “THE CAP Nobody sees any of this but Walt. He climbs out of the ba of the Ford, watching Dupree go. He still can’t believe i Hank surprises him, having walked up behind him carrying shoebox in a big evidence bag. It’s stuffed full of CASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Hey, check it out, Walt -- these assholes like their shoeboxes better’n Bank Of America. Walt stares at all that beautiful green, turns and glance back down the street. The Daytona is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Whatcha looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(a beat) Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANK",
          "text": "Wanna come meet a bad guy? \f29. Walt nods, follows him to the house. He’s not going to te Hank what he knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We’re in an old neighborhood of Sears-Roebuck cottages up the foothills. One particular bungalow is shabbier than t rest. Its paint peels off like sunburned skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“THE CAPN” license plate gets covered -- Dupree is out he in the darkness, hurriedly draping his Daytona with a tar He’s antsy as hell. Hearing FOOTSTEPS, he grabs a tire ir crouches behind the car. The FOOTSTEPS slow, stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT, (0.S.)",
          "text": "It’s me. I’m alone. Walt appears out of the blackness. Dupree slowly rises. After a wary beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "How’d you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "You’re still in our filing system. Your aunt owns this place, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I own it. Walt nods. Whatever. He glances at the tarp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Nobody’s looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I was curious. (a beat; shrug) Honestly, I never expected you to amount to much. Methamphetamine, though. I didn’t picture that. (off the silence) Lotta money in it, huh? \f30. Dupree peers into the darkness beyond Walt, wonders who e is out there. His hand tightens around the tire iron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I don’t know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "No freakin’ clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Huh. Cap’n Cook? That’s not you? (off his head shake) Like I said, no one’s looking for you. I didn’t tell anyone. Dupree grows more agitated. His voice stays low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I don’t know what you think you're doing here, Mr. White. If you’re planning on giving me some bullshit about getting right with Jesus or something, turning myself in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No. Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "You ain’t “Welcome Back, Kotter,” so step off. No speeches. Dupree points the tire iron for emphasis. Walt should lea but he doesn’t. Instead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Short speech. You lost your partner today. What’s-his-name, Emilio? Emilio’s going to prison. The D.E.A. took your money, your lab. You got nothing. Square one. But you know the business, and I know the chemistry. I’m thinking. Maybe you and I... partner up. Long, pregnant silence. Dupree can’t believe his ears. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "You -- wanna cook crystal meth. (off Walt’s nod) You. You and me. Walt means it. Dupree breaks into a crooked, spreading gr Before he can laugh out loud --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Either that, or I turn you in. Dupree’s smile fades. Off Walt, serious as a heart attack",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brown shipping tape gets pulled off its roll with a SKRRE Skyler seals a cardboard box, readies it for the post off The kitchen table is stacked with bubble wrap and boxes. Marie helps pack. She holds up an item.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "What the hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Damned if I know. I described it as a “mid-century objet d’art.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "And somebody bought it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Some guy in Minneapolis. Fourteen dollars plus shipping -- and I got it at a yard sale for eighty cents. God, I love eBay. Marie shakes her head, bubble-wraps the objet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "At this rate, in fifty or sixty years you'll be rich. That’s the dynamic -- Marie is constantly yitzing her old sister. Sometimes, she’s not even aware she’s doing it. She’s just naturally negative. And competitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "What’s up with Walt lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "He’s fine. What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "He just seems... I don’t know. Quieter than usual. Skyler thinks about it, shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Turning forty was a big deal. I know I’m not looking forward to it. (smirk) You -- are gonna be a basket-case. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "So, it’s a mid-life crisis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "No. He’s just. Quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "(a beat) How’s the sex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Marie! Jesus. Marie holds up her hands. Whatever. Irked, Skyler runs he tape gun over the top of a box -- SKKKRRRECK. A beat or t",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "(mumbles ) Guess that answers that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt’s chem lab is empty -- school has ended for the day. Hurrying around, Walt peers in cabinets high and low, pul out FLASKS, BEAKERS, TUBING, STANDS and BURNERS. He gathe all this up, loads it in a cardboard box. He pauses, hit by a brief fit of COUGHING. He recovers, sniffs and feels his chest with his fingertips. Margaret physics teacher sticks her head in the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Hey, you’re still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Oh, hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "I missed lunch -- I was thinking of swinging by T.G.I. Fridays. I could use a drink. How ‘bout you? Walt clearly would like to join her, and she knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Shoot, I can’t. My other job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET",
          "text": "Okay. Some other time. (notices the box) Whatcha doing? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Oh. Inventory. Not a week goes by my kids don’t break two or three pieces of glassware. Margaret considers. Does she believe him? We don’t know. But then she winks at him, leaves. Walt glances at his bo full of school property. Shit, that was close. He carries it to the door, pauses to peek out. No witnesses. Walt flicks off the classroom lights with his back, then humps the heavy box down the hall and out of the building",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dupree sits on his front porch, drinking a long-neck beer glowering. Walt’s Nissan putters into view, reverses and backs into Dupree’s driveway. Walt climbs out, jazzed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Look what I got. Walt opens his hatchback. Dupree doesn’t budge. Walt star at him -- a teacher staring at a recalcitrant student -- until Dupree slouches down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Quit my part-time job -- I’ve got four hours to devote to this every afternoon. And... Walt lifts a blanket, revealing his CARGO. Lots of goodie Dupree peers at the stolen lab gear, pulls something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Ah. Kjeldahl-style recovery flask, 2000 milliliters. Very nice. You got your Griffin beakers, you got your volumetric. But check this out -- the piéce de résistance. Round bottom boiling flask, 5000 milliliters. Big. Dupree wipes his nose with his sleeve, refusing to b impressed. He points to something else instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I cook in one of those. A big one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "This? This is an Erlenmeyer flask. You wouldn’t cook in one of these. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Yeah. I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No, you don’t. An Erlenmeyer flask is for general mixing and titration. You do not apply heat to an Erlenmeyer flask. That's what the boiling flask is for. Did you not learn anything in my chemistry class?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "No. You flunked me, remember? Prick? And let me tell you something else -- this shit ain’t chemistry. This shit is art. Cooking is art. The shit I cook is the bomb, so don’t be telling me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "The shit you cook is shit. I saw your setup. Ridiculous. (firm) You and I will not make garbage. We will produce a chemically pure and stable product that performs as advertised. No adulterants. No baby formula. No chili powder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Chili P’s my signature! Walt shakes his head -- not anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Yeah, well we'll see about that. The hell’s all this? He pulls out heavy LAB APRONS, GLOVES, RESPIRATORS. These are the respirators we saw Walt and Dupree wearing in the Teaser (Dupree was Walt’s unconscious PASSENGER, by the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Lab safety. We’re also gonna have an emergency eye wash station. These chemicals and their fumes are toxic -- or didn’t you know that? Dupree holds up an apron, snorts. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Hey, you can dress up like a faggot if you want. Not me. Walt glares at him, losing patience. Dupree roots through the piles of RAW SUPPLIES Walt has brought along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Stove fuel... not enough of it. Lye. You got the generic crap. Red Devil's better. Iodine, matches... also not my brand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Somehow, we'll manage. (points) Sinus tablets. That should be enough pseudoephedrine to produce the first pound. Then I’m thinking we can switch to a proper phenyl-2- propanone method. Dupree’s not listening. Instead, he’s noticed something about Walt’s shopping bags. They’re all the SAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Wait. Tell me you didn’t buy all this from one single goddamn store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Jesus! They know what you’re doing with this! Any goddamn retard they got workin’ a register’s gonna know you’re making crystal! You’re probably on some list now! (as if to a child) You buy -- your supplies -- piecemeal. One store at a time, one item at a time. Walt looks worried now. Chastened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "It was way over in West Covina. I paid cash. Nobody seemed to... Dupree considers Walt. Studies him like he’s from Mars. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Acting like some skippy little bitch. Like this is fun and games. This shit is shit you take -- serious. Walt suppresses his anger, stares at him evenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Life and death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chemicals, labware, supplies -- the last of the carload o stuff Walt brought gets packed into a back corner of Dupr messy old garage. Dupree covers it with a tarp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "This doesn’t stay more than a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "What, aren’t we gonna cook here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "No, we’re not gonna cook here. This is my house. I don’t shit where I eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Then where are we going to work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "You tell me. This is your deal, man. You wanna smoke it up, smoke it up at your house. (off Walt’s look) Nah. I didn’t think so. Oh, well. Silence as Walt considers. Stubs at the dirt with his hee",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "What if we rented a self-storage place? One of those little orange garages? Worked out of there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Nah, they’re onto that. They got dogs that sniff around. (grudgingly) RV. That’s what you want. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "What, like a Winnebago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I know a dude wants to sell his. He just goes camping with it -- but a mobile meth lab’d be the bomb. You can drive way out in the boonies. Be all evasive. (gauging Walt’s interest) Forty-five hundred’d get you in. Off Walt, already calculating how to swing this:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The name on the wall says “Ontario Teachers Credit Union. It’s closing time. We find Walt standing at the counter, doing business with a TELLER and a BRANCH MANAGER. CLOSER -- crisp ONE HUNDRED DOLLAR BILLS get counted out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELLER",
          "text": "+.. Thirty-nine, forty. Four thousand... ten, fifteen, sixteen dollars and... sixty-four cents. Walt stares down at the money, looking distant. Removed. The manager doesn’t feel good about this at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANCH MANAGER",
          "text": "Mr. White, are you sure you want to do this? I’m thinking you'd qualify for a home equity loan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I’ve got two already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANCH MANAGER",
          "text": "You do understand you are losing nearly seven thousand dollars of principal. And that this leaves your pension account with a zero balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Yes. I understand. He’s perfectly calm. The man stares at Walt, bewildered. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRANCH MANAGER",
          "text": "I’m concerned you'll want this money when it comes time to retire. Walt shrugs and smiles, doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a fat handful of CASH. Dupree counts it, impress We’re in a shopping center lot, mostly empty. In b.g. is credit union. Dupree and Walt sit in Dupree’s Daytona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "It's four grand. My guy wants forty-five hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "You’re a drug dealer. Negotiate. Dupree thinks about it, shoves the money in his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "You're not how I remember you from class. I mean, like, not at all. Walt checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Wait. Hold up. Tell me why you’re doing this. Seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(a beat) Why do you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Money, mainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "There you have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Nah. Come on, man! Some straight like you, giant stick up his ass... all a sudden at age, what, fifty he’s just gonna break bad? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I’m forty-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "It’s weird, is all. It doesn’t compute. If you’re like... crazy or something... if you’ve gone crazy, or depressed. I’m just saying. That’s something I need to know about. That affects me. Walt stares at Dupree a long time, considers how to answe",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I am... awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "(a confused beat) What? Walt pulls the handle, opens his passenger door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Buy the RV. We start tomorrow. Walt gets in his old Nissan, parked beside the Daytona. Off Dupree, worriedly watching him go:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s tight in here. Familiar CRUTCHES lean against the wa Walter, Jr. sits on a bench, struggling to pull a stiff n pair of off-brand jeans over his bare legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER, (0.S.)",
          "text": "How you coming in there? WALTER, JR. Fine. Anything but. Young Walter works at it valiantly, but the design of this room is giving him trouble. He won’t ask f help and his folks know it. After a while:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER, (0.S.)",
          "text": "You want me or your Dad? WALTER, JR. (gives up; annoyed) Dad. \f4l. The door opens and Walt enters. Not a word is said as Wal leans down and his son wraps his arms around his neck. Wh Walter, Jr. holds on, his dad lifts him a little and work the jeans up onto his thighs and waist. It’s intimate in a way that’s tough on a teenager, but Walter, Jr. keeps his dignity. Walt handles it well, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "How do these fit? You like these? Walter, Jr. shrugs, nods. Walt zips up his son, buttons h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We’re in a Target or somesuch. The men’s department. Walter, Jr. stands before a mirror, balancing on his crut as he appraises his new jeans. Skyler and Walt stand behi him. Walt’s thoughts are distant as he watches his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Don’t get ‘em if they’re too tight. WALTER, JR. They’ re--pre--shrunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "They always say that, then they shrink anyway. As Walter, Jr. considers, we hear a faint o.s. COMMOTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK, (0.S.)",
          "text": "Big boy pants. I got new big boy pants. Mommmeeee... Walt snaps out of it, turns and looks. Twenty feet away, partially hidden by clothing racks, are three GUYS, proba just out of high school. They’re laughing hard, making a token effort to keep their voices low. The biggest among them, a tall JOCK, is gimping around, playing “retard” and cracking up the other two. They glan our way -- it’s clear they’re making fun of WALTER, JR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "Mommmeee, zip up my big boy pants. Choked LAUGHTER and WHISPERS. Walter, Jr. hears. He sets his jaw and ignores it, his face burning. \f42. Skyler is livid. She’s about to go give these guys bloody hell, but Walt touches a hand to her arm, stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No, don’t. Before she can ask why not, Walt walks off in the opposit direction. He disappears down an aisle. Is he looking for the manager? A security guard? What’s he doing? Skyler is dismayed he’s not standing up for their son. Frustrated. Until she notices: NEW ANGLE -- the jock is still flogging the joke as WALT enters frame behind him. Unbeknownst to everyone, Walt ha quickly looped around, stalking up behind these guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "Oh no. Oh no. I pinched a loaf in my big boy pa-- Wham! Walt kicks the back of the jock’s KNEE, dropping th big guy painfully to the floor. Before the startled jock get up, Walt stands full-weight on his ANKLE. Leverage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "AAHH! Whu -- what are you DOING?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "What’s the matter, Chief? You having trouble walking there? Stand up. Don’t be a retard. Stand up and walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAHH",
          "text": "Walt raises his foot. The jock scrambles to his feet, towering over Walt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "I’ll mess you up, man! The kid’s nearly a head taller, 240. Doesn’t mean jack-sh to Walt, who gets in his face. Walt looks slightly crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Well, don’t keep me waiting. The jock is already backing off. His two friends are spooked, as well -- tugging at him to leave. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "Screw you. Freakin’ psycho. B.M.O.C. limps off with his tail between his legs. Skyler and Walter, Jr. stand staring, amazed. They’ve never seen anything like it. Certainly not from their husband and da",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Walt..? Standing here, Walt feels a kind of power -- one brought by an absence of fear. Off him, realizing more and more that he likes it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black and white cows graze in f.g. We drift off them and focus on a stand of WOODS in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Familiar to us from the Teaser, the old WINNEBAGO is park off a dirt road. Dupree’s Daytona is here, too. We’re in the middle of nowhere. There’s nobody around for miles. The Winnie’s screen door opens. Walt steps out, looks around. Breathes deep. He’s got a plastic COAT HANGER he impatiently taps against his leg. Waiting. With a faint CRUNCH of leaves, Dupree appears. He’s clomp toward us, carrying binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Nothing but cows. Got some big cow-house way over that way, like two miles. But I don’t see nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "“Cow-house?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "(shrug) Where they live. The cows. Whatever, man. Shit yeah, let’s cook here. Dupree walks off, attends to something in his car. Walt hangs his coat hanger on the RV’s awning. He unclips his tie, slides it in his breast pocket. He unbuttons his sho sleeve dress shirt, hangs it on the hanger. Dupree wanders back in time to see Walt climb out of his TROUSERS and hang them up. Dupree stops dead in his track",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "What. Are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "These are my good clothes. I can’t go home smelling like a meth lab. Dupree shakes his head, weirded-out. Walt, stripped down his UNDERPANTS, climbs into the Winnebago. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "C'mon, I’ve only got till six. He disappears inside. Dupree considers, then reaches in h jacket pocket for... a MINI-CAMCORDER (the one we remembe from the Teaser). Grinning, he follows Walt into the RV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK SCREEN",
          "text": "With a DING, up comes a live VIDEO IMAGE of Walt, his bac us. He wears a lab apron, rubber gloves and safety glasse His respirator is propped on his forehead. We are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we're watching Dupree’s CAMCORDER POV of Walt at work Walt is crushing scads of sinus pills in a mortar and pes This place is packed tight with lab equipment and supplie We hear Dupree SNICKERING o.s. He ZOOMS IN on Walt’s underpants, which show through the back of his apron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE, (0.S.)",
          "text": "This is a good look for you. You're maybe only the world’s second-biggest homo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Shut up and give me a hand here. Walt glances back at us, notices the camcorder. Shit! He reaches straight into lens, tussling for it. It goes BLAC",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT, (0.S.)",
          "text": "Gimme that goddamned -- The screen goes to STATIC. BAM! -- as we bring up MUSIC: INT. WINNEBAGO - AFTERNOON —- MONTAGE Edited to the BEAT of some very hip, driving SONG, we see various ANGLES and JUMP-CUTS of Walt cooking meth, assist by Dupree. Hours are compressed into seconds here. For those of us who grew up watching “The A-Team,” this i that scene they’d always do where the A-Team builds a tan a jet plane out of spare parts. Same feeling, same energy except here, our guys are making highly illegal drugs. \f46. Without turning this into a how-to video, we watch as: -- Powdered sinus tablets get soaked in a solvent, separa out as a paste and a liquid, then reduced down over heat. -- Veterinary iodine is transformed into hydriodic acid. -- The striker strips of dozens of matchbooks get scraped with a razor blade, forming a pile of red phosphorus. -- Red phosphorus is combined with hydriodic acid and mix with the pseudoephedrine culled from the sinus pills. -- The whole mess gets cooked into freebase meth oil. -- Salt, muriatic acid, and bits of aluminum foil are mix in a gas can. It gets connected to a length of garden hos -- hydrogen chloride gas bubbles through the hose and dow into a big bucket full of freebase. White methamphetamine hydrochloride crystals float to the top and get skimmed o Throughout all this, Walt is working with the utmost grav and attention to detail -- as if he were a scientist on t Manhattan Project. As the cook progresses, we get little hints that Dupree is taking it more seriously, too. Seeing the way Walt works, seeing that he really knows hi stuff, Dupree acts more respectful. He even starts wearin his safety gear. Clearly, he’s learning from Walt. EXT. WINNEBAGO —- AFTERNOON The little RV sits hidden in the woods. Toxic-looking YEL SMOKE wafts through a vent in the roof. It curls up into trees, filtering through shafts of red afternoon sunset. End MUSIC. End MONTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s getting dark outside. The cook is done. Walt sits in his apron, tired. He rubs at the red line around his face left by his respirator, trying to make it go away. They’ve made about a pound of fat, snowy white crystals. Dupree carefully dips into their product with a razor bla lifting out a tiny sample. He taps it onto a sheet of yel paper, swirling it around. His eyes are wide. \f47. He’s a whole new Dupree now. Subdued. Awed. It’s as if he’s seen the Holy Grail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "This is... this is glass grade. You got... Jesus, you got crystals in here a quarter-inch long. Longer. This is pure glass. (turns to him) You’re... you’re Michelangelo. You’re a goddamned artist. This is art. Mr. White... He’s run out of superlatives. He’s actually tearing up. Walt is surprised by his emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "It’s just basic chemistry. (off his awe) But thank you, Marion. I’m glad it’s acceptable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Acceptable? Every jibbhead from here to Timbuktu’s gonna want a taste! It’s gonna be like, “Sir, would you care to replace your Schwinn bicycle with this brand-new Ferrari?” Shit! (dips some more) Dude, I gotta try some of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncomfortable with that idea, Walt intercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "No. We sell it, we don’t smoke it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Since when? (Walt puts it away) Man, you been watching too much “Miami Vice.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(checks his watch) So, how do we proceed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "You cook more tomorrow. Meantime, I know just the guy to talk to. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brand-new giant screen TV. Otherwise, this place looks li a cross between a frat house and a crack house. KRAZY-8, a young, hard-looking Mexican, sits on a sofa dotted with cigarette burns. He’s playing NBA basketball on his PS2. The front door stands open -- but the screen door, all he reinforced steel, is shut. Visible through it, Dupree wanders up onto the porch, cups his eyes and peers in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Yo, Kraze! How you doin’, my man? Krazy-8 glances over flatly, returns his attention to his video game. Dupree twists the doorknob. Locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Can I come in? A beat or two as Krazy-8 keeps playing. Finally, he reach over, grabs a garage door clicker. He BUZZES Dupree in. Dupree bops into the living room, all smiles. He’s acting like he and this guy are tight -- which they are not. Dup takes a seat, watches the video game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I got this game. The Laker Girls all have titties like pine cones. Yo, I’1l show you a trick move. You hit the x-button simultaneous with the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "-- Shut your mouth and show me your money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "I ain’t buying, ese. I’m selling. Dupree tosses a tiny BAGGIE on the coffee table. It’s a “tina” -- one-sixteenth of an ounce of meth. One hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Tell me that ain’t the finest scante you ever laid eyes on. Krazy-8 glances at the baggie, keeps playing. Glances at again. Pauses his game and picks it up. Studies it closel \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Huh? See? Crystal so big, look like somebody broke a window. Look like you’d cut your nose off. Try it. Krazy takes a whiff of the open baggie, considers. He sco a taste into his pinkie nail and snorts it up his nostril",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "BOO-YAH! See? What I say? Krazy squints his eyes, rubs his nose. Jesus -- rocket fu",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "That’s alright. (eyeing him) So, what? You back in business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Hell, yeah I’m back! With a vengeance! Nigga gotta make a living! And with your cousin gone away and all... (changes gears) And listen homes, about that. It really broke me up about Emilio. Dude is like my brother. (mournful) He okay? You talk to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "Yeah, I talked to him. He says when the feds came, you were out stickin’ it in some neighbor lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "(shrugs; smiles) Hey, you know. I got lucky twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "Yeah? I dunno, man. Emilio..? (dark) He thinks maybe you dimed on him. Dupree’s expression clouds over, surprised and offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "That is bullshit. That is bullshit, Krazy-8! I should kick his punk ass for even thinking that. Next time you talk to Emilio, you tell him for me. \f50. A TOILET FLUSHES o.s. Krazy-8 nods toward the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "Made bail this morning. You can tell him yourself. The bathroom door opens. Into the room walks EMILIO, the we saw get busted. He looks bigger now, somehow. And angr",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIO",
          "text": "Go ahead, pendejo. Kick my ass. Dupree is suddenly none too comfortable. Emilio advances him, but Krazy-8 shakes his head to his cousin -- hold up Krazy-8 turns to Dupree, dangles the baggie. Shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "Where'd you get this? ‘Cause I know damn well you didn’t cook it. Off Dupree, not so cocky now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a second day of cooking for Walt. He’s out here alon with the Winnebago, having just arrived. He puts his coat hanger on the awning and strips down, hanging up his good clothes. As he ties on his lab apron... --. An Oldsmobile Cutlass arrives. Stops thirty feet away Walt stands his ground watching it, wary. Squints at it. Three men in the car. A little hard to see. Walt relaxes slightly when he realizes Dupree is one of them. Driver's door opens. Krazy-8 climbs out, stands his groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "Nature Boy! You must be the cook! (off Walt’s silence) That is some stone-fine cheebah, ese! You wanna come work for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "(a beat) I'd be happy to sell to you. If the price is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "“Price Is Right.” Yeah, man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds up a plastic Von’s bag. This is the CASH we saw blowing around in the Teaser. Krazy glances around, casua",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "So. You’re out here all by yourself, huh? Walt doesn’t like the question. Doesn’t answer. He’s watching the Cutlass now -- wondering why Dupree, sitting the back seat with the third man, hasn’t moved. The third man, EMILIO, climbs out now. He’s got a look on his face that tells us he’s just realized who Walt is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIO",
          "text": "Shit. You’re that guy. (to Krazy-8) The D.E.A... he was there with the goddamned D.E.A! OFF Walt -- uh-oh. Confusion all around. Rising anxiety. Emilio turns on Dupree, still seated in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIO",
          "text": "Goddamned rata snitch! Emilio’s reaching for his gun. That’s enough for Dupree - he throws open the far door, takes off into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN, MR. WHITE",
          "text": "As he yells this over his shoulder -- BAM! Dupree plows headlong into a TREE. He collapses, knocked cold. Walt doesn’t go anywhere. Krazy-8 pulls his gun immediate points it at him. Pistols drawn, the two cousins look bac and forth between unconscious Dupree and Walt, who’s got hands up. Motionless silence. The cousins expect feds to come swarming out of the trees at any second. None do. The cousins relax a touch. Dupree softly MOANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIO",
          "text": "Asshole. (to Krazy-8) Cap ‘em both. That’s what I say. Krazy-8 lights a cigarette, thinks about it. Walt stands nervous, but stoic. He’s already come to grips with dying and he’s not going to plead for his life. Krazy blows smoke, studies Walt closely. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "Yo. You really cook that batch? Walt nods, his hands still raised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRAZY-8",
          "text": "You an artist. It’s a damn shame. He raises his pistol, about to fire -- Emilio, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "W-What if I showed you my secret? Every cook’s got his recipe -- what if I taught you mine? (off their silence) Let us both live, I’1l teach you. Emilio looks to Krazy-8, who's weighing it. It’s attracti Off Krazy, blowing smoke:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Dupree, face-down and blotto. Emilio finishes hog-tying his wrists, then gives him a KICK in the head f good measure. Emilio walks to the RV in b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt prepares his tools and materials. Krazy-8 stands beh him, arms crossed, gun in hand, watching his every move. Emilio climbs aboard, joins his cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Put out the cigarette. Krazy-8 considers, then pokes his cig through the louvere slats of a window and flicks it outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE -- it lands behind the RV, a few red sparks flying. We CREEP IN on the butt as it lies smoldering in the WEED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE -- POOF! A hot plate flames to life as Walt ignites the gas. Walt runs a finger across his neatly arranged ja of ingredients. He stops on one -- RED PHOSPHORUS. \f53. Walt glances at... his RESPIRATOR. It’s lying way at the other end of the RV. Walt gingerly sizes up the cousins. Emilio reaches over, wig-wags Walt’s earlobe with the muz of his shiny 9mm. Cold and menacing as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIO",
          "text": "Step to it, snitch. Walt makes up his mind -- it’s now or never. He unscrews top off the red phosphorus bottle. He takes a long, deep, quiet breath... and HOLDS it. He dumps the bottle onto the hot plate. It hits the flame with a sizzling WHOOF and smokes up. Walt ducks and RUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt makes it outside just ahead of the cousins. He slams the door in their faces, leans his back against it hard. BOOM! BOOM! They’re kicking the shit out of it from the inside, trying desperately to get out. We hear them COUGH now. GASPING. The flimsy RV door won’t hold up long. Suddenly -- BLAM!-BLAM!-BLAM! BULLET HOLES puncture the door, zinging just above Walt’s head. Still Walt stands fast, flinching and ducking lower. BLAM!-BLAM!-BLAM!-BLAM The firing stops. The CHOKING SOUNDS get louder, more tortured. Horrifying. Tiny thin curls of RED SMOKE waft o through the bullet holes. We hear a heavy THUMP. Then ANOTHER. Two bodies hitting t floor. Silence now. Walt shuts his eyes, breathing hard. Walt recovers, stumbles over and checks on Dupree, who’s still breathing. Walt unties him. Thank God, they’re both alive. Just as Walt gets Dupree loose... -.. He smells SMOKE. He turns, sees it rising thick and d from behind the Winnebago. He runs to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THE RV",
          "text": "Krazy-8's CIGARETTE has started a BRUSH FIRE. It’s ten fe across. Walt tries to stomp it out, but that ain’t workin He yanks off his heavy lab apron, desperately tries to be out the flames with that. No dice. In a panic, Walt stare up into the sky -- watches the SMOKE trail high overhead. Everyone within five miles can see it. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "Lies drifting in and out of consciousness. Walt -- in his underpants, black shoes and socks -- runs to him. Walt ya a RESPIRATOR onto Dupree’s face, then drags him out of fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RV",
          "text": "The flames of the brush fire are licking the back bumper. The engine ROARS alive, the exhaust pipe belching blue sm The fire is blocking the dirt road now. The Winnebago lurches forward and takes off overland. Walt’s clothes sw from the awning -- a tree branch knocks loose his TROUSER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pastoral. Quiet. COW SHIT bakes in the sun, then gets RUN OVER with a SPLAT. We’re full-circle back to the Teas The Winnebago galumphs across the landscape, scattering c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt drives in his underpants and his gas mask, his knuck white on the wheel. Unconscious Dupree slumps beside him. Behind, the dead cousins slide to and fro amidst the slos ruins of the meth lab. Their CASH flutters in the breeze. Walt hyperventilates. His mask FOGS UP. BAM! He crashes, violently JERKING FORWARD into lens. The frame goes BLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We start on BLACK, then PULL OUT of the barrel of Walt’s We find ourselves where the Teaser left off -- Walt is ai past us, standing in his shirt and tie and underpants. SIRENS are wailing. We see RED LIGHTS flashing just over of the weeds. They’re racing our way. Walt has second thoughts. What the hell is he doing? He’s not going to shoot anybody. The ferocity leaks out of him Despair settles in in its place. Sirens -- BLARING. Fuck it. He sticks the muzzle in his mouth, winces hard. He YANKS THE TRIGGER. \f55. Nothing. The safety’s on. Walt fumbles with it, trying to figure it out. This takes him just long enough that... ... The sirens are revealed to be FIRE ENGINES. Not the cops. Two big pumper trucks curve past us, following a di road through the pasture we didn’t see until now. They roar on by, none of the firemen taking the slightest notice of Walt. They’re heading for Krazy-8's brush fire mile away. We can see the crooked column of SMOKE from he The SIRENS and the ROAR fade away. Gradually, the pasture grows silent again. Walt stares stupidly, the pistol dangling at his side. He lets it drop to the dirt. He stands blinking, trying to figure out what the hell ju happened. Pure, dumb luck. Beginner’s luck. As he stands here, the door to the RV opens behind him. Dupree stumbles out, pulls off his gas mask. Half his fac is swollen like a balloon, but he’1l recover. Dupree wanders over, stands next to Walt. Dazed silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUPREE",
          "text": "What happened..? (nods toward the RV) W-What’d you do? Walt is weirdly matter-of-fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Red phosphorus, when heat is applied... oxidizes and yields carbonyl chloride. Phosgene gas. One good whiff of it... He shrugs, trails off. Folds at the waist and THROWS UP. Dupree stands staring at nothing in particular. Walt rise wipes his mouth. He picks up his WALLET and CAMCORDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Gotta. Gotta clean this up. Gotta... bury... He slowly wanders back to the Winnebago. Dupree follows h Off our two new partners, who have only barely survived t first week together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late. Lights are off. Skyler and Walter, Jr. have gone to bed. Walt stands at the kitchen sink, washing Krazy-8’s c in Dawn dishwashing liquid. Washing off the toxic chemica He gives an involuntary shudder. He squeezes shut his eye which are tearing up. Tonight’s a night he’s never going forget -- whether he lives two years or two hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK FRAME. A DING, then a door opens -- revealing we’re inside the clothes dryer, looking out. Dry twenty dollar bills flutter around. Weary Walt reaches in and grabs the by the fistful. Walt quickly counts the money. Eight thousand and change. Walt jams it in a shoebox, snaps a rubber band around it. Remembering something, he reaches in his pocket... --. And pulls out the tiny camcorder TAPE. On it, we'll remember, is the confession to his family. He doesn’t destroy the tape. He thinks about it, then drops it into shoebox full of cash. Walt stands tiptoes on a chair, tucks the box way up in t garage rafters. Looking haunted, like hell warmed over, h climbs down and exits, turns off the light. DARKNESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skyler lies in bed, alone and awake. We’re on her as we h the door open. Quiet footsteps. Clothes come off. Walt gingerly climbs into bed, not wanting to wake his wi He lies motionless, staring up at the ceiling. A torrent thoughts rush through his head. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Where were you? Walt doesn’t answer. Skyler turns his way, stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Walt, I don’t know what is going on with you lately --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "Nothing. I’m fine. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "-- Whatever it is, I’1l tell you this. I do not like it when you don’t talk to me. The worst thing you can do is shut me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALT",
          "text": "I’m... I understand. I’m fine. She stares at him in the darkness. He stares at her. A strange feeling comes over him. It’s relief to be alive mixed with dread that life won’t last. It’s fear of being caught. It’s the thrill -- for once -- of taking risks. It’s excitement, in many different forms. And since he ca talk about it, there’s only one way to let it out. Walt kisses his wife. Passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Walt... He keeps kissing her. Gently rolls her so that her back i to him. Out of sight under the covers, he fumbles with he panties, pulls them down. Surprised as hell, Skyler nonetheless allows it. She feel around behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYLER",
          "text": "Oh my God. Is that you? It sure is. The mighty oak. Walt enters her -- Skyler’s eyes pop wide, and we CUT TO BLACK. Over the sounds of HE BREATHING and the SQUEAK-SQUEAK-SQUEAKING of bed springs. -.. FADE UP CREDITS.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_356"
    }
  ]
}