{
  "movie_id": "MOV381",
  "scenes": [
    {
      "location": "LIMBO RADIO 1",
      "time": "54",
      "characters": [
        "92.",
        "JULIE, (O.S.)",
        "CHARLES, (O.S.)",
        "MAX, (O.S.)",
        "67.",
        "21.",
        "JUDY, (O.S.)",
        "BETH, (O.S.)",
        "MATCH DISSOLVE TO",
        "AMANDA, (O.S.)",
        "PULL BACK TO REVEAL",
        "SAM",
        "AND WHAT IS IT WITH JEWISH MEN AND THEIR",
        "PENIS ISSUES",
        "MAX, (V.O.)",
        "3.",
        "4.",
        "FADE TO BLACK",
        "I, I...",
        "52.",
        "11."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Abrupt CLOSE UP on MAX, a plain wall behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is 20, normal looking, not too nebbish, punkish, booki or stylish. He is a high-strung guy, enjoying a rare mome of un-self-consciousness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's an old joke. It comes from \"The Iliad,\" but I think it was popularized by Oscar Wilde. It goes like this: ...A bear's taking a shit, like, out in the woods one day. And he sees this rabbit, also taking a shit. The rabbit, wait, I mean, the bear, he's shitting up a storm, cuz he's been eating Mexican. The wiping's taking forever, and his shit keeps sticking to his fur. Wait, what happens next? Oh, right-- he asks the rabbit if he ever has trouble wiping. The rabbit says no, shit just slides right off him. So the bear picks the rabbit up and wipes his ass with him. (pause, as if for applause) Well, I never said it was a good joke. And see, that makes it perfect, because it's pretty much the story of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can now see that he's perched on a stool, wearing a RE shirt and old jeans. He gesticulates vaguely as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Growing up, my parents were huge Woody Allen fans. Still are. Personally, I hate him. Same thing with the Beatles, such a part of my background that I must have been about 16 by the time I realized how useless it was to rebel by ignoring the Beatles or any other cultural artifact of their generation. Even if I did spend my childhood hearing my father go on and on about how, like, Nirvana would never mean anything because they're not the Beatles, blah-blah. I don't know, this is all starting to sound a little bit too angsty, you know, and that's about the last thing I'm going for here... Shit, I really got off track there, didn't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Max shakes his head, a hanging RADIO MIKE comes into v It has the call letters of a college radio station on it. 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "High on the wall behind him, a glowing \"ON AIR\" light is revealed. The perspective is skewed, the studio appears cavernous and completely barren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG MAX, about five, sits on the floor and watches BANA with his FATHER, a large, relaxed man with a mustache who reclines in a tacky 80's chair and smokes a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (O.S.)",
          "text": "Anyway, like the Beatles thingВ­ and this is the point of that whole long-winded exampleВ­ I was force-fed Woody Allen from a young age. I remember watching Bananas when I was about five. Of course, I hated it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Max is laughing hysterically at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max stands to the side, watching his younger self and his father. The radio mike hangs in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my old house. We lived here, in a dull suburb of New York, until I was ten, when we moved to a different house in a different dull suburb of New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On TV, a woman is bit in the breast by a snake and is cha by a group of soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy, why are they running after her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someday, you'll understand. Pay attention, you'll learn something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Max turns back to the screen, wide-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In pajamas, ADOLESCENT MAX, 16, watches a newer TV in an identical family room. This time, ANNIE HALL is playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Oh yeah. This wasn't the first time I saw Annie Hall, but it was the first time I actually appreciated it. I was flipping channels on a Saturday afternoon, and there it was, and I was stunned to find I loved it, more stunned to find that my parents may have had a point all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX (V.O.) (cont'd) Although, they were definitely wrong about Bananas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Adolescent Max, totally engrossed in the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adolescent Max walks alone to class. Other students rush in groups. He looks a little lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Oh God, high school. I hated this place. I was a Junior when I gave up trying to fit in. Fortunately, being a social outcast is a lot easier when your school is filled with idiots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of GOTH POSERS pass. Max keeps his distance. From other direction, a 6 FOOT TALL GIRL makes eyes at Max. He walks into a water fountain, drops his books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adolescent Max gets hit in the face with a volleyball. Everyone laughs at him, including the COACH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max stands to the side and winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was something in Annie Hall I identified with. Maybe it was the style of humor, or the defeatist attitude, I don't know. All I know is, I kept going back. Different people are inspired by different things, and my source of inspiration became a 20-year-old movie about a failed relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The volleyball rolls over and he picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind Max, we see the station as it really is: smal dark, cramped, and totally filled with crap. Max wears headphones, sits before a large console and audio gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He now holds a volleyball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So after high school I ended up here. There was never really any choice, not going to college was not an option. Of course, I brought Annie with me. Good thing, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watching it quickly became about the only thing I could count on to go right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is with five friends in the double, and they all have lingering style-baggage from high school (eg. bad haircut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was freshmen year when we started watching Annie Hall as a tradition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeez, this must have been the very first time. What's Amy doing here? I'm pretty sure Amy wasn't here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMY is attractive, bookish, and sitting on Max's bed. CHARLES, a skinny guy in a large chair, tries to get her attention by wiggling his eyebrows seductively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max puts the tape in the VCR, hits rewind, and moves to s on his bed. He pauses when he sees how close he'll come t Amy. Finally, he climbs over her and awkwardly sits at th far end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy watches, rolls her eyes, and looks at BETH, who shake her head sadly. Beth is pretty in an earthy way, spunky a sad at the same time. She looks sympathetically at Max, w is trying not to act nervous (and failing).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The couple is SAM, who's short and charismatic, with a co slightly punkish personal style; and JEN, same height, cu and serious, conservative dress. They lie on the floor together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's Sam and Jen. Sam was the alpha- male of our group, which tends to consist mostly of zeta-males. He had been going out with Jen a couple weeks and we were all waiting to see if she would change him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam slides a pillow under her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you comfortable, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine, Sam. I was worried about you. Sure you don't want me to move over? 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, no, Jen, if you're happy, I'm happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Charles exchange a look-- there they go again. Ma makes a show of putting a pillow under a large Darth Vade doll. Beth laughs, Amy is amused. Sam looks back and is embarrassed. Jen rolls her eyes and gives Sam a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we gonna watch this movie or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annie Hall's credits roll. Sam snaps on the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, what a good movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that was so sad! Relationships don't have to be like that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see why you like this so much. It reminded me of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, thanks, I guess. Does that mean you liked it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Amy stand and face each other as the lights fade black around everyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say I liked it, I said it reminded me of you. It reminded me of what I didn't like about you, the cynicism, the neurotic insecurity, and oh yeah, when you started calling me every day. All the reasons we were never more than friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, at least you're being honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I'm being honest. This is a fantasy extrapolated from a flashback. How could I lie to you? 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the only person I know who gets insulted in his own fantasies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles walks by, Amy takes his arm, and they disappear i the surrounding darkness, which DISSOLVES TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and again Max is alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, Amy set the tone for the rest of college...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The movie is Annie Hall. The theater is emptying. Suddenl ERICA bursts through the crowd. Erica is mad. Max follows behind her, placating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max freezes in place. The entire crowd of students turns look at him. He manages a weak smile and turns back to Er but she's gone, out the doors into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max turns back to the crowd and shrugs, but the crowd tur away. Max suddenly sees someone: Beth, looking at him. He blushes, self-conscious, and hurries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "And even when it went right, it didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and STACY stumble in, inebriated, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...And then I, then I, after I called the pizza place, I called an ambulance, and timed them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who won?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pizza, of course. The paramedics took 35 minutes to arrive. 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you! Did you get in trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Station Manager said I couldn't go on the air ever again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what'd you do?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gave him the pizza!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They collapse on the bed, laughing. Stacy rolls over and kisses Max on the lips. His eyes go wide and he frantical crawls backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Don't you like me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would never work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How would you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I have a sixth sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see dead people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see dead relationships.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacy sits up, frustrated, the mood ruined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was all true, but there was something else, though. I mean, there I was, drunk, in a girl's bedroom, and the only thought running through my mind was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max speaks to someone O.S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...\"What about Beth?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is talking to Beth. It's a beautiful Spring day. 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, I know we're just friends, but you really mean a lot to me and we've been spending a lot of time together lately, and maybe... I guess what I'm saying is, maybe we could try going out on a date or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, it wouldn't have to be, uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We wouldn't have to... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love to. How's tomorrow night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, yeah, it would have to be after, or maybe... Yeah, tomorrow, uh, tomorrow night's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I know the perfect thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She splits, leaving Max befuddled at his change of fortun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Beth are walking through the night in overcoats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not until Sam and Jen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A perfect record. Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get what the fuss is. I knew you and that Chris guy wouldn't last a week as soon as I saw you together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you can tell with everybody? I don't know if that's sad or incredible. 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or incredibly sad. I'm amazed I'm the only one who can tell. Take any couple. If it's not incompatible lifestyles, it's conflicting priorities. If it's not that, it's usually clashing levels of self- esteem. It's always something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Living with you would be a nightmare. I'd be afraid to bring any boyfriends home. Oh, uh, sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, just because I see it, doesn't mean I talk about it. I don't say a word to my suitemates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys never talk about anything important anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, we have philosophical discussions all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like whether Voltron could kill the Transformers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To name one hot-button issue, yes. You want us to talk about girls? Sam is nearly married to Jen, Charles doesn't want his relationships to last, Tommy's girlfriends are located in online chatrooms across the country, and Scott, well... you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For such \"close\" friends, it just seems weird, that's all. I must admit, I'm a lot closer to you than any of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are at the Library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are doing here? 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Beth remove their coats, revealing formal wear. O STUDENTS give them looks. An older female LIBRARIAN approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, you must have the reservation for booth seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, that's us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right this way, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Reservation\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd be surprised how many of you lovebirds we get in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She winks and leads them to the elevator. Beth smiles shy and looks at Max, but he is merely embarrassed. Her smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Beth are watching the opening credits of Annie Ha on a tiny TV in a cubicle. They are surrounded by other students in cubicles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't this great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, this isn't exactly what I had in mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For starters, I have a serious problem with spending any time in the library when I don't have to. I'm here once or twice a year as it is. Plus... (holds up headphones) What's the point of seeing this together if we're wearing headphones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not be with a life-sized cardboard cut-out? That way you can be with someone famous, even a dead person. Wouldn't you rather be with Elvis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shhh...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or Batman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't you just enjoy the moment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a little nervous. It's like, our first date and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Beth leave the library. Their dispositions have switched: Max is perky while Beth is subdued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe how many great lines there are. Even the little throwaways, like when she parks and he's like, \"That's okay, we can walk to the curb from here.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I loved it, I'm serious. I'm so glad we did this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But man, relationships are a lot of work, aren't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, sure, sometimes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth stops him, and they sit on a bench. The night is col They sit close and lean in, speaking in hushed tones. 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm going to jump into anything with you, Max, I need some sign that you're serious about it. About me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? You want me to get a tattoo or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, you've gotta admit, you're the most pessimistic person in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Obviously you've never met my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you be serious for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you really haven't met my mother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth isn't laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Max, this isn't going to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. No more jokes. Now. Tell me how you feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you doing this? Since when have you gotten \"serious\" about relationships? Your last boyfriend dumped you after four days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth sits up, pulls her jacket closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that was intimate. Thanks, Max. 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wait, I'm sorry, I'm sorry, hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, I don't think this is such a good idea. I mean, it would be really foolish to jeopardize our friendship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it wouldn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We shouldn't have rushed into this. I'm sure you know it wouldn't have worked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please tell me we haven't hurt our friendship. You don't even know how much you mean to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm starting to get the idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's dazed, slightly ill. Beth touches his arm gently and walks away. Max turns to us. A radio mike swings into vie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things weren't the same after. We quickly became the kind of friends who say Hi on the paths but don't stop walking. Then, she moved across campus and changed majors, and basically, except for the random phone call, I haven't seen her in ages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX, thoughtful. PULL BACK TO REVEAL:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, speaking in the empty station, suddenly gets intense",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All these dates had one thing in common! And it took Charles, of all people, to point it out to me. 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late January and the campus is showing signs of a temperamental winter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "This morning, we were skipping class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Charles walk across the quad towards us. At first they are only specks in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, you're insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ridiculous that even at a liberal school like this, I have to put up with anti-Semitism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you got a C minus! Don't you think you're getting carried away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He couldn't just fail me, think about it. The paper was about my grandparents' experience in the Holocaust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your paranoia has always been out of control, but this is absurd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't understand, you're not Jewish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither are you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the professor probably thinks I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And wasn't that the paper that you handed in two weeks late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what else? I think he might be German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professor Wang? Will you stop it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can now see that Charles has a fedora cocked back on h head, and is wearing incongruous \"Vegas\" clothes. 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk past and into the University Center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a low-traffic time of day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do you want to do tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure. It is the beginning of the semester, it's time for our Annie Hall night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you ever noticed that the more Annie Hall you watch, the less successful you are romantically? I think we'd do much better if we watched, say, Ocean's 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about? If you're sick of Annie Hall, that's one thing, but don't blame our sad little lives on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles picks out breath mints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm telling you, I was thinking about this over break. Ever since we started watching it, what has your love life been like? And mine? Every semester, we watch this movie, and then spend the semester alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone? Last semester you hooked up with like a dozen women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know actresses don't count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for a meaningful, sophisticated relationship. Like Frank and Ava. No more shallow dames for this cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you get this grudge against my favorite film? 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just kidding around, Max. We'll watch it tomorrow. Tonight, there's a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And anyway, your theory fails to account for our collective dorkiness and bad haircuts. Plus, look at Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam hasn't seen Annie Hall since freshman year, and he's in his third year with Jen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So look at what not watching can do to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch. Why are you still on this? I said I was kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a nightmare. I dunno why I can't stop thinking about these things. I guess I've been a little restless lately, since getting back from winter break. Everything's been kind of weird lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs a CD from a rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hope you enjoyed this week's Reggae Revelry Hour. This is Max filling in for Rasta Ronnie, taking you out with a little Bad Religion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts in the CD, hits \"Shuffle/Repeat,\" and leaves. The caller request lines blink furiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"SUNDAY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max's dormitory suite: four bedrooms off a common room, w has three battered couches, a coffee table, and in a corn several small fridges and two televisions in a pile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christmas lights are still up. A neon `Guinness' sign dwa it all. 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Charles are here, standing, while Sam and Jen sit one couch and SCOTT and AMANDA sit on the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles puts on his gloves and coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, you're coming and that's the end of it. When's the last time you went to a party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who cares? It's unnatural. If I went into a stranger's house and ate their food under any other circumstance, I'd be arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not taking no. With Sam on board, it's gonna be like old times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gestures at Sam, who stands. Unlike the hipster from freshman year, Sam now resembles a middle-aged accountant There are bags under his eyes and square clothes on his b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I haven't been out with you guys in ages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jen looks up from her magazine with disapproval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, honey, just for a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I have to work until midnight. It's not my fault the supervisor won't let me out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glares. He teeters between his friends and his girlfriend. His girlfriend wins. He sits back down, tryin hide his disappointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has a point, guys. I should catch up on my chemistry reading anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys roll their eyes, let down but unsurprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the room are SCOTT, perpetually poker-faced and reserved, and AMANDA, understated, with the subdued manne a long-suffering wallflower. 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits off to the side, sneaking looks at Scott. He's watching a golf-related infomercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So Scott... How come you're not going out with Charles and Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't go. Graphic design work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh really? I have work, too, but it's okay, I got a lot done today. What do you have to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Graphic design work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TOMMY enters. He's preppier than anyone else, conservativ clothes capped off by a goofy smile and thick glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up, all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy, at last. Save me from this lounge lizard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, what are you doing tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Physics lab. Fortunately, the semester's just begun, so before the work piles up, I can party. That's why the beginning of the semester rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, so come party with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't, I have physics work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He disappears into his room. Charles takes Max's hat from hook, jams it on his head, and shoves him towards the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A typically lame college party, still early in the night. furniture is \"student budget modern\" type. A jazz record plays quietly, while pretentiously-dressed PARTY-GOERS si wine and eat cheese and crackers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Charles survey the room, drinks in hand. 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers to a new semester, full of potential that will surely go to waste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it, I'm telling you. This is the semester I pass all my classes and meet the dame of my dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck, and may she have a sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More importantly, may she grant us our occasional freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, forget about Sam. I don't like it any more than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's become a total non-entity. Freshman year, we were like Frank and Deano. Now it's like Frank and freakin' Peter Lawford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, he was one of my best friends. Now we share a room and he's like a stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hottie at 3 o'clock. Keep an eye on her for me so it doesn't look like I'm interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right, then if you fail to sodomize her, you'll blame me. Me, or Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, all I said was, it would explain our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The problem is, every crazy theory explains something. I took a class last semester with a professor who claimed that the planet is being destroyed by white, male, meat-eating capitalists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So? Everybody knows that. 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she had a theory that explained how: apparently racism, sexism, socialism, environmentalism, and vegetarianism are all inherently linked. I brought a Big Mac to the first class, and I thought I was going to be the victim of a vegan- socialist uprising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam walks in and makes a beeline for the guys. Excitement",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! I made it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, the laws of nature have stopped working. Maybe I should try to meet some chicks after all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told her I was going to the lab. She doesn't mind if I'm working while she is. How's the party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sucks. Who are they trying to be, with this wine and cheese? What kind of party doesn't even have beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can get into this. It's better than those frat parties. Check out the fox in the beret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, it's so good to be out. Between Jen, homework, and labs, I hardly have time for anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could always change your major. You'd have a lot more free time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel the same way about science that I do about Jen. It's a lot of work, but it's worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have doubts about both, actually. But still, what could be dumber than changing your major for a girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Changing your girl for a major.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wouldn't be an issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not, when has studying ever interfered with what's important, like video hockey or your radio show that nobody listens to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I meant, I'd have to have a girl first. And lay off the radio show. There's a reason I took the 3am slot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And every time I see you doing homework, you're taking a break. You're the best I've ever seen when it comes to procrastinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should be, procrastination is one of my favorite hobbies. Isn't it funny that my two favorite hobbies rhyme?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles' expression turns sour as he looks across the roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit, Sara's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SARA, good-looking and excitable, arrives with a theatric flourish. Her age and manner indicate, among other things that she is a freshman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ta-daaa! Hey guys, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were just talking about the mediocre resonations of sub-hybrid fields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you think they're mediocre. Those guys rock. 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doesn't get it, doesn't care) Oh. Well, I just wanted to stop by and say \"hey\" to my favorite guys. So hey! How was everyone's break?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is clearly talking to Charles, who is scanning the ro over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could have been better but it could have been worse. For me, that's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mine was great! I partied with my best friend Melanie, who I haven't seen in ages. Aren't these parties just the best? So much better than the theater group parties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno, it's a bunch of 21-year-olds who want the 18-year-olds to know how mature they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Charles, you going to the fraternity party after this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna be back at your suite then? Maybe I'll stop by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah, we should be back in, uh, many many hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay then, I'll catch up with you guys later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She tugs on Charles's shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves. 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, I was hoping to avoid her for at least a few more days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you have against her? She seems nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, she makes my skin crawl. Second, if word gets out, it'll ruin my reputation in the freshman dorms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam looks to Max for the real story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never hook up with people in your cast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am a world-class knucklehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pretty girl approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry to interrupt, I thought I heard one of you say \"Max.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of us is Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, great, just as I hoped. I just wanted to say, I heard your radio show last week and I thought it was great. Thoughtful and poignant and funny, too. You know, you look just like I imagined, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God, you heard my show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Max? Then who are you? 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles. I'm an actor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay? You look like you're in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get it, I can't do my show if I even suspect someone is listening. Now I have to change time slots. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, I didn't realize I wasn't supposed to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's no good, the whole episode is ruined. This is a disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I work in theater a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, listen. I was kidding. Your show actually kind of sucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just kidding! It was awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I also direct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, when did you tune in? I need to know which episode you ruined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At one point you dialed a phone sex line. It was hilarious. It's not every day someone calls 1-900-4RIMJOBS to discuss politics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam quickly pulls Charles away as he starts to comment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she hung up. \"This isn't the place for that kind of talk...\" 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it's like, for four dollars a minute, you should talk about whatever you want. You know the country's in trouble when a phone sex operator thinks talking politics is beneath her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps she'd been screwed by politicians. Phone sex is just pretend but politics... I know my ass is still sore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He catches himself and falters. Julie notices something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'm being flagged down by my over- protective friends. It was nice meeting you, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, wait. How did you know about my show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone mentioned you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody I know? Oh, duh, I guess it would have to be someone I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was from a good source. I was told I'd like you, but to really know you, I should hear your show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She appraises him for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that, she leaves. Max watches her, loses her in crowd. Something catches his eye across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX'S POV: Sam is in a corner, trapped by an upset Jen. F his gestures, he is on the defensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles moseys over. 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check it. Jen traded shifts and got out of work, so she went to the lab to surprise Sam. He wasn't there, and then Tommy gave away that he was here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how. Let's bail before the beheadings begin. Plus, The Rat Pack's on HBO later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They put on their coats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you stand that show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you, it's research. It's why I got three phone numbers, Max, while you were talking to that cutie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Cutie\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. You get her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just met. I was working up to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, you're worse at picking up chicks than me. We are one sad couple of bozos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max looks at him like he's insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone, he kicks snow off his boots as he sheds his winter layers. He taps the answering machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, hi, Max. Guess who? It's Beth. Been a while, huh? Since that lunch last August that somehow never happened. Anyway, uh, just checking in, I guess. Hope your break was okay. Uh, and---- 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEEEEEEEP. The machine cuts her off. Max sighs, picks up phone, dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Beth?... Sorry... Hello...? Hey, how's it going?... Yeah, in person... Too long... So anyway, I just wanted to say hi, and also, stop telling people to listen to my show... Of course I'm serious... Stop laughing... Of course I haven't changed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"MONDAY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara sleeps on a couch. Charles, wearing only boxers, hun over and mostly asleep, passes through the living room. H stubs his toe and crashes into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow! Shit! Ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He continues into the bathroom. Sara wakes up and looks around groggily. A FLUSH. Charles walks out of the bathro and blinks at Sara with surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeeezzus! Shit, sorry you um...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, this isn't the first time this has happened. At least this time I'm not the naked one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just that, I mean, I'm just surprised to see you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmm, yeah, I must have shown up after you came back, or something. I was planning to go home, but I guess I fell asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She waits for something from Charles. He doesn't respond. reluctantly gets to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, I, uh, I've got a bunch of stuff to do. I'll see you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye. 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she leaves, Max comes in, still in last night's clothe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's around all the time! I chose to live with my hombres, not her. She's got to realize that we're not right for each other and get on with her life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I mean, I thought I heard you fall or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, what? I just stubbed my toe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That sucks. Bad way to start the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The toe's the least of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is funny, in a way. Yesterday you were complaining about not having any girls. Now you're complaining because you have one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. It's a shame. And I was attracted to her once, too. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want me to tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! I think I've heard enough from the Nostradamus of failed relationships to last a lifetime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speaking of failed relationships, I was thinking about your Annie Hall theory. Specifically, I was thinking that you're insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I was joking, so why do you keep bringing it up? 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like you insulted my religion. Like, \"Hey, Cardinal, I think Jesus might be why you're not getting laid...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your attitude's too dour. You've gotta be more fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not my fault Annie Hall's honest about the futility of romance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're just a wuss. The very thought of not seeing that movie scares you. You're like a junkie, you need movie methadone. Like, from now on you can only see Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it, I hate Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think addicts like Methadone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Uncle Harry didn't seem to mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what are we doing for lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I'm supposed to eat with Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't look excited at the prospect, but Charles does",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth? Wow. She hasn't been around in ages. Say hi for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max walks with Beth down the city street. She carries an umbrella and scans the skies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't it supposed to rain? 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, it's been ten minutes and we're still discussing the weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So? Think of all the people who've died in hurricanes. I bet they think it's a worthy issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just feel like there are other things we could be talking about. You're the one person I could rely on to say something original.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what classes are you taking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was a mistake, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stop in front of Frannie's, a small greasy spoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, let's just call it a day. I was excited to hear from you, but I can't take you like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COUPLE exit, the guy holds the door for them. They hesitate. Suddenly, from inside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (O.S.)",
          "text": "Max! Beth! Come sit with us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm sorry. Don't worry about it. To be honest, it's nice being with someone besides my suitemates for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look in and see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Charles, Scott, Amanda, Sam and Jen, seated around a h table. They are waving them in. Beth enters, Max reluctan follows. 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my, God, Beth! It's great to see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been so long!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone scoots over to make room. Max is still stunned b has no choice. He sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did we ever fall out of touch? We shouldn't let that happen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know! I even miss this place. I live on the wrong side of campus now. You guys still come here? It's so dark and the menu is tiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It never changes, that's why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you gonna get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe an omelet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have to get eggs? I'm allergic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So don't get the eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just that, it's the smell. It's the smell that bothers me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you serious? How can you be allergic to the smell of my eggs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it, Jen. He's just incredibly picky about food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even other people's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if you're going to have eggs, let me at least switch seats with Sam, so I'll be farther away from it. 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, what's up with you today? Join a support group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it really bothers you, why don't you and Beth switch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This would put Beth next to Charles. She looks at him and smiles. Unable to help herself, she smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about people at other tables? Should we ask the management to stop serving egg- products to people upwind of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't you just get along with everyone for once?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, alright, you win, we'll switch. Come on, Beth, get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes you so sure I'm gonna switch? I don't think I'm gonna move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't give in, Beth. I've got your back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You owe me. Remember when you threw that egg at me in the dining hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I'll get up. But I'm ordering an omelet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits down next to Charles and they smile at each othe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max walks down the street toward an ATM, where a long lin college students has formed. Next to the ATM is an arthou theater. The marquee reads \"Thru Valentine's Day: ANNIE H and CASABLANCA.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He joins the ATM line. A moment later, Julie walks by. Sh notices him and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Look at this line. 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hey. Yeah, I hate coming here this time of day, but I need money. You know, gambling debts and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't ATMs great? They save so much time. Think about what life must have been like before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't support an acronym without knowing what it stands for. I once joined NAMBLA because I thought it was an animal rights group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, are you a junior, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm listed as a sophomore, but I've taken some time off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you majoring in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is that always the first question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was my second question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how would you answer it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd be honest. Oh, wait. Media Studies. This week, I'm majoring in Media Studies. I used to be a double-major, Renaissance Footwear and Neurosurgery, but, ya know, it was just too hard to get course credit for watching movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet. Me, I'm in Soc., but I'm leaning toward Business, or Psych. Or Art History.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just be undeclared? 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not my style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max's turn-- but he spots ANNIE HALL on the marquee. Impulsively, he turns Julie to face him, so that her back to it. In doing so, he steps away from the ATM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay? I thought you needed money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I forgot, my bookie takes checks now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously, is everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, yes. But I need something from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Julie, no nickname. Don't even think of calling me \"Jewel.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Julie with no nickname, I, um, I'll see you around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves. Max goes back to the end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lounging are Max and Charles, Sam and Tommy, and Scott an Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles pulls a bottle of vodka from a newsbox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, which of you cats is in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only Monday. 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, it's only Monday? Now I really need a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles takes two mugs off the floor, throws their conten into a plant, and pours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy is on one end of a couch, sneaking looks at Amanda, the middle, who is sneaking looks at Scott, on the other",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was your day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My day sucked. I spent six hours in the lab and four hours in class. And tonight, I have to study for two tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It better be worth it when I get into grad school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott, how's the design project coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slowly. There are a couple problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott gets up and leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I have an extra ticket to this concert tomorrow night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles, Sam, and Max look on with alarm: is he really go through with this, here, now? Amanda takes the bait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Ani DiFranco show? Awesome! That's been sold out for weeks! 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not Ani DiFranco, it's better-- two, front row seats at the Campus Choir charity show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So do ya wanna go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno. Why don't you call me tomorrow during the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting late. See you guys later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, that went pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using Ani DiFranco to get laid. I've gotta try that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll never give up on Scott.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not like I expect anything, I just like to spend time with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott wanders back in with a copy of Wired magazine. Tomm stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott, do you mind if I take Amanda to a concert tomorrow night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would I? 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't think so, but not asking would be wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it wouldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not even a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nothing serious, but it is a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they're going as friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She probably won't even go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott sits and reads his magazine. Tommy drops heavily in chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whenever you're done, someone please give me an update on my sex life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How does \"sex life\" enter, if she might not be going, and if she does, it's just as friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, can you be on a date with someone you're not dating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't think it was such a big deal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanted to make sure it didn't bother you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott looks at him like, Are you kidding? and goes back t his magazine. Tommy looks frustrated. 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This conversation is starting to bother me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"TUESDAY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max shakes a tumbler as Amanda keeps time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tired yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is ridiculous. What other art form involves industrial toxins and complex chemical reactions? Nobody ever got cancer from dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're so paranoid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm serious. Chemicals make me very nervous. Isn't this how the Unabomber got started?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He continues shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, do I bother Scott when I'm around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, boy, this fixer smells delicious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Cuz, sometimes it seems like I do. I know he's not, like, interested, but then, sometimes it seems like he is. I just don't want it to be awkward. Please, tell me the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, uh, I mean, the truth is, it's not a topic. It doesn't bother him, or us. Or I mean, he doesn't talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he never talks about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I mean, no, not with us, anyway. 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen. All I'm trying to say is, you're not a topic that comes up very often.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So with all the time we spend together, none of you have any opinion of me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda storms out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's not... what I meant. Oy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda returns, still upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time! To unroll the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, startled, fumbles open the tumbler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Amanda. Scott likes you as much as we all do, so it doesn't leave much room for discussion. We mostly only talk about what we hate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. It's just sometimes, I wish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda takes the negatives, opens the door to a closet, h them from a clothespin, and leaves. Max takes his, select clothespin, and knocks several others to the floor. He tr to pick them up, and manages to step on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA, (O.S.)",
          "text": "Max? Are you coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He throws the crumpled negatives in the closet and grabs bag. At the door, he notices one stuck to his shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes the negative off his shoe, almost knocking himse over, and hurries out. 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA, (O.S.)",
          "text": "Why does it always take you so long in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max enters to find Sam playing video hockey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, remember the scene in Swingers when they play this? That was awesome. I love movie scenes I can relate to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sits down next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Wasn't there also a video hockey scene in Mallrats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you're thinking of Chasing Amy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one had all the comic book stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the Star Wars stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mallrats, Clerks, and Dogma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about the last one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't count, it was just an ad for all his other films.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta admit, it's fucking cheap for a movie to refer to other movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? We do it real life. We're doing it right now. What you're saying is, if this was a movie, it wouldn't be any good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Our lives would make an awful movie. 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if our lives were a movie, you'd never be able to say that. You'd be giving the critics the perfect quote to pan it with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So fucking what? It's a shitty movie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam drops his controller and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you only play this one video game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Video hockey is my game. Like a swan, I mate for life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More like the loon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max looks him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit, you and Jen broke up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Your prediction finally came true. Come on, let's hit the bar. I need a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crummy collegiate dive. Sam and Max drink coffees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were just hanging out, and she told me she loves me. Completely out of the blue. She says things like that sometimes, things like \"I love that you're my boyfriend,\" ya know? But usually when we're in bed or something. But this time it was different, all we were doing was watching TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Porn? 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost. It was \"our\" show, the one we like to get romantic to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam and Jen watch \"The X-Files.\" Max stands, observing. J can't see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just tired of trying to tell her what she wanted to hear all the time, so I tried to be honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been together a long time and I really care about you, but I don't know if I love you. This is tough to say, but I think something might be missing from our relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's missing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, not completely... I don't know if I can explain it. See...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are three things I look for in a girl: heart, body, and mind. And well, you've got the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is stunned and laughs. Jen is stunned, too, and runs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. You think you know someone pretty well and then they do something like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When she comes back, she slaps me in the face and makes me leave. Then she calls, crying, and asks me to come over. When I go back, she kicks me out and says she never wants to see me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty bucks says there's a message on the machine when we get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits, and the background DISSOLVES back TO: 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it really so bad? I couldn't lie to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you know that no matter how often girls tell you they want honesty, they never really mean it? Nobody does!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I fucked up, alright? I didn't know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too bad it ended like this. I'm really sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too. It'll be hard to get used to, but at least we ended it early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam throws some money on the table and they get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you know what I'm in the mood for? Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, that film...-- Have you heard Charles' theory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Max, I can only deal with one mid-life crisis at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you said that to her. That's so cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee, at least I can hang out with my friends again. 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"New wave dance party\" in The Pub, the small, grungy club campus. A DJ plays something obscure from the 80s. Some people dance, while the rest, including Max, Charles, and Scott, sit at tables by the coffee bar in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was talking to Amanda the other day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that Thursday? Because there was that half hour when she didn't call or visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott, why don't you go for her? You seem to get along well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She follows me around now. If we slept together, I'd never get rid of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're exaggerating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at Sam and Jen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad example: it could never get that bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then look at Charles and Sara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, ouch for real this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max looks O.S. and goes pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, she's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie walks through the crowd in their direction, but sto at another table, talking to friends. Max exhales slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That dame from History class? 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. She's, she's just a girl. I shouldn't have mentioned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you did mention it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohhh, that's the one from the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get her name yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it's \"Julie\"... Julie. She's cute, and she seems interesting, but I'm sure she has all kinds of horrible flaws I don't know about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh. This is bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're thinking about her. You're already making yourself nervous and you barely know her. You do this every time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wonder if maybe I should go say hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, this is what I'm talking about. If you don't go hit on her, I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know the guys she's talking to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. The guy in the jacket is annoying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie sees him. He freezes like a deer in headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, shit, shit, she's looking this way. Fuck. What should I...? 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no choice. If you back away now, she'll never get to see the rest of your annoying personality traits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. I can't deprive her of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie is with ANDY and MARK. Andy is your basic hippie, resplendent in a ridiculous green shag jacket. Mark has a and is wearing a J Crew long-sleeve shirt over a Dave Matthews Band t-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max! What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you guys know Max? This is Mark...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wassup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...And Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Max, how's it hanging, bud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. I, uh, really like your jacket. Is that real carpet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, man. I couldn't believe my luck when I saw it. This shade of shag is, like, so rare. I was like, woah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, are we gonna burn this or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, man. Hey, you guys are like all invited, if you can handle some kind bud... \"Maui wowey,\" you know? 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aloha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark, Julie, and Max sit around a wooden table in a small apartment's kitchen. Andy puts on a CD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey man, you like Zappa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dweezil or Moon Unit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank. (then gets it, laughs) Man, that isn't even funny. You should check out \"Apostrophe\" some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Apostrophe\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought he was correcting my grammar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get anyone beers? Julie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark distributes beers to everyone but Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Max, we don't have enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want mine? 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks. I'm kinda picky about beer. I'm more into stuff like Guinness, Bass, Killians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's so... British.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a coincidence, I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie has trouble opening her beer. Mark rushes over with keychain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought Guinness was going to be cool, but it sucks. Made me nauseous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, puking blows. That's why I smoke weed. You get high right away and no hangover!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy pulls out a baggie of marijuana, and rummages throug the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I don't know. Giving me pot is like letting Richard Simmons smoke crack. I'm paranoid enough as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well, some people just can't handle their bud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark glares disparagingly at him while Max pretends to examine the ceiling. Julie pulls out cigarettes, lights u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy, what are you looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andy finds it: a gigantic bong made from a vacuum cleaner sets it up on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. I bet you could use that for yard work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie, you don't smoke either, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I used to, but when it became my social life I knew I needed to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kind of like why I stopped playing Dungeons and Dragons. It was, uh, in sixth grade, but it was kind of similar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we go smoke in the living room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Ampersand's crashing on the couch tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Ampersand\"? What kind of name is that, Esperanto?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, his name was Mike, but he couldn't cope. He thought it was, like, too square. He wanted a name that would tell people, here is a person that only the brave will understand! Here is a person living beyond the walls!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He must have been listening to \"Apostrophe\" at the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or Prince, cuz, like, Prince's name was a squiggly-thing. But Mike wanted something powerful, meaningful, and above all, something you could type. Therefore, \"Ampersand.\" It's already on the keyboard and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much did that cost? Because I have a friend who wants to change his name to Not Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is his name Bill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Not Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about originally? 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Originally he wanted to change it to something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark steps forward and pushes up a sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Julie, check out my new tattoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got an anchor on his right biceps. Max snickers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee, Mark, that's really cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it's not what you suggested, but I needed something more... masculine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max quietly whistles \"Popeye the Sailor Man.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you're pretty funny, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, I thought hippies were mellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just call me a hippie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Popeye, I guess I was thrown by the Dave Matthews merchandise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in a frat, geek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well shouldn't you be back there date- raping someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie, where did you find this creep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Mark both look to Julie-- she must pick a side. She pulls on her cigarette, then turns to Mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark, lay off. Go take a hit off the Hoover and mellow out. (turning to Max) Max, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, it's okay. I'm cool. 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a beer from the table, fumbles, and drops it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, it's time. It's getting late anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts out her cigarette and grabs her coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Julie approach Shelly Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you live here, huh? Does it bother you to be in an all-female dorm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, well, a little, sure. But there are always men around. During fire drills, more guys come out than girls. Never the same ones either. They come and go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie catches herself and laughs. Max shares a smile with in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a good time tonight, but next time, let's have some real fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, fine, uh, next time I'll bring Jack Nicholson and a case of Schnapps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie enters the dorm. Max watches her through the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"WEDNESDAY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP of a schedule's column heading: \"Wednesday\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max reads the schedule on the door. His watch says 11am; finds Wednesday 11am: \"Julio's Death Metal Jamboree.\" He peeks behind the door-- the station is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to slip inside when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (O.S.)",
          "text": "Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He whirls, closing the door guiltily. Beth comes down the hall, laden with books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was great running into your friends, but... you know... I feel bad about what I said. Do you want to get together later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, I'm sure I have something to do that I've forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, it's bad enough we fell out of touch, but we can't even have lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every time we try to do anything, you have an excuse, or forget to show up, or you cancel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You cancel on me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. Things have been a little, you know, awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, the whole thing was my fault. Let's drop it, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth throws up her hands, turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, lunch, you win. 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you're only going because I gave you a hard time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guilt is a powerful force. Just be glad it's on our side for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, how is the Kidney Bean at noon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awful, just like every other time of day. Their food is just birdseed prepared fancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fabulous Diner, then. Friday at noon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves. Max finds his old slot on the schedule and crosses it out. Then he slips into the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shitbox pulls up. Sam drives, Max rides shotgun. Scott Amanda are in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then I got to thinking, you know, I really think I like vanilla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam turns off the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get out and go into the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter an aisle and Sam grabs various items as he tal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jen called yesterday, while we were at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call her back? 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I went over there to talk again today. She's taking it hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagine that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're having dinner tonight. Wanna come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't put me in the middle of this. Are you definitely broken up? Because it seems a little up in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we're definitely broken up. I guess sometimes it seems like we're sliding back into our old patterns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes some Vaseline from a shelf. Max looks horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not what you think. I need a petroleum jelly for the polymers class I'm TA-ing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a rack of condoms catches his eye. Max sees it t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't even think of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What-the-heck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes a box. His arms are totally full now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a basket. Hold this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He dumps his pile of stuff into Max's arms, the Vaseline condoms on top, and disappears around a corner. Max sighs turns around... and bumps into Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello... Big night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, it's for a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would hope so. 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, seriously, I just got a job at a petting zoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the best part is, it's work study. I think the Psych. department's involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, that's my new major. I got so sick of Soc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, uh, got any plans tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there's a great local band playing the Pub. You should come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, sure. Might be cool to catch a band before success ruins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I'll see you there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leaves with a wave. Sam turns the other corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No baskets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe what you just did to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie was just here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Julie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, Scott arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. I need socks. 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you doing sitting in the car then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda and Scott are alone in the back. Amanda looks tens",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scott, can I ask you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just that, sometimes, you're really cool and other times you act like I'm not even here. Or like you don't want me around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I was wondering if... never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, look, I'm just going to come right out with it. I think I like you. I think I, I really like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she opens her mouth, Scott opens the car door and exit 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So where are the socks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An absurd metal band plays on-stage. The room is packed, the crowd is mostly one big mosh pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max wades through the slamdancers, freaked. He makes it t the coffee bar. Julie soon appears, sweaty. She's been he awhile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hey! It's good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The surging crowd shoves Max into Julie. They fall agains each other. Max is near panic but Julie's laughing, getti off on the energy of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SINGER smashes the mic against the wall, then brandis the stand menacingly at the crowd, who step back in alarm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are these guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're Anhedonia. They're \"sludge-core.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all a part of the conspiracy! You're all human! Every one of you wore diapers! You're all full of shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The singer storms off. The band follows. The crowd applau with some confusion. Julie whistles loudly and claps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's their trademark. They insult the crowd at the end of the set. Sometimes he breaks the mike two songs in. We were lucky: they played for almost 40 minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luck had nothing to do with it. 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, the mike's not even broken. They were just tired of playing, but they wanted to give us something to remember. Now that's showmanship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to wonder about any band whose highlight is their exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It worked for The Who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, the who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha ha. Come on, is that the kind of a joke a celebrity DJ would make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still can't believe you tuned in. It's like an invasion of privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a riot. Let's get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lounge is empty. Julie sits on a couch. Max sits next her, but seems uptight about getting too close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, uh, I'm sorry about that thing with, uh, Chip was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Mark. He's been following me around for years. He's easily threatened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's lucky, I, uh, almost pulled a Jackie Chan on his ass, but, you know, my kung- fu's gotten rusty since I left the Hong Kong military.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about him, he isn't a threat. You're far more interesting. 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Asking me not to worry is like asking a bear to use toilet paper. There's this joke that sums it up for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie leans in and looks at him with intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not fooling me, you know. I can see right through this aloof image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not an insult. I get the sense that there's this whole other side of your personality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope he's a better dancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, this is the side you show, playing everything off as a joke whenever things gets serious. But there's more to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I ever tell you about the bear and the rabbit in the woods--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick. Now. Tell me something about yourself, something I never would have guessed. And don't even try to come up with some witty retort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, agape, is on the spot, helpless. Julie grabs her coa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Okay. (a deep breath) We barely know each other, but you're all I think about. 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(off-balance, covering) I said something I never would have guessed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, thanks. I bare my soul and now you're the funny one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. That wasn't quite what I was looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now it's your turn, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see. Okay, here's one: I have a boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck. I sure hadn't guessed that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, well, not anymore. Eric and I were together in high school, but we broke up over break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since high school, wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. He's kind of a jerk. It was all a waste of time. Sometimes I, I, I don't know, Max, why don't you have a girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on the spot) Uh, I have a friend who says it's because I watch Annie Hall too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly. That film practically raised me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it has a very positive message, too. I wish more guys were into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful what you wish for. 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know what I'm wishing for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snowtires?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, there are a lot of girls that would go for a guy like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is one of those moments, in a movie, when a character has a chance to say something, and of course they do, and it's perfect, and it becomes a movie moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie starts to lean in. Suddenly, the BUILDING MANAGER w in. He's a dead ringer for Woody Allen. Max starts violen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Building's closing. Everyone out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He exits. Max is beside himself. Julie sees that the mome over and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you hungry at all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. I know this place. Their food is bad, but they compensate by being overpriced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, did that guy look like...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ernest Borgnine? Yeah, I noticed that too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is relaxed and chatting while Julie drives. 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been able to do it since high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a scary gift. I mean, even if people are destined to break up, the will to stay together is very powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the real tragedy. Look at all the unhappy couples in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if your gift is really that special, Max. I mean, we break up with everyone we ever date... Until the one we stay with forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See how ridiculous dating is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you get this attitude if you love Annie Hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? That's what Annie's all about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie looks dubious. Max flicks on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...\"college radio for the masses,\" and that's it for me. (sound of CDs falling) Whoops! Anyway, next up is Verbal Diarrhea, with Todd Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is your radio set to the campus station?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, it's stuck on it. It's how I first heard your show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought Beth told you about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't matter, Max. Now that I've met you, your show's not important. 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kind of place that's perfect for Parents Weekend. At late hour, it is filled with young professionals. There's dance floor, where couples dance to the standards. Max an Julie are at a table in the corner, looking out of place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a nice place. Ritzy. Interesting mix of people here, you've got these men with their suits, taking their waitress girlfriends out to impress them into bed, because they can't get them any other way. Really, as if a fast car can ever make up for a small dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it did, do you think I'd be here? I'd be down at the Porsche dealer with a ski mask and an Uzi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys, always obsessed with dick size.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, sure, there's that, but it would also be nice to have a car with a heater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's guess which couples are destined to break up. How about them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indicates a COUPLE dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I can't tell just by looking. I need some info.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their waitress, DONNA, arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi! Do you have a boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is aghast. Donna stares a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you need to know? 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, just a description.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Describe him for us. It's okay, I'm a psyche major.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he's tall... ish. Brown hair. Funny. Very friendly. Fixes cars. Close with his brother. Uh, what else? Believes in God. Has a sweet tooth. Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's plenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So can I take your order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not ready, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Donna puts her pad away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what was that all about then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max here thinks you're going to break up with your boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. It's all in there. You qualified \"tall\" so as not to make him appear too handsome, said \"friendly\" like a euphemism, chose \"fixes cars\" instead of the more dignified \"auto mechanic,\" and finally, mentioned his brother ГЎ propos of nothing, like you're threatened by him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waitress looks like she's been slapped. After a pause she turns her back and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Don't shoot the messenger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm such an idiot. She's going to shit in our food now. I can't believe you asked her that. 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, we're all people here, right? If you want to talk to someone, talk to them. I don't spend my time trying to justify talking to people or whatever. You limit yourself if you do that. If you spend too much time worrying, you don't spend enough time living, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, a fortune cookie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to keep yourself open to possibilities in life. I'm the first one in my family to go to college. Sometimes I can't believe I'm here, at a semi- prestigious university getting a halfway- decent education-- this has always been my dream. How did you end up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a coupon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what you mean, financial aid is a bitch. And the university experience itself is kind of disappointing. All those rich students with no idea how lucky they are. But I don't think about them. I think about me, I think about where I want to be someday: a world traveler, running some huge company, or, you know, doing some fantastically important work. And when the day comes that I can relax, I'm going to charter a boat, sail around the world, and see the Seven Wonders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought they broke up when Stevie left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, aren't you curious about the world? Doesn't the sheer scope of life fill you with wonder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonder, horror, it's such a fine line...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, Max...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's smiling at him, and he can't help but return it 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy sleeps while the TV proclaims golf products. Max co in and quietly shuts it off. Tommy gurgles and rolls over",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...swallowed a bug...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max goes to his room. Sam's bed is empty. He shakes his h picks up a key from his desk, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits on a stool, as in the beginning, but this time w are PUSHING IN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I look around and wonder where the hell my friends came from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Sam are in each other's faces, yelling. Tommy w a book and Sam waves a newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Like, the other night Tommy and Sam nearly got into a fistfight over whether the X-Files is based on a true story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles makes out with a GIRL in a stall covered in color paper. She has a cigarette on a black holding stem, which brushes the paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Before that, Scott covered the entire bathroom in multi-colored post-it notes, which Charles somehow set on fire, nearly getting us kicked out of housing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, Sam, Scott, and Tommy are there, reading fanclub newsletters: X-philes, Font-ain of Youth, Men Are From Ma Women From Venus. Charles walks in, arm in arm with a wom who is obviously a PROFESSOR, and escorts her to his room",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "They're great friends. I feel safer among them than among my own family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX (V.O.) (cont'd) They always know what not to say, how not to make things uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a beat, the group resumes reading like nothing happened... except Max, who can't believe what he just sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max in CLOSE-UP. Over his shoulder, images of Beth arguin with him from various moments in their history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even when Beth was part of the group, she didn't fit in. Like, she never just lets things be. She always has to know exactly what I'm thinking. It was sort of cute when we were friends, but now it's like a proctology exam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hard to imagine a friendship going more wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The image of Beth STOPS on a shot of her looking at him w undisguised disappointment. She DISSOLVES into a image of Julie, beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, but Julie. Juliejuliejulie. She's smart, she's funny, isn't constantly hassling me. How she can stay such a dreamer is beyond me... Hey, I wonder if she's listening now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thought stops him cold. The image over his shoulder VANISHES, replaced with a plain cement wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ZOOM OUT fast. Max is back in reality, the station cro and claustrophobic. He tries to regroup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taps the mike) Hello? Uh, Julie...? (clears his throat) So, uh, as I was saying... Um. My friends. Yeah. My friends are weird. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's time for some music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs for a CD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"THURSDAY\" 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Charles stir their coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' hate this flavored shit. Anyway, I can't believe the cat in the shag jacket was Andy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I knew him as a freshman, he was pre- law... Whew. Anyway, it sounds like things are going well between you and Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. This is a real change of pace. Staying away from Annie Hall is like some kind of magic trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wondering about that. You seem different lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how when things are going badly, there are certain parts I like to watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like how you spent your whole sophomore year watching that lobster scene on repeat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I realized that I don't know what part to watch when things are going well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I actually regret mentioning that theory. In fact, Sam and I were thinking of watching it tonight. You in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you on crack? I meet a girl I really like, that I may actually have a chance with, and you want me to put it all in jeopardy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Watching it without you would be weird. Unnatural. That film is you, Max, face it. 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's ruining my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles drinks his coffee and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Max. I have to tell you something. I scored last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? The theory works for you, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max drops his coffee, thunderstruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't premeditated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you sleep with Beth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, nobody knows about it. It won't happen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happen again? Of course not! That might constitute a relationship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is at a loss. The CASHIER looks over suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Max. I wasn't sure if you'd care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care! Oh God, this is my fault! If only I hadn't called her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want me to say? I'm sorry, man. Let me pay for your coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've gotta be kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He starts to leave. 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Going back to the suite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno where I'm going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, distressed, passes the campus theater, where someone tacking up a poster for Annie Hall. Max sees it and avert his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks past the Kidney Bean. Something catches his eye through the window. He changes direction and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sees Beth eating alone at a table, reading a Tom Robb book. He walks over. Beth isn't thrilled to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max? What are you doing here? A sudden craving for bird-seed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I figured I'd had enough actual food this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, be careful, someone in the corner is eating egg salad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits down across from her. After an awkward pause:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No reason. Something about you sounded different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, actually, last night on the... Oh no, he's here. 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I just left him in the General Store...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she isn't talking about Charles: she's looking across room at STEVE, a good-looking guy who is talking to a GIR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is he with? He never calls me anymore. I think he might be seeing someone. Have you heard anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't even know him. What's so special about this guy, anyway? I mean, are you and he...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sort of. Well, no, I guess not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know something's going on. I'm such a fool. Why are we always attracted to people that are completely wrong for us? Is it because they excite us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess so. You know, we should try to be more exciting. Like the other day, I waited until the last minute before returning a video. And next time, I swear I'm not going to rewind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can be a rebel too. The other day I went to bed without flossing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy, are we pathetic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, it's pathetic, but we're okay, you know? But sometimes, I feel like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts on her coat and gathers her things on her tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you're here, Max. I didn't realize how much I missed you. 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel the same way about the Sex Pistols. Missing them is far cooler than having them around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I meant, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She heads for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam looks dubiously at Max, who waves his arms and shouts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, you saw Julie with someone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just that. Nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. They were having lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was he? What did he look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're over-reacting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could she see someone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not even dating!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we might be! I can't handle competition, Sam, I'm not the competitive type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was just lunch in the cafeteria. He looked completely normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't compete with that! (he fumbles with his coat) Man, it's all gone so wrong, so fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes out the door. 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max knocks on the door to Julie's suite. Nothing. He pace frustrated. Suddenly, JUDY comes out of a stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, do you know where Julie is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Are you Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh wow! You're just like she described. Hi, I'm Judy. I'm sure she mentions me all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah, Judy. Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judy unlocks the door and holds it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come in, come in. Make yourself at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max enters cautiously. The common room couldn't be more different than his own, clean and tasteful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judy hangs her coat up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This may be completely inappropriate, but can I ask you something? The tattooВ­ did it hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhhhh... No! I mean, not much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you use your frat's logo? 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, uh, the guy said it's too hard to draw two grown men kissing. Say, which one is Julie's room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the left. She's got the single.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max pushes Julie's door open with one hand while keeping eye on the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So...! Uh, do I come here often, would you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDY, (O.S.)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door opens and Julie enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max! What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judy let me in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judy comes out of her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I think I'm going to get a tattoo, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judy, Mark has the tattoo. This is Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? You're Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, isn't he great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glaring at him, she goes into her room and closes the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a surprise! What brings you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was, uh, in the area and thought I'd pop in. Find out how your day went. 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was excellent, how was yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I had lunch with a dear, dear friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Anyone I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably not. She's a foreign exchange student. Spends a lot of time modeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, the agencies won't leave her alone. We had, uh, quite a lunch. Lots of shellfish, and wine. And, uh, rhino's horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, yeah, uh, she's on the kosher meal plan. Look, I gotta go. Nice seeing you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He splits, leaving Julie wondering what that was all abou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, Max beats himself in the forehead several times. Then, a picture of misery, he trudges off--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks in on someone doing a show. He leaves dejectedly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes back to his suite, where Sam and Jen sit like statues, watching \"The X-Files.\" He makes a quick exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passes by Julie's dorm again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eventually finds himself approaching the University Cente 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ska band plays \"These Boots Were Made For Walking\" befo two small lines of skanking rude boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles is alone at the bar. Max sits down beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just made an ass of myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, is it the weekend already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha-ha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it. Your troubles don't compare. Sara blew up at Stacy and nearly destroyed our first rehearsal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you've got real problems. Do you have time to talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh, here she comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles! Can you believe Stacy at rehearsal?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She jumps on the stool next to him. Charles turns to Max help but he's already gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"FRIDAY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max plays video hockey. Charles comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Studying for a test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't talk, theater major.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I have a test on lighting next week that'll make your hair go grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sprawls on the couch. 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for bailing on me last night. I had to hear Sara gab for an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you just leave? At least you can escape your problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just got my textbooks for this term.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max holds up a thick book, Post-Modern Semiology. The ent cover is a still from Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the gods give you a sign like that, there's only one thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He passes a controller to Charles and they play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, I saw Julie last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was she alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if you count this huge purse she had. She was rummaging through it and finally had to dump the thing out. I swear, I'm surprised Kennedy's brain didn't fall out of that thing. Anyway, it made me think of Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although Julie dresses better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max slowly lowers his controller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you saying, I like her because she's like Annie Hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say that. 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God, I think you're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to like someone because she reminds me of someone in a movie. Now I'm wondering why I like her. Maybe I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good Lord, Max. Take some harder classes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam returns, sees what they are playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at you two. Wouldn't something else be fun for a change? How about Goldeneye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I don't know how to play it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky for you, I actually have time to teach you. Normally I would be having lunch with Jen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shit, I forgot about lunch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max gets up and runs out. Charles and Sam exchange a look",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, he'll do anything to avoid change, won't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth is alone, working on a salad. Max runs up and jumps the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not looking up) So glad you could make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'm here, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God for small favors. 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. Are you still upset about the thing with Steve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, a little. This semester isn't shaping up too well. It's tough getting back into the groove of things and, you know, being on campus. Yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you know. Nothing even worth mentioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But there's something? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is it? Do I know her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, um, yeah, it's Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie! She's great. Why aren't you thrilled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm not sure I'm that into her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This I gotta hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reminds everyone of Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, of course, why do you think I sent her to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I'm such an idiot! That film is finding more and more ways to ruin my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max pounds his head against the table but Beth is amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you talking about? 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at my life. Look at this thing with Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeez, she's not like Annie when the film starts, she's like Annie at the end. Or maybe, the Millennium Edition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The worst part is, maybe I knew this all along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, what's really the problem here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Annie Hall's not even my type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a type?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm into bipeds with most of their teeth. No Lutherans or fictional characters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who would you rather sleep with, Julie or Annie Hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not two choices, that's one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Annie Hall or me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max knocks over her soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop delaying. This is a serious hypothetical question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I must admit, it would be... Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth snorts, then laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't feel bad, you came in second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take what I can get. 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only because you'd laugh at more of my jokes in bed. It adds a whole other dimension-- you'd be laughing with me in addition to at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You joke while you're in bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's so weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's weird because I do the same thing. Guys find it annoying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls think I'm a loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie doesn't. And you really like her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It's corny, but there's something about her that brings me happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happiness? Max, you wouldn't know what to do with it if you had it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max frantically cleans up all the pizza boxes, wrappers, empties. Charles leans on the wall, arms crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've gotta be kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, either go somewhere else, or stay in your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't I even meet her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You already did. 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max stuff the trash with paper, squirts lighter fluid all over it, and takes Annie Hall from the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie's coming over to watch a movie. I don't want to take any chances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He carries the tape over the trash but Charles snatches i from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, Sam and I were gonna watch that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Annoyed, he puts it back on the shelf and goes to his roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorbell RINGS. Max smooths his hair one last time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Julie browse a shelf full of videos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since Scott joined a video club, we've got a lot of shitty movies you'll ever Oo, here's Buffalo `66, that's a need. great flick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is, but I saw it a couple of weeks ago. I don't think I can sit through it again. You mentioned something about Annie Hall the other night. Do you have that lying around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ummm, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't that it on the end there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, no, it's just the box. The tape inside is wrestling. 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, it's been recorded over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't believe your friend's theory, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because it's insulting. A cop-out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, I know, it's just, I watched it last week. How about Airplane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, good idea. But next time, Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max puts in Airplane. Julie and Max sit on a couch togeth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Airplane plays. Julie and Max share a blanket. Max turns toward Julie just as she turns toward him, and their lips up in the same place. Julie pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are youВ­?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you back away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't me, I wouldn't have backed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? I'll, I'll have to remember that later. 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max turns back to the movie. A beat passes. Julie looks a him, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, my memory's not what it used to be. If I don't act on this information now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss. Max pulls the blanket up over them. The sound KISSING. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More KISSING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you comfortable, I mean, is this okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. Shut up already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the sound of a LOCK TURNING. Max and Julie quic get out from under the covers. Sam and Tommy enter, obliv to the quick recovery of innocence on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're crazy! You know how important your sense of smell is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! What about touch? Missing the smell of rotting milk is hardly equal to not being able to enjoy sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hey, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Guys, um, this is Julie. Julie, this is my roommate Sam, and that's Tommy, who also lives here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you guys, but I was just leaving. 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have work to do before class tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the movie is... Okay. Do you want me to walk you home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, all right. Boys, nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max leaves with Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, so what about body odor, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Julie collapse onto the pillows, exhausted from s Her room is extremely disorganized, decorated in an idiosyncratic mix of punk rock icons and nature scenery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I had a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I smoked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too. It's strangely sexy when guys smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, and it's the only thing between me and my dream of becoming Steve McQueen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lie in each other's warmth, under the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So. You and Beth are pretty close, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call that pillow talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We used to be. There were times I would have been lost without her. Other times, it was like the lost leading the lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She really cares about you. 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We tried something once, but it was a disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's great that you're still friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes I'm not sure if I have a say in it. On a campus this small, it's like she's everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes this place annoys me. There's so much bullshit. My semester off was the right idea. What happened to old- fashioned hard work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what summers are for. The school year is for reckless debauchery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max looks at the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, I have to get going. I'll never get my homework done if I sleep all weekend. Ah, fuck it, who cares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not just set your tuition on fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This, coming from the girl who thinks college is bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max just lies there, comfortably resting with a small smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, get on up, lazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits up and puts one foot on the floor before realizi he'll be naked if he stands. He tries to grab his jeans w his toes. Julie observes him dryly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you be shy, after, you know...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's different. Some things aren't quite as impressive in the light of day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a problem with nudity. 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not. I'm a big fan of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max picks up his pants. Julie taps him on the shoulder an flicks the sheet up to flash him. He starts and drops the She laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max puts his jeans on, shoves his underwear and socks in pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A double-shift, I get out at five. This week's gonna suck. I have homework that can't be avoided.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The worst kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is dressed. They smooch. Max leaves. Julie lies in be thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick Cave begins to croon \"Into My Arms\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max leaves the building and stops to look at the winter sunrise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPER: black on white: \"SATURDAY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe In an interventionist God But I know, darling That you do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Students work in the library as light refracts through icicles in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if I did I would kneel down and ask Him Not to intervene When it came to you 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy and a girl hold hands as they cross an icy street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squirrels play in the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun reflects off the University Center windows and ba onto the snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to touch a hair on your head To leave you as you are But if He felt He had to direct you Direct you into my arms...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are low. Max is at the console, staring into space. Nick Cave is playing softly on the monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Into my arms... oh Lord... Into my arms... oh Lord...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone RINGS. Max snaps out of his reverie and stares it in horror. After several rings, he answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. Nobody is here right now. Please leave a message. BEEEEEEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPLIT SCREEN between Max and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie, in bed, smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice try, Max. I thought you had homework and stuff, you liar. Great song, by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're listening? I told you not to listen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, you're funny, you have good taste in music...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, where'd the music go? 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two STUDENTS, lying in bed together, listen to the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (O.S.)",
          "text": "(on the radio) I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (O.S.)",
          "text": "(on the radio) I don't get it, it stopped when I picked up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max pushes up a slider and hears the following coming out over the monitors:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (O.S.)",
          "text": "I'm just calling to say that you left your underpants and took mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max reacts, then SCREECHING FEEDBACK rips over the airwav",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continue SPLIT SCREEN with",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Julie is frantically pulling the chord out of the b of her radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max fades the phone out, the music up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be too proud of your five seconds of fame. More people would hear us if we shouted out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My radio days are over, I'm now deaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't I tell you not to listen to my show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were only playing music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, all these songs are about you. 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow... You're a real piece of work, you know that, Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max enters and takes off his coat. Sam sits up, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, I'm sorry. Go back to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the point? I have to be up in 15 minutes anyway. Not that I could sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't sleep either, but for some reason I'm still refreshed. I feel great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is your problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Julie. Last night we officially became a couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officially?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hooked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't mean anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It meant something to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam considers him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe you. Just last week you told me the happy should be quarantined. I don't know you anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still down about Jen, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We broke up for good last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets out of bed and starts dressing. 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, man, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I knew what I was doing. Ever since she became my girlfriend, I've felt more and more constricted. Like I was trapped under the weight of the label. \"My girlfriend.\" \"Her boyfriend.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys were together a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have fun in Saturday lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, eat shit and die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max is alone, playing \"Goldeneye\" with a dopey smile on h face. Charles comes in, rolls of blueprints under his arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this, \"Goldeneye\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles sits and they play against each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you been here all day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, this game's so much fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, gotta tell you, you're really creeping me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy comes out of his room, dressed in a shirt and tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam said the same thing. He's still depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still can't believe he broke up with Jen. I saw her yesterday and she looked sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked her how she was doing, and she said \"Fine,\" and asked me why I was asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A non-denial denial. I invented that. She's learned from the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw her, too. She didn't seem upset to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles kills Max with a rocket launcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was hanging with Sara. That girl pisses me off! She'll say the dumbest things, like, the Breeders are better than the Beatles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happiness is a warm gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't go that far. She's just a daffy dame, that's all. Now, Stacy's foxy, but she's too serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Beth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam comes in, totally morose. Silently, he joins them in three-player mode, then quickly kills himself with a rock launcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just came from Jen's, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we just broke up for good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, man, I'm sorry. Was it you or her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me. Us. Both. It was just time, I guess. (puts down the joystick) I have to go, uh, mail a letter or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts on his coat and leaves. Charles, Tommy, and Max exchange looks. Max turns off the game. 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that took the wind out of my sails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up with you? Got another date with Amanda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A no-show, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but it's okay. Today's her birthday, and she invited me out for dinner at a nice restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She invited all of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh? Well, that's cool, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's barely lunch, why are you dressed up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to wait til the last minute to pick out my clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you really wearing that tie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn, I knew this was the wrong one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs into his room. Charles laughs at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna go to a birthday party. I'm broke, and I wanna hang out with Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So take her. And pray Sara's not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Julie walk through the snow together, toward a parking lot. She's taking deep drags off a cigarette. 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This has been some crazy week. I still have a six page paper due Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six pages? That's nothing. Triple spaced, in 14 point type, that's only like 500 words. If a picture's worth a thousand words, that's like a bad photocopy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it, I needed a break. Good to get out and enjoy the weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, from Maine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phew, because I don't know if I'd be able to handle something like that. That's a hard thing to drop on a person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm from northern Vermont. Not too far from Canada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sucked but I managed. Read a lot. Had a few close friends. That's all you need. It's quiet up there, dull but nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sounds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get to her car, and he surprises her by kissing her. responds, after a hesitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits tensely in the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look out for that truck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck's about two blocks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you relax? I know how to drive. 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch the driveway!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got it under control, Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, everyone's dying to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She drags on her cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is going to be fun. All my friends, meeting my girlfriend. It's going to be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you just call me your girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah well, I guess that's alright. Boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at Max and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PAN around a long table: Beth at one end, then Jen and Sam, Charles (looking annoyed) and Sara, Tommy at the oth end, then Scott and Amanda, and two chairs. Everyone's talking and looking at menus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Julie enter. Max looks around, paranoid. He sees Donna the waitress glaring at him, and hurries after Juli who is already at the table introducing herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth, I can't believe you're graduating so early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, really? 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I've spent my life learning how to be a student, and at the end of the semester it will all be useless. Everybody already wants to know what I'm going to do, and I have no idea. I started making up stories to tell people. An aunt asked me if I'm excited about Chicago, and I couldn't remember if I'd said I was moving to the city or going to see the band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something similar once happened to me, except I didn't know Nashville Pussy was a band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy laughs and blows tea out his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe I'm graduating. My whole life, I've known what was next. But when I graduate, the next step is... something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something that pays the bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My grandfather once told me that if you love your job, you'll never work a day in your life. He's 98 years old, addicted to C-SPAN, and had to be removed from a supermarket recently for shouting about Republicans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I know where you get it from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should do whatever makes you happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grad school baby. Stay out of the real world as long as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam and Jen sit close together and are both subdued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe I'm graduating next year. I already have a recurring nightmare about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have plenty of time, dear. 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rubs his arm soothingly. Behind her back, Charles rol his eyes and sticks his finger down his throat. Sara sees",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Charles, show a little dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He whirls on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dignity? You've been following me around like a lost dog since break, and you're talking about dignity?! You're always in my way, I can't get away from you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they're making me sick, that's my business! Leave me alone already!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She storms out. The table is aghast. Julie averts her eye politely. Beth pokes Max, urging him to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We make you sick? Sam, say something to him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should I? We've made him sick for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How dare you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth smacks Max's leg: Do something! He begs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think everything's okay if it's true, but some things are true and not okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When are you going to realize I'm a different person and entitled to my opinion? It's my goddamn life!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jen turns away, glaring. Max anxiously looks at Julie, wh stares above her menu. 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, guys, it's my birthday. We're here to celebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Can't we all just get along?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn it, Scott, I am so sick of you making fun of me! You are the meanest person I've ever met and I don't know why anybody even talks to you! You are such an asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They lock gazes for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sara comes back in and sits down, sullen. There is a long uncomfortable silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WAITER arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you ready to order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unsure, he turns to the next couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waiter looks around, notices the tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't I come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaves. Awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... So... Julie. I heard you switched majors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'm Psych now. I didn't like Soc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a Soc. major. 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh sorry, I just meant, I needed something more, ya know, relevant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Psych is relevant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, look, I'm only in college for the degree. Most of the stuff they teach us is pointless anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie looks at Max: Say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heheh, I bet that's why they call it \"academic.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "College is a great opportunity. It's about more than getting a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it's about avoiding the real world for as long as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I work in theater, so this is great training for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call theater the real world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Julie is hitting Max's leg: Help me out here! But Max petrified, watching his worst nightmare unfold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of us work really hard to get through school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, my parents worked their whole lives to give me the opportunity to be here. But the truth is, private schools like ours make money by showing students a good time for four years. It's bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think social work is bullshit? 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This \"bullshit\" is going to put me in debt for the next forty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie punches Max in the thigh. He jumps, blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just drop out if everything's such bullshit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's everybody going to order then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God. What a bunch of spoiled, whiny college brats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody has anything more to say. Everyone looks away. Max shell-shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna work for NASA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie's car pulls up. Her bumper sticker: \"EAT ANIMALS, D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max opens the door, gets halfway out, turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's okay. I just need a few hours to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be fun, just the two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie lights a cigarette off her old one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, see you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She peels out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max straightens up. Scott comes out of his bedroom. 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If she stands you up, are we still not allowed in here? It's my time to watch \"South Park.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would she do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's already past eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a KNOCK on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max gets the door. Scott exits, disappointed. Julie enter smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Sorry I'm late. You wouldn't believe what cross-campus traffic was like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the worst excuse I ever heard. I mean it. So... you wanna hit the video store?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you've got something here that I've been looking forward to all week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She grabs Annie Hall from the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, shit, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must face your fears. Relax, it's a very positive film. You just have to know how to look at it. It's really refreshingly positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The closing credits are rolling. Max and Julie look somew disconcerted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy, what an uplifting movie. Such a refreshingly positive message. 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I think I prefer Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can you say that? Annie Hall is so uplifting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just deeper, more sophisticated, I guess. Listen, thanks for dinner and the movie tonight, but I should get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's still early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie goes to the door. Max follows. He tries to kiss her She pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if this is a good idea right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, how about right... now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries to kiss her again. She ducks it, comes back into room, sits down. Max stands, tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, since the other night, I've been doing some thinking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's your mistake. Mindless happiness is always better than thoughtful reservation. Unless you're talking about nude bungee jumping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think that this is a good time for us to jump, or leap, or whatever, you know, together. Into a relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, but... we just saw a movie about how relationships are worth it, no matter what happens. 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I guess we really did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're right, Max, and this relationship was worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was? Is. Wait... Oh, shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max covers his face, breathes deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you okay? Will you please calm down? I like you very much, but I told you, I just got out of a serious relationship, and it ended really badly. We saw each other almost every day at the beginning, but by the end of the semester, I hadn't seen him in a month. He stopped returning my calls and stuff, and I mean, he basically avoided me, then I heard he was seeing one of my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that was him, not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nobody's fault, I know. I mean, I've been trying but it's hard. Relationships are very difficult to maintain. There are so few successful couples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's successful? Like, my parents have been married thirty years, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My parents are divorced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, bad example. But why think ahead? We're here, now. Can't we just enjoy our time together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, I did, believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was all this, I mean, was any of itВ­ 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what I was doing. I didn't think about where this might lead until it was too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it might lead to... happiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy walks in, half asleep, in his pajamas. He turns on TV and sits down. Max stares at him. Tommy suddenly reali he isn't alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, re-run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns it off and quickly exits. Max tries to pull hims together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say something. Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew that damn film was cursed! Why did I listen to Charles instead of Annie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Max. It's not an anti-relationship movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about? It's a fucking textbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not listening to me, Max. Just like you're not listening to Annie. No matter what you think right now, this was worth it. Because I got to meet you, and got to be close to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I don't know. I mean... Good-bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie leaves. The VCR whirs to a stop and Annie Hall ejec Max stares at it, upset and thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE CARD: white on black: \"SUNDAY\" 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN left to right across people's chests: an X-Files shir lounge shirt with a wide collar, a Stephen Hawking shirt, Ani DiFranco shirt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL BACK to reveal, l to r, Sam, Charles, Tommy and Aman sprawled on the couches, from Max's POV in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're drinking vodka out of coffee mugs. The TV is on b the sound is off. Everyone looks tired and sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits. Sam thumbs a copy of Scientific American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are humans smarter than chimps if we have 99% of the same genetic material?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who says we're smarter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who I'm asking. You think a red blood cell is a prison for a gang member.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very funny, Mr. Wizard. If I learned anything useful in my classes, I'd be rubbing it in your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Scott's usual spot is Amanda and Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So Amanda. Have a good weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mine was good too. Get any good birthday presents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gets up and leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, Max, what ever happened with that girl you were seeing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just ended a long relationship and she doesn't want anything serious. 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't you have something that's not so serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's dead. And the thing I don't get is, it was all going so well. There was a moment when we kissed, when it was more than a kiss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His openness is making the other guys uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was like we broke through all our layers, you know, all the manners and defense mechanisms and daily crap, and I saw a flash of something, a glimmer of hope or happiness or whatever, something I inspired in her. But now it's over and I'll never see that part of her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you're upset about not seeing some other parts of her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The joke is half-hearted-- Max has made everyone reflecti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a girl, Max. They'll always be a mystery. You'll never know why they love you and you'll never know why they don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relationships are incredibly complicated. Like polypeptide strings. There's an attraction at first, but if the bonds don't form right away, nothing can make the connection work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a metaphor we can all relate to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was like with Jen and I. But I know it was for the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I finally dropped out of the play I was directing, just to get rid of Sara. God, my career is in shambles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tough week all around, huh? How about some video hockey? 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max gets up and puts on his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I prefer Goldeneye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He leaves. Sam sighs and picks up the remote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna watch Sports Center?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. I think I'm gonna call Sara...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets up and leaves as Sam registers this news. He puts remote down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is moist and foggy as Max trudges across the deserted campus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (O.S.)",
          "text": "Max!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max stops in the middle of a path as Beth walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi there. Happy Valentine's Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oo, witty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I hate Valentine's Day, too. If you're in love, you're in love. And if you're not, who wants to think about it? I want to be in love so badly, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, there's this joke...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, forget it, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know the joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does a bear shit in the woods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that's the one. 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told it the night of our date. I hate that joke, Max. It's not a philosophy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I think I know what it means now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, and it's dreary and depressing, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth, I just want to say, before it's all over and I don't have the chance, that I'm sorry. For everything. Last semester and last year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth is speechless; she never though she'd ever hear that",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean the world to me, and I was an idiot to throw it away. You were right: if I can't be a friend to you, how could I be a boyfriend? I've done a lot of things wrong, and I've been confused as hell, but I think it's time for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth looks him over, as if for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then allow me to recommend a movie that you've never seen before. It's called Annie Hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was going to see it tonight. Do you want to join me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would love to, but I think you need to do this alone. 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you're right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'll see you later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. After the movie, I'm doing my last radio show. It's going to be all requests. You should tune in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end of an era.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The start of a new one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles and walks away. The fog begins to obscure him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth opens her backpack and removes a Walkman. She hits P and the LED changes from TAPE to RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX (V.O.) (cont'd) And that's how I let go of her. Although, it's probably more honest to say that she let go of me. Julie, Beth, and Annie. Three women in my life and I was desperate for one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVERSE ANGLE. Beth stands alone, watching him go. She sn the headphones over her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX (V.O.) (cont'd) Of course, I saw her again. It's a small campus. The last time was at a film festival. We're better friends now then ever, and there's always a chance we can have some kind of future together. So far, so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally, Beth turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUT BACK TO: Max still walking, getting smaller and small Soon all we see is fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAX (V.O.) (cont'd) She'll always mean a lot to me, and it's nice to run into her and reminisce about what we, ya know, went through. It was a weird period of my life. I mean, shit, I really got off track there, didn't I?",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_382"
    }
  ]
}