{
  "movie_id": "MOV383",
  "scenes": [
    {
      "location": "ROSIE'S II PARKING LOT SAME",
      "time": "NIGHT",
      "characters": [
        ", ,",
        "NANCY, (CONT'D)",
        "TIRES SCREECHING",
        "JILL, (CONT'D)",
        "THE SECRET",
        "DESTINY, (CONT'D)",
        "DOWNSTAIRS -",
        "DARE TO DREAM",
        "BUTTER FAN WIFE",
        "LAURA, (V.O)",
        "DESTINY, (V.O.)",
        "NED EATON",
        "DEATINY AND THE CROWD",
        "HELEN",
        "BOB",
        "OUTSIDE-",
        "KID 1",
        "DOWN",
        "BACK TO ROOM-",
        "BUTTER FAN",
        "LAURA PICKLER, (V.O.)",
        "FADE OUT",
        "GOD",
        "THE KITCHEN",
        "MAIN HALL-",
        "MRS. GUNDERSON",
        "MRS. SCHRAM",
        "\"93.",
        "DESTINY, (V.0.)",
        "CLERK",
        "LAURA",
        "HAYDEN",
        "HALLWAY",
        "MARTIN CASWELL",
        "13,",
        "LATER -",
        "YOUNGER BOB",
        "SLUT ATTACKING MY CAR WITH HER STUPID PURSE",
        "MEETING ROOM-",
        "AIDS",
        "PARKING LOT -",
        "LAURA, (V.O.)",
        "YOUNGER LAURA",
        "KAILTEN",
        "KAITLEN",
        "NANCY",
        "THE END",
        "A KNOCK",
        "NANCY AND CROWD",
        "BROOKE, (CONT'D)",
        "BOYD",
        "BACKSTAGE",
        "INSIDE -",
        "JILL",
        "WOMAN",
        "INSIDE-",
        "LAURA, (CONT'D)",
        "BACKSTAGE-",
        "DESTINY, (V.0O.)",
        "DESTINY",
        "BUTTTER FAN",
        "ORVAL",
        "UPSTAIRS -",
        "JUNE",
        "DESTINY, (V.O)",
        "CAROL",
        "BROOKE",
        "KIDS",
        "BECAUSE SHE DARED TO DREAM",
        "LAURA-",
        "CAROL ANN STEVENSON",
        "OUTSIDE -",
        "LAURA, (0.S)",
        "CROWD",
        "CAROL ANN",
        "MRS. MOORE",
        "LAURA, (V.O., CONT'D)",
        "EVERYONE",
        "ETHAN",
        "DANIELLE",
        "MAIN ROOM -",
        "INSIDE BROOKE'S COOLER"
      ],
      "dialogues": [
        {
          "speaker": "LAURA PICKLER, (V.O.)",
          "text": "What’s our secret? We can only see her from behind, but the SAD SACKS that descend on the opposing escalator seem to be in AWE. She steps off, but we stay on the ESCALATOR - INT. LAND O’LAKES DAIRY FACILITY — DES MOINES, IOWA A CONVEYOR BELT in a high-tech dairy. An oblivious COW rolls by. LAURA (V.O., CONT’D) Our secret is simple: We are the best. Bob carves butter better than anyone. Better than Ned Eaton, better than Carol Ann Stevenson, and certainly better than that girl. The conveyor belt STOPS. The cow looks at us, quizzically A machine WHIRLS up and milk begins to flow through clear tubes. LAURA (V.O, CONT’D) And it used to be that in this country the best always won. ASSEMBLY LINE — STICK after STICK of yellow BUTTER floats by on a conveyo belt. We move in on one sad, deformed stick of butter. LAURA (V.O., CONT’D) Well, times have changed. Another WORKER grabs the deformed stick of butter and throws it in the TRASH. EXT. CORNFIELD — IOWA — DAY A YOUNG BLACK GIRL rides her bike down a long dirt drivew toward a yellow house. She has multi-colored barrettes in her hair and a white wicker basket attached to her bike. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is DESTINY, age 12. She’s adorable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.O)",
          "text": "If you can believe it, the first time I saw Mrs. Pickler I actually wished she and Mr. Pickler would take me in. The foster people had just put me with a bunch of families and anyone had to be better than them. INT. MOORE HOME — SAME Destiny sits at a long wooden table with sixteen identica blonde kids. They look like a cult. DESTINY (V.O., CONT’D) First was the Moore’s. They were home- schoolers, which always spells trouble -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MOORE",
          "text": "(to Destiny and the 16 kids) Then God cast down the angels and they fell to Earth which is where dinosaur bones come from! Destiny, scared, bulges her eyes. EXT. MOORE HOME — LATER Destiny drives off in a non-descript GOVERNMENT CAR. A STATE SEAL on the car door reads “Iowa Dept. of Human Services.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.O.)",
          "text": "Next came Mrs. Carmichael. She was on pills... EXT. MEDICAL BUILDING — DAY A WRECK of a woman, JUNE CARMICHAEL, sits in the front se of her car, smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE",
          "text": "Just tell the doctor you’ve been anxious lately and you need Klonopin. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Okay. Klonopin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNE",
          "text": "(touched) You’re going to be such a good daughter. Destiny exits the car. Mrs. Carmichael pops a few pills a smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.O)",
          "text": "I liked her. She was always so calm. EXT. MRS.CARMICHAEL’S CONDO — NIGHT A POLICE OFFICER pushes June Carmichael into the back of cruiser, while another Police Officer leads Destiny to th same Government Car with the STATE SEAL we saw earlier. DESTINY (V.O., CONT’D) But she got arrested, so after that came The Gundersons. They were old and they only took me in so someone would be home just in case something happened. INT. THE GUNDERSON HOME — LATER Tons of DOILES everywhere. MRS. GUNDERSON, 100+, shows Destiny one of those telephones with GIANT BUTTONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. GUNDERSON",
          "text": "(shouting) The red button is for the ambulance! Destiny looks at the phone. EXT. THE GUNDERSON HOMES — LATER PARAMEDICS wheel two bodies into an AMBULANCE. Destiny looks on wearing her pj’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.O.)",
          "text": "So you can understand why I wasn’t onto Mrs. Pickler’s bull sooner. Plus I was only 12 at the time. Now that I’m 13 I know the truth: white people are weirdos. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ambulance pulls away leaving Destiny all alone in the middle of the night, at some weird house, in some weird town. OPENING TITLES — Butter: Pickler Vs. Destiny Over the credits: GIANT IMAGINARY BUTTER SCULPTURES rise out of the cornfields like the statues at Easter Island - Johnny Appleseed, Paul Bunyon, The Liberty Bell, Celine Dion, Nancy Reagan, etc. INT. IOWA STATE DEPT. OF HUMAN SERVICE — CHILDREN’S TRANSITIONARY HOME — NIGHT A cinderblock building. Destiny enters. In the background we see the same government car with the STATE SEAL pull away. A WOMAN works the reception desk. Without looking up, she hands Destiny a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Your room’s still empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Any word from my mom yet? The woman looks up to Destiny. We know the answer and so does Destiny. Destiny, resigned, walks down the nondescript hallway. DESTINY’S ‘ROOM’ AT THE CENTER — LATER Like a cell. The blanket looks itchy and the walls are bare. Destiny puts her SUITCASE neatly in the corner. She doesn’t bother unpacking... she’1l1 just have to pack up again in a few days anyway. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. PIONEER HALL — IOWA STATE FAIR — DAY A grand hall PACKED with ONLOOKERS. Thousands of them. By the way people are acting, you’d think they’re at the Sup Bowl. A sign above reads: “MASTERY IN BUTTER COMPETTITION” The hall is lined with several glass-fronted coolers, eac housing a sculpture made of pure butter: Elvis Presley, a milking cow, Harry Potter’s broom, Dale Earnhardt, Jr., etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA PICKLER, (V.O.)",
          "text": "As you know, my husband Bob is a visionary in the field of butter artistry. Obviously I'm aware the idea of butter sculpting can cause people to sneer or snicker but did you know that more people visited the butter sculptures at the Iowa State Fair last year than saw Celine Dion’s farewell tour in Las Vegas or attended the World Series... combined? Of course you didn’t. How could you with the liberal media as biased as it is? A huge CROWD has formed around one sculpture in particula a life-sized replica of- LAURA (V.O., CONT’D) And yes, Bob took home the blue ribbon again like he had each year for the past 20 years. DA VINCI’S LAST SUPPER - From afar, the sculpture looks ridiculous. But as we get closer, we see the exquisite detail of the CHALICE, the ROBES that flow right before o eyes, the quiver of fear in Jesus and the slight cock of Judas’ eyebrow. It’s truly a masterpiece. LAURA (V.O. CONT’D) The Des Moines Register even called him ‘The King Of Butter.’ A FINGER presses the ‘play’ button on an old boom box. Th theme from “Rocky” blares. A fog machine ramps up. A man Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "runs out to greet his public: BOB PICKLER - rock star, natural, and a god among men. CHEERS! The crowd freaks out. LAURA (V.O., CONT’D) Guess that kinda’ makes me the queen. AND THEN, as the fog parts, a woman emerges. This is LAUR PICKLER and her age is none of your business. LAURA (V.O., CONT’D) We had it all. FLASH BULBS! NEWS CAMERAS! The crowd is mesmerized by a smiling Bob and a waving Laura. They are Brad and Angelin of butter. INT. CHILDREN’S TRANSITIONAL HOME — SAME Destiny is in the TV room. ON TV — a NEWSCAST from the Iowa State Fair. A REPORTER interviews Bob and Laura standing beside Bob’s Last Suppe sculpture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(to reporter) Of course the awards are wonderful, but what’s most satisfying to Bob and I is the attention we bring to our charity, Camp Butter, where we help children with special needs. CLOSE ON: Destiny as Laura mouths the words ‘special needs.’ She’s mesmerized as the happy couple laughs. Laur kisses Bob on the cheek. Bob kisses her back. They’re amazing. Destiny hops up. EXT. TRANSITIONAL CENTER — LATER Destiny unlocks her bike and takes off. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. 7-11 — LATER Destiny SLAPS a box of BUTTER onto the counter along with some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Mom ran out of butter in the middle of making hotcakes, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I don’t have a mom. The Clerk looks at her, not knowing what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(sweetly) Thanks. Bye. Destiny races out, hops on her bike and takes off. INT. PIONEER HALL — IOWA STATE FAIR — LATER Destiny stares at Bob’s Last Supper sculpture. She runs h hands along the glass in awe. She reaches into her white wicker basket and pulls out a knife and her stick of butter (from 7-11). And then she begins carving. Slow at first. Then faster. Then faster. Then faster (we just see her face.) CLOSE ON: her carved stick of butter. It’s an exact, perfect replica of the CHALICE from Bob’s piece. It’s brilliant. LATER — Bob is surrounded by adoring women. He’s like a chubby, diabetic Zac Efron. Laura leers at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "Being the wife of a celebrity, I was used to the way other women could get around my Bob. Less secure women might get jealous, but I never really felt threatened. I mean, considering the competition I didn’t really think I had anything to worry about- Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chunky woman wearing a homemade “I’m a Bob-Head” sweatshirt and nursing a Slurpee races up to Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Carol Ann Stevenson! Why you look just amazing. Laura leans down and hugs the poor, sad thing. CAROL ANN STEVENSON is star-struck in the presence of Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "You really think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh, yes. I think it’s very brave of you to wear stirrup pants with your body type. Carol Ann looks down at her pants, insecure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O)",
          "text": "Which brings me to Destiny— LATER — Another crowd has formed around Bob. The guy is a people magnet. Bob leans down to Destiny and pats her on the hea He studies her tiny butter sculpture of the Chalice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "This could be you up here next year. Destiny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Quiet one, aren’t ya’? Destiny shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "That's okay. John Wayne was quiet too. Bob leans down. He really is a good guy. Cheesy, but a go guy. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I expect to see you here competing next year, Destiny. Bob stands up, and pats her on the head. She’s kinda’ ove the moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "Destiny. I think her parents were a little presumptuous naming her that, don’t you? Say what you will, but at least those people are creative with their names. Laura leers at Destiny, arms folded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O., CONT'D)",
          "text": "(forced) Still, I wish her the best. Bob leans down to hug Destiny. It’s one of those true, heartfelt, authentic hugs. And maybe, just for a second, catch of glimpse of Laura looking over in, dare it be sai awe. She hasn’t had a hug like that in years. EXT. EMMET FAMILY HOME — IOWA CITY - NIGHT A Volvo pulls into the driveway of a refurbished Victoria A BICYCLE (we remember it as Destiny’s bike with the basket) is attached to a bike rack in the back. INT. EMMET FAMILY HOME — BEDROOM - LATER An adorable girls’ bedroom. A woman, JILL EMMET, flips on the soft lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "This will be your bedroom. Destiny enters the room slowly. She’s never seen anything this nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "It's pink. A man, ETHAN EMMIT, puts his hand on Destiny’s shoulder. Ethan and Jill are white. Script provided for educational purposes. More scripts ca \f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I told her to go with green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill looks at Ethan. The whole thing is kind of awkward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "No. I think it’s pretty. Jill bends down and smiles at Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "This is your home now. You’re part of our family and we want you to be comfortable. Jill looks to Ethan: that was the right thing to say, right? Destiny sits down on the bed and looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "There's a TV?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Oh, you can’t watch that past 8? Did we say 8?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "9. No TV past 9. (BEAT) Is there anything you need? You have sheets, towels are in the bath, anything? Destiny looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "No, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What do you like to do for fun? Hobbies? We can buy you some stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I’m not really that good at anything. Ethan looks to Jill: I have no idea how to talk to a twel year old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Oh, don’t say that. Everybody’s good at something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Not me. My last mom said so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(heartbroken) Well you don’t have to worry about stuff like that anymore, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Okay. Jill lowers the lights and quietly shuts the door. INT. PIONEER HALL — BUTTER GALA - NIGHT The Pioneer hall has been transformed. A banner in the ba reads “Land 0’ Lakes Mastery in Butter Gala.” The whole thing looks like a sad prom. ORVAL ANDERSON, the white-haired main judge of the Iowa State Mastery in Butter Committee, is on a make-shift sta in front of a pull-down projection screen. We catch him mid-joke:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "-and so Helen handed me the casserole and I took one bite and said ‘honey, I’m sorry, but I can believe it’s not butter.’ The crowd goes wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "But enough about me. Bob? Bob Pickler...? Stand up for us. Bob, in jeans and a t-shirt, stands. And then there’s Laura: in a glamorous pink evening gown that would make Alexis Carrington jealous. She stands and waves, apropos of nothing. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Bob, when the Governor called me and asked what we could add to the upcoming Bicentennial Time Capsule I knew exactly what to do. Lower the lights, please. The lights lower and a crappy, homemade iMovie swirls on- screen. INSERT MOVIE: a BUTTER FAN talks to the camera. He holds meat-on-a-stick in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTTER FAN",
          "text": "Let me put it this way. You’ve got your Michael Jordan. You’ve got your Tiger Woods, and you’ve got your Bob Pickler. (BEAT) I mean, Bob’s not black but you get my point. - Next, Carol Ann Stevenson, interviewed at home in front of her “Bob-Shrine”, speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN STEVENSON",
          "text": "Oh, I come every year and that’s mainly because of Bob. Everyone knows he’s made butter what it is today. He’s hands-down the best. Not to mention the sexiest. (giggles) Oh my god, I did not just say that. (suddenly nervous) Wait, will Laura see this? Oh, you have to cut that part out. (BEAT) No, seriously. Carol Ann Stevenson stares at the camera, afraid for her life. - INSERT GRAINY VHS VIDEO — 1987- A YOUNGER BOB carves a butter sculpture of Ronald Reagan riding a horse. Bob put down his tools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER BOB",
          "text": "(waving to the camera) Whatdya’ think, hon? We hear Laura’s voice. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER LAURA",
          "text": "Maybe more detail in the hands like we discussed? It has to be perfect. We're recording this for posterity. A YOUNGER LAURA, with bigger hair and shoulder pads spins the video recorder around (she’s holding it) and records herself. She seems more lighthearted and less intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER LAURA",
          "text": "Hello posterity. How do you like my new dress? Younger Laura hands the camera to Bob and spins around, showing off her dress. She and Bob both laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER BOB",
          "text": "They better like it. It cost me 15 dollars. Younger Laura looks to the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNGER LAURA",
          "text": "I’m worth it. Laura smiles as Bob swoops into frame for a peck on the cheek. - Another man, NED EATON, speaks to the camera while carving a sculpture of his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED EATON",
          "text": "My name is Ned Eaton and I’ve lost to Bob Pickler 16 times. He’s just that good. - The Butter Fan again, now standing with his BUTTER FAN WIFE. She has crispy hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN",
          "text": "(excited) So it was '92 or '93-",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"93.",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN",
          "text": "Yeah, ‘93 and Ned Eaton comes out with this amazing sculpture of this T-rex eating a little girl-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN WIFE",
          "text": "It was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN",
          "text": "And so everyone is like, this guy is gonna’ finally knock Bob off his game. I mean, it was that good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN WIFE",
          "text": "It was like something you’d see in Europe. Just really, really elegant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN",
          "text": "So everyone’s real tense, right, and Bob just has this calm look on his face like a Jedi. And then he reveals his piece. Fricking Schindler’s List. INSERT: A video of Bob’s Schindler’s list sculpture. A ma made of butter, shakes his finger at two shamed Nazis. Bo finishes, tossing aside his carving tools like in a frenz",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN WIFE",
          "text": "Schindler’s List. It made me cry and I’m not even Jewish. - Ned Eaton speaks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NED EATON",
          "text": "- and carving butter is not easy. I mean, some of these jokesters come in here with an ‘I-can-do-that-too attitude’ and I just shake my head. I'd say the average male- the average North American male could carve maybe a circle or a tree if they’re lucky. A lot of these guys, these guys that carve duck decoys or the ladies that enter their pies- that’s kid’s stuff. But butter? Butter's hard because of the consistency. It’s not for lightweights. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 - Laura speaks. She’s in her living room, fresh flowers behind her and the shot is filmed with a soft-focus Vaseline lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "People laugh when I say this, but I think Bob and I could really parlay this fame we have from butter into politics. I mean, don’t be shocked if you see us in the governor’s mansion one day. This is just the beginning. (BEAT) We help children with special needs, you know. - The Butter Fan speaks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUTTER FAN",
          "text": "Could someone ever beat Bob Pickler? No. No one’s ever gonna’ beat Bob Pickler. Nope. Not possible. Sorry. The iMovie ends (with the crappy “swirl” feature,) and th lights turn back on in the grand hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Bob Pickler, ladies and gentlemen. 20 great years! Bob and Laura stand. And as the cameras flash we see this is where Laura shine she’s poised, confident, and absolutely stunning. She is the Queen of Butter and cherishes all the respect and adulation it affords. INT. EMMIT FAMILY HOME — NIGHT It’s dark, but nightlights line the hall. Destiny, in her pajamas, walks to",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KITCHEN",
          "text": "She’s half-asleep but still pretty amazed. The fridge is stainless steel and everything is clean. The dishwasher even matches the cabinets. She opens the fridge and looks around inside. Nice food: apples, fancy olives, no sugary stuff. She looks in the door - Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 No butter, just Soy Spread. INT. PIONEER HALL — LATER The party seems to be winding down but Laura, ever the trooper, is posing for photos with a few kids with Downs Syndrome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(shouting to the handicapped) I've always said your people are the small flashlight that helps a dark world find its lost car keys. With Laura distracted, Orval motions for Bob to come join him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKSTAGE-",
          "text": "Orval seems nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Listen. The panel’s been doing some talking and you've had a great run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Twenty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Twenty years. You’re a legend. You've been in Parade Magazine. You’re the Oprah of butter. But we just sort of feel that maybe it’s time to give someone else a shot, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(not fully registering) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Look, we're prepared to offer you a spot on the panel. You’1l be a judge. Along with me and Mary Alice and Carl Hudgins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(shell-shocked) Carl Hudgens is a good guy. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob snaps",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Great guy. You’ve had a good run, Bob, but now it’s time to start giving back. Like Oprah does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "She's got that Angel Network.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "It’s time, Bob. out of the shock of the moment and comes around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Well, uh, sure. Oh yeah, sure. Of course. You know, I am getting old and you know, it really is important to pass the baton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Absolutely. But you know, I wanted to ask you a delicate question... Laura? GREAT HALL — Laura holds court with some female ADMIRERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Of course he would make an excellent mayor or even governor. If we can achieve excellence in one arena then we can certainly achieve it in another. That's just how life is. Successful people can be successful at anything. Her admirers nod in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKSTAGE",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Right. Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Will she...? 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Oh, no.. it’s fine. It’s fine.. she’ll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Just ‘cause I know she’s very ‘involved’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "She'll be fine. Bob gulps. EXT. THE PICKLER FAMILY HOME — NIGHT A suburban home. It’s pretty peaceful until-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (0.S)",
          "text": "(screaming) Who the fuck do they think they are? INT. THE PICKLER FAMILY HOME — SAME Laura, still in her gown, is pacing around the living roo while Bob, with his head lowered, sits on the sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "This is wrong. This is so wrong. They can’t do this. We have rights. Their daughter KAITLEN, 17, watches her ‘episode’ — she’s been through it all before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Laura, there’s no need to curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(more pacing) Clearly Orval wanted you out of the way. I’ve always known exactly what kind of person he is. Of course, I never thought he’d go this far but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You know Orval is a good man. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Don’t be so naive. He’s had it out for us from day one. (BEAT) I’1l call the governor. That's what I’1ll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "(deadpan) Or just go straight to Jesus? Laura looks to Kaitlen - and that’s all she needs to do t shut her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "My constitutional rights are being violated and I will call the governor. Get me the yellow pages. Bob looks up. He just has to say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "The governor doesn’t care, Laura. Laura WHIPS her head toward Bob, Jurassic Park-style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(mumbling) The governor doesn’t care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(closing in) Whose side are you on, Bob? They’re destroying everything we’ve worked so hard on for the last 20 years and you’re just going to take it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "It’s time to pass the baton, Laura. I need to start giving back. Like Oprah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "How dare you bring Oprah into this? This is about me, you and butter. Bob peaks his head up. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You mean it’s about me and butter? Laura stops pacing: Oh, no he didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(sweetly) Kaitlen. Could you leave us, please? Kaitlen gets up and runs the hell upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Cover your balls, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I know why this happened. You didn’t stand up for yourself again. That’s what happened, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Can’t we just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I guess dad was right when he warned me against marrying someone whose biggest dream was to be a middle-school principal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "What’s that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "It means I should’ve taken his advice and married Boyd Bolton. At least he inherited a successful Ford Dealership. Bob gets up and grabs his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I’m done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I doubt Boyd would just give up Bolton Ford at the drop of a hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Laura, please. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 Bob opens the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "What if Al Qaeda attacked Bolton Ford? Do you think Boyd would just throw in the towel? Just say ‘here terrorists, take the keys!? It’s all yours.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Laura. Al Qaeda is not going to attack Bolton Ford. Bob exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(shouting out the front door) No, Bob, he would’ve fought for it like a fucking man! Laura slams the door behind him. Bob peels out in his minivan. INT. EMMIT HOME — BATHROOM — NIGHT Destiny sits on the toilet. Just before she finishes peeing, she looks to the toilet paper holder: it’s empty. Destiny hobbles up and looks worried: she doesn’t know where these people keep their toilet paper. She opens a few cupboards: Nothing. Finally, she looks under the sink and spots a spare roll. Destiny puts the paper on the holder and finishes her business. EXT. ANOTHER SUBURBAN HOME — NIGHT A ranch style home with an RV in the driveway. Peaceful a sweet until a white Suburban pulls up out of nowhere and drives up onto the grass. INT. ORVAL ANDERSON’S HOME - SAME Orval and his wife HELEN sit in matching easy-loungers watching “Deal or No Deal.” Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "I told her not to pick 22. A loud CRASH. Orval hops up and peers through the mini- blinds",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE-",
          "text": "Laura, a ball of fury, BANGS on the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE-",
          "text": "Orval ducks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Shit! Tell her I’m not here. MORE BANGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "What? Who? What’s going on? Orval gets up and hides behind the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "It's Laura. Laura Pickler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "Oh, God... here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Just tell her I’m fishing. LOUDER BANGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "At 8:30 at night? Oh God! Why is she here? What did you do, Orval?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Tell her I’m at church. No, she’ll hunt me down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "What if she gets inside? (distraught) Oh, Orval. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23 And suddenly, BANGING on the window. Helen accidentally SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE-",
          "text": "Laura is banging on the window off the porch. She hears Helen’s scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "A-ha! Helen! Helen Anderson! I know you're in there. Where’s Orval? A beat, and then the front door slowly creaks open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(terrified) Laura. It’s so nice to see you. Laura pushes past Helen and heads —",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Cut the shit, Helen. Where’s Orval? Helen cannot BELIEVE what is going on in her own home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "He’s in the shower. Maybe I can have him call you later. Laura looks at the Anderson's tragic sofa but sits down anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I‘1l wait. Laura looks around: Hummel Figurines, a painting of a crying bald eagle hovering over the Twin Towers on 9/11, picture of a few of Orval and Helen’s fugly-ass children. We just know what Laura is thinking: these people are disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER -",
          "text": "The clock reads 8:55. Helen is a ball of awkwardness and terror. She tries to make small talk. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN",
          "text": "(Re: Deal or No Deal) If you ask me I think number 27 is too thin. She’s a pretty girl but she needs a good ten pounds on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Maybe you can go check on Orval. (shouting) Or-val! Helen looks toward the basement door. She doesn’t know wh to hate more at this moment; Laura or Orval. Until she hears SQUEALING TIRES from outside. Orval has taken off in his Explorer. Laura jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "That little- (BEAT) You tell Orval this isn’t over. Laura storms out. EXT. ROSIE'S II GENTLEMEN’S LOUNGE — NIGHT A Minivan is parked out front of a busted looking strip club. INT. ROSIE’S II GENTLEMAN’S LOUNGE — SAME A 19-year-old woman works the pole (NOTE: no nudity, please, it’s not that kind of movie) to Lulu’s “To Sir, With Love.” She has a black Betty Page hairdo and tons of tattoos. He dance moves are phoned-in. It’s clear she hates her job, puppies, rainbows, Jesus, you, me and pretty much everything else. This is Tokyo Rose (real name: BROOKE SOSNOWSKI). Brooke slides down the pole and crawls toward the lone ma in the place.. Bob Anderson. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 MUSIC (Lulu) But how do you thank someone who’s taken you from crayons to perfume... Bob, nervous, smiles back. EXT. HIGHWAY 70 — NIGHT Laura careens her Suburban down the empty highway. She's wreck. The mascara is running and the hair is beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(to herself, possessed) They're all against me. They’re trying to make me go crazy on purpose. They’re just jealous. They’re just jealous and they can’t handle it so they have to try and tear me down to make themselves feel better. They look at me and all they see is their own failures. They’re not pretty. They’re not thin. They don’t help the handicapped. So they attack me. Well, if they think that’l1l work against Laura Pickler they’ve got another think coming. Laura puts the pedal to the metal. We watch as the speedometer goes from 60 to 90. INT. ROSIE’S II GENTLEMEN’S LOUNGE - SAME Brooke is writhing on Bob’s lap, pretending to be sexual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "You’re the only man who cares about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(polite) Oh, that’s not true. I’m sure plenty of men like you. Your father cares about you, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(obvious bullshit) My father raped me. Brooke rolls her eyes. It’s just too easy. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 BROOKE (CONT’D) I just wish, I just wish I had someone to take care of me, to love me. I mean not just to pay my rent, which incidentally is 560 dollars a month plus utilities, but someone, you know, who truly understands me. Brooke writhes a bit more sexually. He doesn’t get this a home, that’s for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I understand you. Brooke looks away, dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "No. You're just a customer. You only want me for one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(sincere) No. That’s not true. I — I didn’t want to say this because I thought it would be inappropriate but, Tokyo Rose —",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Brooke. My real name’s Brooke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Brooke. I love you. Brook writhes even more. Bob reaches into his wallet and pulls out a wad of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Here. For your rent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(putting the money in her g-string) Oh, I could never take this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Please. Brooke leans in close to Bob. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "You’re such a good person. Brooke kisses Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The minivan’s windows are all steamed up and it rocks fro side to side. EXT. HIGHWAY 70 — NIGHT Laura flies along. She is not happy. Up ahead she spots Rosie’s II and the family minivan park under an ugly yellow sodium lamp. CLOSE ON: Laura’s face: I. Will. Cut. Off. His. Fucking. Balls. The Suburban, going about 90, SLAMS on its brakes in the middle of the highway LURCHES forward across the median, almost hits an oncomin car, and ZOOMS up on the grass to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKING LOT -",
          "text": "where the minivan, her minivan, is there steamy and dripping with nasty sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "Was I mad that Bob was sleeping with that thing? Don’t be ridiculous. Why would I be mad? Laura SLAMS the Suburban into the side of the minivan. LAURA (V.O., CONT’D) I mean, to tell the truth, I was thrilled. Each time that slut put her devil-lips on Bob’s cock was one less time I had to. No, I was just upset that he would jeopardize all we had worked for. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 The minivan SLIDES a few feet, rocks a bit, and then come to a stop. INT. THE PICKLER FAMILY HOME — LATER Bob sits on the couch with his head down. He holds a BAG ICE on his crotch. Laura stands with her hands crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She had tattoos, Bob. You know what that means, right? It means she has",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Lau-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "How long has this been going on? Bob stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "It was just one time. And look, you’re not innocent in this whole-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "You’re sleeping on the couch tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "I sleep on the couch every night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(pulling it back together) If I were you I’d get a good night sleep. County is in a month so we have a lot of work to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Laura. It’s over. I’m not entering County. Orval and I agreed —",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "We have to get the butter, sharpen the trowels. We should check the cooling unit to make sure- Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "29",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Laura. Listen to me. I’m not competing this year. Laura stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I know... I am. Bob falls back down on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I’m competing. I’11 win county, and then take back what is rightfully ours. And you’re going to help me. Good night. Bob looks at her, dead-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh, and I need my beauty rest tonight, so don’t be so goddamn loud when you jack-off. And with that, Laura heads upstairs. EXT. COUNTRY DAY SCHOOL — IOWA CITY — ONE MONTH LATER Ethan pulls up his Volvo into the turnaround of a private school. It’s nice. Not ritzy but definitely nice. We can tell some time has passed because the autumn leave have begun to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "You'll be fine. Destiny looks to him. She clutches her pink backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I’m in room 412. I’m always just a short walk away, okay? Destiny grabs her backpack and hops out. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 INT. COUNTRY DAY SCHOOL — ART CLASS — LATER An art class filled with 12 year olds. They’re all white and wearing uniforms. A teacher, MRS. SCHRAM, draws a TREE on the blackboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SCHRAM",
          "text": "When you draw your tree, I want you rid your conscious mind of any notions of what you think a tree should look like- Destiny looks around. She doesn’t have a pencil. A blonde boy, HAYDEN, whispers to her, while Mrs. Schram walks around the classroom inspecting their work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "(whispering) Here. You can use mine. I have two. He hands her a pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "I just want you to know that I think black people are really cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Thanks. Destiny draws her tree in an instant. It’s perfect. The BELL ring. The kids pack up their books and race out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "Okay, see you around. He’s actually really sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Okay, bye. Destiny packs up her new pencil and head out the door but as she does, Mrs. Schram taps her on the shoulder. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SCHRAM",
          "text": "Destiny, I wanted to say how thrilled I am to have you in my class. You're a very talented artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I’m not really that good. Mrs. Schram holds up the Destiny’s quick drawing of the tree. It’s AWESOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. SCHRAM",
          "text": "I expect big things from you. Destiny smiles, shyly: who ARE these people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "Destiny walks through a sea of white kids. They all smile at_her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.0O.)",
          "text": "The Emmits and everyone at my new school were so nice that I couldn’t help but think: are these Crackers for real? I've never met white people like this before. INT. VOLVO — LATER Ethan and Destiny drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "You know how you guys asked if I needed anything awhile back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "You guys don’t have butter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(As in thank God I have an ally now.) Jill. She means well. It used to be worse. She used to by this fake meat called seiten. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Like the devil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Exactly. Look. I’1l1 pick some up on the way home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Ok. Cool. I’m gonna’ need like 200 pounds. Ethan furrows his brow a bit: what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dinnertime. The family is seated. Laura enters carrying a roast chicken on a tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Well Kaitlen, your father and I have great news! Laura sits down and places her napkin on her lap. Kaitlen could give a shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "As you know, the Mastery in Butter Committee has turned on your father like Judas Iscariot himself, thus barring him from next years competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Oh, the horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(aside, to Kaitlen) Maybe one day, Kaitlen, you'll be good enough at something so that people will use nefarious means to get you out of the picture, but until that day, I think it’s best you keep your mouth shut. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 LAURA (CONT’D) Now, our good news is that, instead of your father, I will be competing this year! LAURA expects something a little more than the stares she gets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(begrudged) I think we should be proud of your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Have you ever made a butter sculpture before? You don’t even eat dairy. Oh, man you are going to suck so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Kaitlen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "I’m just saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(actually heartfelt) I have stood by your father for the last 20 years — watching, learning, absorbing — I was there for every success and every failure. I watched him turn 867 sticks of butter into First Lady Barbara Bush. I was there when, two days before State, the cooler broke and half of Baby Jesus’ face melted off. And I am here now in his darkest hour of need to lift him up and continue our legacy. The DOORBELL RINGS. Bob and Kaitlen kind of just sit ther for a second, freaked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I expected outsiders to be skeptical, but my own family? (in tears) If you’ll excuse me. Laura composes herself and heads upstairs. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "um, I’1l get the door. Kaitlen looks to her dad: Wait, should I feel bad? FRONT DOOR — Bob opens the door. It’s Brooke. He quickly shuts it. More KNOCKING. Bob looks back to Kaitlen: Shit! UPSTAIRS — Laura is in her master bathroom, putting Preparation-H under her eyes. FRONT DOOR — Bob cracks open the door. Brooke is in full-stripper gear",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Hey, boot",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(whispering) You can’t be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "I just need a little more money. She tries to kiss him but Bob pushes her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "This is not happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "But you said you loved me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(whispering) Brooke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "But we did it. I never do it with guys from the club. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35 Bob senses something behind him. It’s Kaitlen. Bob SLAMS the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "(intrigued) Dad. Who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE -",
          "text": "Brooke has her ear to the front door. She hears him say “nobody.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE -",
          "text": "Kaitlen is giddy. Something is actually happening in the suburbs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Was she a hooker? I liked her boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "No. No. Just go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Wait. Is she your hooker? Because - (she looks upstairs) -we totally understand if she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Kaitlen. Go to bed. Now. Kaitlen realizes her dad is serious and heads upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE -",
          "text": "Brooke stares at the already mangled minivan (the one Lau hit.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(screaming) Nobody? I’m NOBODY?! Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36 She SMACKS the car with her patent-leather bowling ball- shaped purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS -",
          "text": "Laura hears something and looks out the window: WHY IS TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNSTAIRS -",
          "text": "Bob, a nervous wreck, opens the door again. He tries to shoo Brooke away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(loud whisper) Brooke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(shouting) Screw you! You’re just like my father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(whispering) I’m sorry, Brooke, I can’t. My wife controls the checkbook. Brooke gets into her car (a pink bug with a bull horn hoo ornament).",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Your wife? I can’t believe you’re gonna’ let your wife come between us. (disgusted) I thought you had morals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Brooke. I can’t. I’m married. She starts the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE, (CONT'D)",
          "text": "You tell your wife to watch her back. Brooke PEELS out. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNSTAIRS -",
          "text": "Bob shuts the door, relieved it’s over — But Laura is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "You owe me. You owe me big. Never forget that. Her arms are crossed and she seems oddly thrilled. INT. EMMIT HOME — DESTINY'S ROOM — NIGHT Destiny sits at her desk working a piece of yellow play-d into a cow. It’s pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A KNOCK",
          "text": "Jill enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Can I come in? Destiny nods. Jill sits down on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "How was your first day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Mrs. Schram says you're quite the artist. Destiny looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Well I think that’s great. Destiny says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Ethan said you were interested in doing that butter contest thing? Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Are you sure? It’s kind of rednecky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I don’t mind. Jill realizes Destiny wants to be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Come on. It’s late. Lights out. Before she leaves, Jill spots Destiny’s SUITCASE in the corner, still unpacked. EXT. JOHNSON COUNTY MOOSE LODGE — DAY INSERT TITLE CARD — ‘Sign-ups’ A cinderblock building painted blue. A sign reads “Loyal Order of the Moose.” There are a few small cars parked out front. Laura’s Suburban pulls up. INSIDE THE SUBURBAN — Laura listens to the book on tape of “The Secret.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SECRET",
          "text": "(female Australian accent) - a thousand year old mystery. The art of positive thinking. Positive thoughts become real, but beware, so do negative ones. Laura turns off the engine and takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "I am a winner. I will win. I will win this competition. (BEAT) Oh, God what am I doing here? I can’t do this. I have no experience. I’m not an artist. (BEAT) Shut up, Laura. Now you just messed up “The Secret” by even thinking Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O., CONT'D)",
          "text": "that. Pull it together, you stupid slut. No! Don’t call yourself a slut. Oh, god. (BEAT) I will win. I will win. I will win. Laura centers herself and exits the Suburban. INT. JOHNSON COUNTY MOOSE LODGE — SAME Basically a hallway with a card table set up, but Laura enters like she’s at Buckingham Palace for her coronation A woman who clearly enjoys butter, NANCY FULKES, works th sign-up process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Laura? I thought Bob was judging State this year? Picking up a pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "He is. I’m signing up for myself. Nancy seems shocked. She looks around for anyone, anyone all, to share her disbelief with but they’re alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Are you sure? You have big shoes to fill, following your husband like that. CLOSE ON — Laura signs her name in perfect penmanship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Well, don’t get me wrong, I’m not a feminist or anything like that, but I just worry about what would happen if the title, and all the power that comes with it, were in the hands of someone other than a Pickler. I mean, we all remember what happened with the Miss America Pageant and Vanessa Williams. Nancy seems to agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well, I guess I see your point. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40 Laura glances back down at the sign up sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I see I’m the only name so far in Johnson County. What time do we wrap this up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Official rules state I need to be here ‘til noon. Laura looks to the clock. 11:18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I’1l wait. Nancy nods, uncomfortable: what’s that supposed to mean? EXT. MOOSE LODGE — PARKING LOT — SAME Ethan and Destiny pull up in the Volvo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Here we are. Destiny suddenly looks nervous. She doesn’t want to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Do you want me to go in with you? Ethan senses she’s having second thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Don’t tell Jill because she always tells me to think positive but what I like to do is this: think of all the bad things that could possibly happen to you if you enter this contest. Like, you could die of a tragic butter overdose or maybe a rabid grizzly bear is hiding inside the moose lodge waiting to rip your face off. Think of all that and then ask yourself ‘what’s the worst that could happen?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "There could be a python inside. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Or a mass murder who only kills little girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Or racist ninjas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "So, honestly, what’s the worst that could happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(serious now) I could be terrible and lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "And could you live with that? Destiny thinks for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Well good. Then that’s all you need to know. There’s a possibility you might suck and lose. That’s really not that big of a deal, is it? Destiny, still nervous but a bit assuaged, looks at him a nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Now go make us proud. Destiny hops out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clock reads 11:45. Laura is pacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Well, looks like it’s just me. I'll help you pack up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I really do need to wait until — Oh, look. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 Laura turns to see Carol Ann Stevenson. The poor thing is wearing a Land 0’ Lakes t-shirt three sizes too small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "She runs up and hugs a disgusted Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "Oh my god! Are you entering too? Oh my God! We have to get coolers RIGHT. NEXT. TO. EACH. OTHER! It’ll be just like camp!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "How fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "I’m so nervous. I mean, what am I doing, right? But you know I just thought ‘Carol Ann, you have been on the sidelines too long. Now’s your time to run out onto the court and play ball!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "I'm so glad you're here. We're gonna’ be just like sisters! Behind them, Destiny enters the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "(to Destiny) Oh, no offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(to Nancy) I'd like to sign up, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well isn’t that just precious. Destiny grabs the clipboard and signs her name. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Well, that’s that. Three people. Should be a very tough competition but I think a good challenge is healthy for the soul. (BEAT) Is someone smoking? Laura turns to see — Brooke, dressed in her stripper outfit from the night before. She saunters up to the table and removes her sunglasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(mortified) Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Yeah. I want to sign up. Brooke gives Laura the evil-eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "For the Johnson County Mastery in Butter Sculpture Competition? Brooke laughs out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Fuck. Oh, man. Yeah. That. I want to sign up for that. She looks over to Laura and mouths the word ‘I’m gonna’ c you.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Have you worked with butter before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Oh, I’ve worked with it all. Nancy slides over the sign up clipboard to Brooke. Laura walks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I object. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well, I, um, she’s here on time and the rules say anyone can enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Look at what she’s wearing. Nancy furiously flips through the rule-book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(nervous ) I don’t see anything about that in here. Brooke takes Laura aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Your husband owes me another 600 bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Interesting. Did he buy 600 blow-jobs on credit? Brooke looks at her, impressed: I didn’t know you had it you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "You came in between me and my man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Shh. We’re in a moose lodge. (BEAT) Bob is my husband. He cares about me. We built a life together. I bore his children",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "So? You want a cookie ‘cause you got pregnant? I get pregnant like once a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Do you honestly think you're anything more than a cheap lay to him? And do you think you were the first? (laughing) Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 LAURA (CONT’D) You're just another in a long string of whores. Brooke is stunned. We can understand that maybe she’s actually developed feelings for Bob. And then Laura goes for the kill. LAURA (CONT’D) He’1l fuck you a couple more times and then he’1l get bored. And after that he’1l come right back where he belongs: in my house, on my sofa. Brooke sucks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Listen. Does me being here piss you off in any way whatsoever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Good. Brooke marches back over to the sign-up table and scribbl her name on the clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "It’s on, hussy. Brooke exits leaving a stunned room. INT. PICKLER FAMILY HOME — NIGHT Laura, Nancy (the sign-up lady) and Carol Ann Stevenson have tea in Laura’s living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I want her out. Nancy is nervous. Carol Ann is in full support of Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well, I- Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "This will go over very badly with the Land O’ Lakes people. Trust me. I’ve been around a long time and these corporate brass types do not stand for that kind of behavior. I mean, they could disqualify all of Johnson Country just on her outfit alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "She is representing America’ favorite butter. Nancy stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I’m sorry, but we can’t disqualify someone on the basis of — whatever that was. You’1ll just have to beat her fair and square. Carol Ann looks to Laura. Her teacup is shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I’ll see you ladies at orientation. Nancy exits. There’s a slight pause. Carol Ann doesn’t kn what to say or do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(through gritted teeth) Get out. Carol Ann gets up and runs out. INT. HY-VEE GROCERY STORE — DAY Laura, in high heels, pushes a shopping cart filled entirely with BUTTER. She gets a few strange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "It’s really sad that some people have nothing better to do with their time than to try and drag down others. Laura smiles to the CHECK-OUT GIRL. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 INT. PICKLER FAMILY HOME — BASEMENT — LATER Laura, inside their in-home butter cooler, molds cold butter in her hands. She wears goggles and an apron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O., CONT'D)",
          "text": "Especially people who are simply trying to work hard and spread a little light in this dark world. I mean, look at what they did to that Heather Mills. And to think, that poor thing only has one leg. Imagine what they’1l try to do to those of us who aren’t retarded. Laura studies a 70’s-looking book titled “You Too Can Be Artist!” She stares at her hunk of butter, focused. INT. CORAL RIDGE EPISCOPAL CHURCH — LATER Laura kneels during a church service, praying. She wears large straw hat. LAURA (V.O., CONT’D) But as a Christian my heart goes out to those people. I just hope they realize that all the time they spent attacking others would have been better improving their overweight, amateurish, whoring lives. Laura makes the SIGN OF THE CROSS and sits back down in t pew. EXT. JOHNSON COUNTY MOOSE LODGE — DAY Nancy pulls up her Taurus to the front of the Moose Lodge Laura is already there, holding a box of SUPPLIES, pacing Nancy looks to her watch. Laura is WAY early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "(to herself) Jesus, Laura. Nancy takes a deep breath. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 INT. JOHNSON COUNTY MOOSE LODGE — SAME A room, about the size of a small high school gym. Four identical glass walled COOLERS have been placed in the room, each containing giant, identical HUNKS OF BUTTER. Taped to the glass of each cooler is a homemade sign: ‘Laura,’ ‘Carol Ann,’ ‘Destiny,’ and ‘Brooke.’ INSERT TITLE CARD — THREE DAYS UNTIL ‘TROWELS DOWN’ CAROL ANN — stares at the massive hunk of butter. She’s trying so har to be an artist but it’s just not coming. She makes a CUT pauses, then stops: this is hard! She sits down on the floor and eats a Twinkie. DESTINY — is carving away. She’s cut the top half of the hunk off a placed it on its side. We can barely make it out at this stage, but it looks like it’s going to be a TRAIN. BROOKE'S COOLER — is empty. She probably forgot. LAURA'S COOLER — Laura stares at the hunk of butter, determined. LATER — CAROL ANN — has made a few cuts. She seems proud and honestly, we hav no idea why since her hunk of butter now looks like a mangled hunk of butter. DESTINY — is trucking away. Her TRAIN is really starting to materialize now. It has three cars, and she’s even manage to capture the smoke from the engine’s smokestack. As she works on the second hunk of butter, she looks up — Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA-",
          "text": "arms folded, STARES at Destiny from outside. It’s chillin DESTINY — catches Laura staring at her and smiles. Laura looks at her, cold and unflinching, and then walks away. INSERT TITLE CARD — TWO DAYS UNTIL ‘TROWELS DOWN’ MAIN ROOM — Along with the four coolers, about 20 or so VISITORS have come to check out the progress. Ethan and Jill are there, and wave to Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(whispering) This is weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Just be supportive. Jill looks to him: but it’s weird. DESTINY — Her train is fully complete now. It’s amazing. Three cars with life-life detail. She’s hard at work at the second part of her piece. It’s a human figure of some sort.. we can’t quite tell yet. CAROL ANN — We can MAYBE see what she’s going for now: THREE KITTENS a bucket or a maybe a Hickory Farms gift basket? Regardless, it looks like shit and Carol Ann knows it. It actually kind of heartbreaking. BROOKE'S COOLER — is still empty. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50 CAROL ANN — exasperated, gets up, pops open a Diet Snapple, and walks over to LAURA’S COOLER — Laura’s moving along nicely. We can see she’s completed a few FIGURES, SEATED IN CHAIRS. As much as we hate to admi it. She’s doing a great job. Carol Ann raps on the glass. Laura opens the cooler door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Carol Ann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "Oh, I’m sorry. You must be hard at work in there creating your little masterpiece. Mine..2 I don’t know. I mean, I thought it would work out but — this is hard, Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "How’s the girl’s look? What’s her name? Tuniesha?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh, that’s right. Pretty name. I mean, she’s only 12. I wish her luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "She’s actually really good. You should see it. Laura takes her best I can’t be bothered face and steps o of her cooler. OUTSIDE DESTINY’S COOLER — Laura sours. Destiny is finished and her sculpture is AMAZING. What’s worse for Laura, we see Destiny’s full vision now: THE UNDERGROUND RAILROAD. The train is the same, but now we s the figure she was carving is HARRIET TUBMAN. The wind fr Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 the passing train blows gently at her scarf and her face a creamy mixture of hope and pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "So she decided to play the race card? Figures. I suppose if you can’t compete on talent alone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(to Carol Ann) Well, good for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "It's amazing, isn’t it? I mean, that’s almost as good as anything Bob’s ever done. Laura shoots Carol Ann a look and storms back to her cooler. LATER — A group of WEBELOS (young boy scouts) has come on an outi to check out the progress. Hayden (he kindly gave Destiny his pencil at school) is there, too. They’re taken in by Destiny's sculpture, until - A pair of CLEAR HIGH HEELS struts on the tiled floor. Brooke has entered the building. Carol Ann spots her. Brooke spots her back and FLICKS her tongue sexually. Carol Ann is mortified. LATER —",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE BROOKE'S COOLER",
          "text": "The Webelos press their faces up against the glass of Brooke’s cooler. Judging from her tank top, it sure is co in there. Brooke stares at her hunk of butter, picks up a trowel, a then makes a few cuts. She then shapes the thing a bit wi her hands. And as quick as she came, she’s DONE. (we don’t see her work yet.) Script provided for educational purposes. More scripts ca \f52 MAIN ROOM —",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brooke exits passing Carol Ann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(smiling) Cute shoes. Carol Ann is flummoxed but smiles anyway. Brooke leaves, lighting up a cigarette. MAIN HALL — A crowd has formed around Nancy, who taps into a microphone. There is an excitement in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Contestants - Nancy looks at her STOPWATCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY AND CROWD",
          "text": "Five. Four. Three. Two. One. TROWELS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd cheers. DESTINY — Still working, puts her tools down. CAROL ANN — is already sitting on the floor reading Cat Fancy. LAURA — steps out of her cooler. She’s a vision again, barely worked up a sweat. (We don’t see her completed piece yet. BROOKE — is long gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 EXT. MOOSE LODGE — NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The parking lot is packed. This is a BIG DEAL for Johnson County. INT. MOOSE LODGE — SAME A crowd mills about behind the now roped-off coolers. Eac contestant stands in front of their respective sculpture. Laura across from Destiny; Carol Ann across from Brooke. We can now see Laura’s sculpture: a happy family, seated a_dinner table, praying. And you know what, it’s also AMAZING. Way better than anyone else’s. Laura has got this locked up. Laura catches Destiny’s eye and smiles. Destiny ignores her. She’s all steel nerves. LATER — Nancy taps on a MICROPHONE and stands on a milk crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Ladies and Gentleman, welcome to the Johnson County Run-Off of the State Mastery in Butter Competition. The crowd CLAPS. Ethan and Jill, as well as some other students and faculty from Country Day are there to suppor Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I'd like to introduce our esteemed panel of judges. From left to right, Betsy Lou Holt, our reigning Miss Dairy. More claps. BETSY LOU HOLT smiles. She's pretty and clear likes her dairy. Script provided for educational purposes. More scripts ca \f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Next we have the Mayor of Iowa City, Bill Olberweis. And finally, wife of State Head Judge Orval Anderson, Mrs- Helen Anderson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd cheers. Laura looks at Helen and smiles sweetly I hate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Now, we’re going to let each contestant say a few words about their work before the judges begin deliberating. We’ll go in order, left to right. Carol Ann Stevenson? Claps. Carol Ann, a nervous wreck, steps up onto the milk crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "Oh God, I don’t know what to say! There's so many people here! Whew! I just really love kittens? Especially when they get tangled in a blanket which I didn’t do because that would be so hard to carve so I put them in a basket instead. I hope that's okay? Thank you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carol Ann steps down. No one really knows what to do so a few polite people clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Thank you, Carol Ann. (BEAT, disdainful) Brooke? Brooke walks up to the microphone. Instead of being dress like her usual skank, she's all cleaned up, wearing a pretty, modest Laura Ashley dress, a nice shawl and dewy make-up. She looks right at Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Many of you know that I ama former stripper, many times even taking my job further and engaging in sexual acts for money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd GASPS. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 BROOKE (CONT’D) I have lived a life of sin. But recently I realized that all the men, all the lap dances, all the money - it was merely a replacement for the love I never received from my abusive father. I went from man to man to man, always looking, always searching. And one day, after I was nearly beaten to death by a customer, who, incidentally, I have reason to believe was Muslim, I stumbled into another house, a big welcoming house, and met another man. (dramatic, leaning into microphone) And that man was Jesus Christ. The crowd nods, especially the judges. They’re touched. Brooke stares down Laura: I told you it was on, hussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "I think my work speaks for itself. Brooke moves aside, revealing her crappy sculpture. It pretty much looks like a stick-drawing drawn on a hunk of butter. There are two eyes and a mouth and a giant “A” drawn on the figure’s chest in red lipstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "I call it My Scarlet Letter and it’s inspired by a movie starring Demi Moore. Thank you and God bless you. (shouting) Butter saves! Cheers! The crowd is moved. Many people nod their heads. Brooke steps down. Laura cannot believe people are buying this shit. Brooke looks over to Bob and mouths the words: 600 dollar",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well thank you, Brooke. That was very inspirational. Destiny? Now Destiny takes the podium and pulls out a few rumpled note cards. She’s really shy and nervous, but the crowd sees that’s she’s only 12 and lets out a big adorable sig Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd The crowd 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Hi. GUSHES. Laura rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(poised) My name is Destiny. My last name is either Washington or Wilson. The reason I’m not sure is because the state of Iowa is not sure. You see, I am, and have been, a foster child. I have been shuttled from home to to home. And while some of my experiences have been negative, most have been overwhelmingly positive. I have seen the great people of Iowa, from Des Moines to Winnemucca County and I know this to be true: Iowans are the greatest people ever to walk the face of the Earth! CHEERS. Destiny puts down her note cards. She’s just getting warmed up. The crowd",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (CONT'D)",
          "text": "So why then, can a 12-year-old black girl with no family history, no money and no connections, stand before you and dare to think she can win this competition? (BEAT, leaning forward, dramatic) Because I dare to dream. is RAPT. DESTINY (CONT’D) (increasingly more animated) It is that same daring that drove the Pilgrims across the vast, dark oceans to America. Why did they risk it? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because they dared to dream. Seriously, people are hanging off every word. Some people have started to tear up. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (CONT'D)",
          "text": "And it is the daring of a man named Abraham Lincoln, who moved from a log house to the White House and risked both houses to keep this great nation together. Why? (BEAT, the crowd repeats with her!) Because he dared to dream. is on their feet, standing in elation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (CONT'D)",
          "text": "(pointing to her sculpture) And it was the gumption of a poor black woman, who risked life and limb, partnering with white and black alike, to bring my ancestors to freedom on the underground railroad. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEATINY AND THE CROWD",
          "text": "Because she dared to dream!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Because she dared to dream!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I can’t hear you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "And what are we gonna’ do from now on, Iowa?! We’re gonna’ —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARE TO DREAM",
          "text": "Destiny smiles. Her work here is done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Thank you. Thank you very much. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 The crowd GOES WILD, LETTING OUT ONE BIG MASSIVE CATHARTI APPLAUSE. There’s no way they couldn’t. Men are crying, a are clapping — and all for little Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON LAURA — She’s toast and she knows it. Laura is shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "And last, but certainly not least, Laura Pickler! Laura, come on up. Laura is caught off guard, but stumbles up to the milk crate. It does not look good for her now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(nervous and horrible) Family. When I think about butter I think of family. Why? Because like the thread of a grandmother’s quilt, butter is the centerpiece of the family dinner and family in turn, is the thread that holds our great country together. Without butter, there is no family, and without family, there is no United states of America. Thank you. A few polite claps. Laura, mortified, walks back to her spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(whispering) You did great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I was terrible. Laura is fuming. Nancy returns to the milk crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Thank you, all four of you. We have coffee and donut holes in the back for everyone while the judges deliberate. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "(whispering to Laura) I’ve been through this before. Just relax. It’s in someone else’s hands now. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(possessed) It’s never in someone else’s hands. And then —",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(loud) Excuse me — Laura stands up before the panel of judges. She knows thi is her last stand and Laura Pickler is not going down without a fight. She walks over to the milk crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "I'd like to say a few more words if I may? The judges look to each other then give her the go-ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "you know, this really hard. And then she begins to cry. We don't quite know if its heartfelt cry or an ‘I’m going to lose’ cry- LAURA (CONT’D) Before you cast what may be the most important vote of your lifetime, I’d like to remind you what this contest is about. It is about ‘excellence in butter.’ And from what I’ve seen in recent days, my faith in this panel’s commitment to excellence has been challenged. Unless I’m mistaken some people seem to think this competition is about who is the most disadvantaged, who’s had the hardest life. Who’s had to overcome the most to get here. The judges and the crowd seem skeptical. LAURA (CONT’D)) You know, this is exactly why I stopped watching my American Idol. Every year the best singer gets up there and every year she gets knocked down by some ghetto queen with a baby and mug shot. Well I’m sorry that I was born white and tall and Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "pretty. I’m sorry I don’t sit in front of the TV all day inhaling pork rinds and soiling myself. Laura glances over to Carol Ann who chows down on a bag o Funyons. LAURA (CONT‘D) And I am sorry that I didn’t spend 15 years of my life sucking every cock that flew in front of my face, only to throw on a cheap church dress and claim to find God. Laura looks to Brooke. The crowd is stunned. LAURA (CONT’D) And I’m sorry my ancestors weren’t running around naked in a field of cotton singing Amazing Grace. Laura looks to Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "And I guess I’m most sorry I spent all my life working hard and doing the right thing. Because that’s what I thought this competition was about. And I just hope when you vote, you remember that. Laura steps down. And guess what? She’s got them back. A few people in the crowd are not having it, but for the most part, folks are nodding their heads, especially the judges. She looks to Brooke and Destiny: now who’s on top LATER — The crowd mills about, enjoying their donut holes and congratulating Laura on her impending win. Nancy enters and pulls Laura aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Can I speak with you privately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Of course. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 INT. WOMEN'S RESTROOM — SAME Nancy and Laura talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "- there are concerns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yes. Some of the judges are of the opinion that perhaps your work is not entirely your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "And you defended me, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well, I — I’m impartial —",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I assume they showed you proof? Where is it? I want to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well, it was just a sense that some of them-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "It was that Miss Dairy heifer, wasn’t it? Or that Helen. You know she has a history of lying, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "No, I wasn’t aware of that. Laura moves closer to Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "The work is mine. And unless they can prove otherwise, I suggest you march right back in there and tell them to vote for the best. You know Ned Eaton will be representing Winnebago County again, don’t you? Who do you think will be strongest up against him? The stripper or Little Miss ‘I don’t know nothin’’bout birthin’ no babies?’ Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "62 Nancy sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I’m the best and if I don’t win I will go to The Register and expose this panel like there’s no tomorrow. Do you think you can handle a media shit-storm, Nancy? Nancy holds her tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "I’1l see what I can do. Nancy exits. Laura paces. INT. MOOSE LODGE — MAIN HALL — LATER The donut holes are all gone. Nancy approaches the microphone with the Judges behind he She seems unduly nervous for an event such as this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "If I may have your attention. We have a decision. It’s almost like she’s reading a verdict. The crowd gathe ‘round. Laura puts on her best fake-smile. NANCY (CONT’D) (looking at a note card) In fourth place, we have Carol Ann Stevenson! Polite claps, but Carol Ann is over the moon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Oh my God! I won something! Carol Ann races up and takes her fourth place ribbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Congrats Carol Ann. (sour) And in third place, we have Brooke Sosnowski. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63 Brooke walks up and snatches her ribbon from Nancy's hand No one really claps, but some people feel sorry for her. NANCY (CONT’D) We hope you continue on your path towards righteousness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Oh, I will. Brooke smiles to the crowd. On her way out, Brooke spots Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(whispering, looking to Laura) I know you're only, like, 12 and shit but listen up: you beat that skangy ass cunt and you beat her hard. Destiny nods. Brooke You're a good girl. Brooke pats her on the shoulder and gets the hell out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Now, if we could have Laura Pickler and Destiny come on up here. Both walk up. Nancy holds one blue and one red ribbon in her hand. NANCY (CONT’D) Representing Johnson County in the Iowa State Fair Mastery in Butter Competition this year will be — Laura STARES at Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY, (CONT'D)",
          "text": "Destiny! The crowd cheers! SLOW MOTION; LAURA’S P.O.V.: Nancy pins the BLUE RIBBON o Destiny’s shirt. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks to Bob, then Nancy, then Helen — all the people that have forsaken her as they rush to congratulate Desti - leaving Laura alone with just her pained, pained smile. INT. COUNTRY DAY SCHOOL — DAY Destiny walks down the hall, this time wearing a uniform just like everyone else. Everyone congratulates her as sh passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "Way to go Destiny! Congrats! You're the best. Destiny soaks it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.0.)",
          "text": "I guess it was wrong of me to say that all white people are weird. That’s not true at all. Most white people are really awesome! EXT. HIGHWAY 70 — LATER Laura careens her Suburban down the highway. The whole family is buckled up. Laura is tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Fuck that little nigger bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Mom! You can’t say that word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Kaitlen, your mother’s upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "No. She’s right, I shouldn’t say that. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck that little black bitch. Oh, she knew she was good all along. She hustled us. She’s a hustler. And then pulling out that Martin Luther King bullshit. Please. How are normal people supposed to compete with that? Script provided for educational purposes. More scripts ca \f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Mom. What’s your problem? It’s just some stupid contest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "You know, Nancy approached me during break and expressed a concern that perhaps Destiny did not carve that all on her own. And, of course, I defended her. I’m starting to regret my kindness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "God. I can’t wait ‘til I’m 18 so I can get out of this stupid family. Laura drives faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "And where will you live? How will you pay your bills. It’s not like you’re getting into any college with your grades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "Girls. It’s been a long day. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Maybe I'll be a stripper, like Dad’s friend. Laura is floored. Bob’s not too happy either. Kaitlen seems pleased: she knows to hit where it hurts. But then again, so does her mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "With your body? Well, I wish you luck. Laura pulls into the driveway and stops the car. Kaitlen, mess of anger and tears, runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOD",
          "text": "Kaitlen races inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 INT. PICKLER HOME — MASTER BEDROOM — THE NEXT DAY Laura sits in front of the computer, wearing a saucy red dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(intense) I am a winner. She stares at the screen then types something. INSERT — the YouTube homepage. Laura finds something (we don’t see it) and seems pleased",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura leaves, but instead of getting into her Suburban, chooses the Minivan. INT. THE EMMIT HOUSE — LATER A CAKE - It’s white with blue icing that reads ‘Congratulations Destiny!’ Two SPARKLERS are stuck in the icing and light up the dining room. Ethan pours everyone a glass of sparkling apple juice and toasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "To Destiny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "To Destiny! Ethan, Jill, Destiny and Hayden chow down on cake and natural soda. Hayden hands Destiny a GIFT, wrapped in newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "I got you a gift. Destiny opens it. It’s a bottle of BODY LOTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "It’s cocoa butter. The commercial says it makes women of color feel beautiful. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 Jill looks to Ethan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Thank you. I like it. Hayden smiles. Destiny shovels a big piece of cake in her mouth when SUDDENLY they hear",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIRES SCREECHING",
          "text": "EXT. EMMIT HOME — MOMENTS LATER Jill, Ethan, Destiny and Hayden stand in the yard, starin at the house. They’re looking at SOMETHING:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "(reading) Http colon mark double backslash www dot youtube dot com backslash watch question mark v equal sign 90 DqOq3lssg (BEAT) Is that a gang? REVERSE ANGLE: An ENTIRE WEBSITE URL is spray painted on their garage door. They’ve been vandalized in perhaps the dumbest way ever. Jill races inside, pissed. INT. EMMIT FAMILY HOME — LATER The family is huddled over Ethan’s Macbook watching a video: INSERT: a YouTube clip titled “PETA PROTEST — MIDWAY DAIR — 1991.” Several college students stand in front of a dairy facility. In the video, we see three cow stuffed animals hanging from nooses. Some students throw fake blood on th stuffed animals. And then we see a woman holding a megaphone move into frame. It’s Jill from 1991: Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(on video) Murderers! In the background, we see a Land O’ Lakes truck pull up. student races up to it, and SPLATTERS a bucket of fake blood right over the Land 0’ Lakes logo. BACK TO ROOM —",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(to Jill) That's you. Jill looks to Ethan: you have GOT to be kidding me. EXT. BOLTON FORD — LOT — LATER Laura stands by her damaged minivan (from when she slamme it in the strip club parking lot.) In the distance, amongst rows of new Explorers and Ranger a handsome man approaches - BOYD BOLTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Boyd! Boyd removes his cap. He’s thrilled to see his old flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Laura Pickler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Bob wrecked our minivan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "I see that. What did he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "He slammed into something he shouldn’t have slammed into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Oh, boy, that’s too bad. Well if you want we can have this fixed for you right away. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "69",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "That would be excellent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Gosh. Laura, you know, you look great. I mean, even better than you did in high school. Most women go the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Oh, and how is your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Tiffany? Oh, well she’s fine I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "How nice. Laura smiles. That’s all she needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill, with some turpentine and a scrub brush, tries to remove the spray paint from the garage door. Ethan approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I‘1l take over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "It’s not coming off. Jill removes her rubber gloves and wipes her brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I don’t know if I can do this, Ethan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I said I'll take over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "That’s not what I mean. Ethan gets closer. He sees she’s upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "The cooking. The laundry. And I have to watch my mouth. And the butter thing? Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (CONT'D)",
          "text": "c'mon, it’s weird. A grown woman vandalized our home. I mean, honestly. These people are nuts.(BEAT) I’m just not meant to be a mom. I can’t do it. She’s a sweet kid but, I don’t know. Jill walks away. But we pull back to reveal Destiny, looking on from the front porch. She heard the whole thin INT. PICKLER HOME — KAITLEN’S ROOM — SAME Kaitlen sits on her bed smoking a bowl. She coughs, and then blows the smoke into a blow tube (a toilet paper tub with dryer sheets stuffed in the end.) EXT. PICKLER FAMILY HOME — SIDE VIEW — LATER Brooke, dressed in head-to-toe black, picks up a rock and tosses at an illuminated upstairs window. INSIDE — The ROCK hits the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Whoa. Another ROCK. Kaitlen gets up and looks out the window. She sees BROOKE —",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Hey. Can I come up? Kaitlen nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Meet me around back. KAITLEN’S ROOM — ON TV: a WOMAN sells the “Snuzzler” (a support for your newborn’s head) on the Home Shopping Network. Script provided for educational purposes. More scripts ca \f71",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "(stoned, to Brooke) Don’t you think its weird that babies can’t hold up their heads on their own? I mean think about how fucked up that is? Its like you shouldn't be allowed to exist or something if you cant hold up your own head by yourself. Whatever. I think everyone should be forced to have abortions anyways. I mean, think about it. Is a baby better off dead or in the suburbs? At least you feel no pain when you’re vacuumed out of some cooter but in the suburbs you’re forced to live with some stupid family, with stupid people that call you fat when you are not fat at all and then you have to deal with stupid boys like Rob Ackerman who don’t call you back even though you blow them in the backseat of their Kia’s. (BEAT) God, I hate people and I can’t wait ‘til everyone dies from Global Warming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaitlen takes another hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Right. You don’t know where your dad keeps his money, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Why? Does he owe you money? (intrigued) Like for sex. Kaitlen smiles at Brooke. Like, really smiles at Brooke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "He just owes me money, that’s all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Your hair is so cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Thank you. So, the cash would-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAILTEN",
          "text": "I’ve never met anyone like you. You’re so alternative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "-would be in one of his drawers or something, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "I don’t know. Do you want to play Truth or Dare? The look on Brooke’s face says it all. STAIRWELL — Laura, fully dressed, TIPTOES down the stairs. She reache the front door, notices Bob asleep, and slowly cracks ope to door. OUTSIDE — Laura gets into her Suburban.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is quiet. Laura’s Suburban pulls up. INT. BOLTON FORD — LATER We track through the dark and empty showroom. Past that, see a LIGHT on in a back office. And then we hear SEX MOANS. Instead of heading down the hall, we slowly focus in on a LIFESIZE CARDBOARD CUT-OUT of BOYD that reads “Bolton Ford: We’re all about the service.” The moans continue. INT. THE PICKLER FAMILY HOME — KAITLEN’S ROOM - LATER CLOSE ON KAITLEN’S face. He’s got major ‘0’ face. Brooke lifts her head up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Don’t stop. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "I’m sorry, I can’t do this. It’s just not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "I can get you that 600 dollars. Brooke considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "It was actually 1200. Kaitlen moves in closer to kiss Brooke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "You’re so beautiful and different. Brooke is freaked, but tries to play along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "You’re everything I’ve ever wanted to be and now you’re right here.. in my arms. Kaitlen is so sincere it’s painful. Brooke is dying but s has her priorities. She leans in and kisses Kaitlen. INT. BOLTON FORD — NIGHT Boyd sits inside the yellow Mustang that’s on display in the showroom. Tears are in his eyes. Through the window, we see Laura’s Suburban pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Are you there, God? It’s me, Boyd Bolton. I just did a very bad thing. But I guess you already know that. It’s just that — I can’t help myself around her. She’s so beautiful and sophisticated and her hair smells like fancy shampoo and now I just really need your guidance because I don’t think I’1l be able to control myself next time either. Boyd makes the sign of the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Amen. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "74 INT. EMMIT FAMILY HOME — SAME Ethan and Destiny are doing arts and crafts at the kitche table. Destiny holds up a collage, made from dried pasta, of Jill",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "She's going to love that. Destiny doesn’t seem all that thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Something bothering you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Okay. The phone RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(on phone) Hello? Sure, I think we can do that. Ok. Thank you, Nancy. Ethan hangs up and looks at the phone oddly. INT. MOOSE LODGE — COMMUNITY ROOM B — NIGHT A nondescript conference room in the Moose Lodge. Nothing could be more depressing. Ethan and Jill enter, followed by Destiny. Already seated at the table, and staring at them like they’ve just drowned a puppy is Laura, Nancy, Orval, Bob, the three county judges and one BUSINESS MAN. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Destiny. Come in. Have a seat. Destiny sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What’s going on? The room is silent. Laura is beaming. Nancy motions toward the Business Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "This is Martin Caswell- (then, nervous) -from Land O’ Lakes. Laura stands up. She slides over a LAPTOP COMPUTER and presses a button... INSERT: the PETA YouTube clip (the URL Laura ‘allegedly’ spray painted on their garage door.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO ROOM-",
          "text": "Laura shuts the laptop triumphantly. The crowd is stunned",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(looking to Laura) Yeah. We saw it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Well, obviously this is an issue for Destiny. Ethan looks to Jill, incredulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "This could get out. The Register will have a field day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "What? Are you kidding me? You're kidding me, right? That was 20 years ago. And it’s me, for crying out loud, Script provided for educational purposes. More scripts ca \f76",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL, (CONT'D)",
          "text": "not her. And it’s a protest. People have a right to protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura smiles, calmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Well, we just don’t know what kind of thoughts you might be putting into her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "This is ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "I mean she could be using her win here at county to infiltrate state with some sort of anti-butter protest. (to Martin Caswell) And with the media there and everything, I’d say that’s a huge risk for the Land O’ Lakes brand. Martin nods. Bob lowers his head, he’s so embarrassed to a part of this. Ethan and Jill are livid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN CASWELL",
          "text": "Obviously we at Land 0’ Lakes share Ms. Pickler’s concerns, however, we will take you at your word that some- thing like this won’t happen at State. You do reject your foster mother’s actions, Destiny, don’t you? Destiny looks to Martin and then to Jill. And then she begins to CRY. She gets up and runs out of the room. Jill gets up but Ethan stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Let me. Ethan follows Destiny. Jill folds her arms: I hope you people are happy. HALLWAY — LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethan and Destiny sit on plastic chairs. Script provided for educational purposes. More scripts ca \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Adults can be - they can be unfair sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I’m scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Why? You’re amazing. It’s everyone else that should be scared. They’1l see this dumb thing for what it is and then you'll win this State thing. I mean, did you know how talented you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I’m scared that you and Miss Jill won’t want me anymore. Ethan kneels down. Her statement is heartbreaking to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "It’s happened before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I heard Miss Jill. By the garage. Ethan considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Did you know that Jill can’t have babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Well, that’s complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Her vagina’s broken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca \f78",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I guess you could say that. But the adoption people would ask as over and over ‘are you sure you don’t want a baby? We can get you a baby. You both have good jobs, you have a nice house, we can get you a baby. And we made up this whole thing in our heads that, like, we wanted an older child because they always get overlooked and we'd be doing so much to help the world and society and everything. but the truth is that we're scared to have a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I don’t know. Destiny pats him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "It’s okay to be scared, I guess",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Destiny stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEETING ROOM-",
          "text": "Jill is about to blow up the whole thing is so retarded. Destiny and Ethan enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN CASWELL",
          "text": "So. Destiny. Do you denounce your foster mom's actions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "(to Destiny) Denounce means ‘reject.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I know what it means and no, Sir. I won't. I personally wouldn't do something like that because it’s not my thing, but I can’t denounce her. She can say and do what she wants and that’s nobody's business but hers. (BEAT) And she’s my mom and I",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (CONT'D)",
          "text": "love her. Jill and Ethan cannot believe what they just heard. It is beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN CASWELL",
          "text": "(moved) That was very well said, Destiny. Now Laura is pissed again. Her plan didn’t work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN CASWELL",
          "text": "(to Nancy) The company has no problem being represented by Destiny. Martin begins to stand up but Laura cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Boyd? Can you come in here, please? Boyd Bolton enters and removes his hat. Everyone kind of looks around: what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Boyd. Tell everyone what you told me. Boyd looks around. He seems nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "On the evening of the 15“, Mr. Ethan Emmit approached me and knowing I have superior skills in the art of sculpting butter asked if I could help his daughter Destiny with her entry for the Johnson County Mastery in Butter contest. I said no at first but then he offered me five hundred dollars so I snuck in every night and carved her sculpture for her. It was only after I saw how distraught the innocent Laura Pickler was that I felt the need to come forward. I can no longer bear to live with this horrible blight on my conscience. Thank you. Boyd looks up to Laura, proud. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Well. I think that speaks for itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I’ve never met this dude in my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Seriously. This is a joke. We’re leaving. (looking to the crowd) I mean, c’mon. Some of them look away. They’re actually buying this crap",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "You guys saw her carve it with your own eyes. I can’t believe I’m even arguing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Mr. Bolton. You swear this is the truth? Boyd, unsure, looks to Laura. She nods for him to say",
          "sentiment": "neutral"
        },
        {
          "speaker": ", ,",
          "text": "yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "You are responsible for Destiny’s work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "This Destiny. Right here? Boyd looks to Destiny. It registers that he’s throwing a year old girl under the bus. He looks to Laura. Her look says it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "I don’t know. Seems fishy. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 Laura stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "May I make a suggestion? The judges give her the go ahead. Jill and Ethan are abou to rip her head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "As it’s clear that Destiny’s win is in question, I think the only fair solution would be to have a rematch. Me vs. Destiny. This Saturday. Right here at the Moose lodge. Jill stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Absolutely not. Destiny won on her own, fair and square. What’s wrong with you people? I can’t believe you will let this two-bit trophy wife- This sets off a shouting match of accusations and anger amidst everyone except Destiny. As it escalates, Destiny quietly stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I’1l do it. The crowd quiets down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Destiny-",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I’m in. Destiny reaches across the table and shakes Laura’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "8 hour carve time, all out in the open. Officials present every minute. Pre- approved tools. No verbal contact with the audience. No help. Deal? Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Destiny. You do not have to agree to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I already beat her once. I don’t have a problem doing it again. Destiny gets up, poised and confident, and exits. Jill an Ethan follow. Bob looks to Laura, embarrassed for her. EXT. MOOSE LODGE — HALLWAY — LATER Folks have gone mostly, but Boyd races up to Laura. He’s distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Boyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "She’s only 12!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "(whispering) And black! Laura looks at Boyd: you’re useless to me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Thank you for your help, Boyd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "But- Laura walks away. BOYD (CONT’D) Wait? When can I see you again? Laura exits. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83 BOYD (CONT’D) Laura? Laura? I need to see you. Boyd’s got it bad. INT. VOLVO — NIGHT Jill drives, with Ethan in the passenger seat. Destiny is in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Can you believe that bitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "gill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I'm sorry. (to Destiny) You know you can’t say ‘bitch,’ right? Destiny chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Eh. Just her whole thing — the hair, the dress, that grin — I mean, give me a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Destiny, We still have time to go back there and tell them we don’t want to do this- Jill pulls into their driveway and abruptly stops the car She looks to Ethan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Are you kidding me? Destiny is going to tear that witch apart, aren’t you Destiny? Destiny smiles. Jill is officially on board. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Yes, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Good girl. (BEAT) Now let’s go. We have a lot of prep work to do. The ‘new family’ exits the Volvo and heads inside. INT. PICKLER FAMILY HOME — BASEMENT — NIGHT Laura stands before an un-carved massive block of butter their basement, in-home butter carving unit. Bob looks on",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "This isn’t gonna’ work, Laura. You’re gonna’ need an understructure for something that grand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "Then I‘11 do an understructure. I’m not afraid of hard work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "You can’t learn all these things, Laura. It’s hard work, sure, but there’s also an art to it. It takes years, and even then, some people just can’t be an artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "An artist? Thomas Kinkaide is an artist. Celine Dion is an artist. You carve butter, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB",
          "text": "It’s not just hard work, Laura. That’s all I’m saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "That's why I have a back-up plan. Bob looks at her: what’s that’s supposed to mean? INT. THE EMMIT HOME — LIVING ROOM — SAME Destiny stands in front of the TV, as if she’s about to give a presentation. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Option A... Destiny pulls out a yellow, play-doh mock up of a prospective sculpture: A man with an afro smacks a woman across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Ike and Tina Turner? Seated on the couch are Ethan, Jill and Hayden. The all shake their heads: NO, NO, NO. LIVING ROOM — LATER Destiny shows the group another mock up: A woman with her head in a guillotine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I call it ‘Let them Eat Cake.” It moves. The guillotine falls down and slices off Marie Antoinette Play-doh head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "Cool. Ethan and Jill look to Destiny: No. LATER — Everyone is tired and exasperated. The doorbell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "I’ll get it. The all jump up. AT DOOR — Carol Ann Stevenson stands outside holding a Tupperware container. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "I just wanted to apologize for supporting that horrible woman and I came to help out in anyway that I can. Destiny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "And I made my famous Peeps Lemon Meringue Piel! Carol Ann removes the lid of her Tupperware dish, reveali a pie, topped with melted, year-old Easter Peeps. The reaction is not good. LIVING ROOM — LATER On the couch: Jill, Hayden, Ethan and Carol Ann. They all shake their heads: NO! (we don’t even see Destiny this time.) LIVING ROOM — LATER Same folks on the couch but this time they nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "That’s it! Everyone seems to be in agreement (we don’t see her mock- up-) EXT. TATE HIGH SCHOOL — TRACK FIELD — DAY A group of BAND GEEKS practice in the background. Brooke’ car is parked behind the bleachers. INT. BROOKE’S CAR — SAME KAITLEN is in the passenger seat. She’s in a state of pos coital bliss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "We should get an apartment together. We could move to Des Moines. Brooke rolls her eyes. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "So you got the 1200 dollars, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "(blissful) Or maybe Chicago. I heard you can be who you really are in the big city. Brooke is dying a thousand deaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "You’re probably gonna’ be late for practice. Kaitlen leans back, blissful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Screw The Man. I could stay with you forever. Brooke reaches over and opens Kaitlen’s door. She motions for her to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Ok. Call me, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "The money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Oh. Kaitlen hands Brooke the wad of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "Call me. We could maybe go furniture shopping later or something, okay? Brooke’s face says it all as she peels out. EXT. COUNTRY DAY SCHOOL — SAME Brooke pulls out front just as the kids are getting out f the day. She spots Destiny and honks her horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Hey girl. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "88",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "Hop in. I got something for you. Destiny smiles and hops in. INT. WILLIAMS-SONOMA KITCHEN STORE — LATER CLOSE-ON: a set of VERY EXPENSIVE CHEF’S KNIVES laid out black velvet. They SPARKLE under the store’s lights. We pull back to reveal a CLERK showing Brooke and Destiny the showroom quality knives in a Williams-Sonoma store (NOTE: yes, there is one in Iowa.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "(to Clerk) Can you leave us alone for a second? The Clerk nods and walks away. Brooke bends down and look Destiny in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "You see that store over there? Destiny looks across the mall to VICTORIA'S SECRET. BROOKE (CONT’D) (intense) That's called Victoria’s Secret and with this 1200 dollars I could buy work-clothes like you’ve never seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Where do you work? Brooke pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "A bank. Brooke Picks up the LONGEST KNIFE and lays it in Destiny’ hands, like one Samurai to another. Script provided for educational purposes. More scripts ca \f89 BROOKE (CONT’D) (intense) My point is that I am willing to sacrifice 1200 dollars worth of totally cute outfits so that you may enact God’s will here on Earth. And you do that by kicking the shit out of Laura Pickler’s pasty white ass so hard that she and her hapless husband will never be able to wreak havoc on the poor innocent citizens of Johnson County again. We cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Thank you. Brooke looks across the mall one last time, toward a supe hot g-string. She’s pained, but pushes through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROOKE",
          "text": "You're welcome. Brooke stands up, a new woman. LATER —",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brooke’s bug leaves the mall parking lot, passing a YELLO MUSTANG. The Mustang parks outside Williams Sonoma. INT. VOLVO — THE NEXT DAY Ethan and Destiny drive home from school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Tomorrow’s the big day. Destiny looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "If you don’t mind, I need to be alone with my thoughts right now. Ethan looks to her: well, okay then. He pulls into the driveway. A_ government car with the State Seal (we remem it as the car that picked up Destiny from her various foster homes earlier,) is taking his spot. Ethan furrows his brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 INT. EMMIT HOME — KITCHEN — SAME Jill sits at the kitchen table with a WOMAN in a beige suit. She stands up when Ethan and Destiny enter. Jill seems distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(shaking Ethan’s hand) Danielle Mattingly. Iowa Department of Human Services. Have a seat. Ethan sits down. Danielle looks to Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "(sweet ) Hi Destiny. (to Ethan) It might be best if we had this discussion alone, just grown ups. Destiny says nothing, but takes a seat anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(uncharacteristically serious) Destiny, you should go to your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "She can stay. Destiny looks to Jill. Jill takes a deep breath and then nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "So, as I was explaining to Jill, we at the DHS believe we have located Destiny’s biological mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "When? Where? How do we know she’s legit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "Our department fully vets claims such as these. We believe Mrs. Washington is Destiny’s biological mother. Danielle looks away. Script provided for educational purposes. More scripts ca \f91",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "Actually, was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill takes Destiny’s hand. Jill is holding back tears. Destiny is unmoved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "I really think this conversation should just be the adults-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "She can handle it. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "From what we can surmise, on the night of - Jill cuts her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Destiny. Your mother was a wonderful woman who fell on hard times. She was not capable of caring for you but she loved you very much nonetheless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Destiny is emotionless, at least on the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "This was her only salvageable possession. Danielle pulls out a small, tattered PHOTOGRAPH, of a wom lying in a hospital bed cradling a newborn. She slides it over to Destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "She’s pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANIELLE",
          "text": "Yes, she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Can I keep it? Danielle nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I might need it tomorrow. Destiny stands up and heads to her room. INT. EMMIT HOME — DESTINY’S ROOM — NIGHT The lights are low in Destiny’s bedroom — almost a glow. Destiny sits in front of her mirror. The photograph of he and her mother is wedged in between the glass and the frame. Destiny folds her hands as if she’s praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(closing her eyes tight) Hi Mom. It’s me, Destiny. Your daughter. We probably haven’t seen each other since I was a baby. I don’t remember you at all but now that the lady gave me your picture I wish I did. I’m not sure what you were doing all these years but now that you’ve gone to heaven I just want you to know that I forgive you for leaving me. I don’t really understand it that much but I still forgive you. Destiny stands up, then quickly kneels back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "Oh, and if you’re not doing anything tomorrow in heaven, I’m fixin’ to kick this mean lady’s ass in the butter competition so come check it out if you can. Okay. Bye. Destiny gets up and hops into bed. EXT. JOHNSON COUNTY MOOSE LODGE — THE NEXT DAY INSERT TITLE CARD: “Re-Match” The parking lot is PACKED. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93 INT. MOOSE LODGE — SAME Two coolers face each other. Each with identical slabs of butter. They’re roped off which is a good thing because t room is filled with ONLOOKERS. Destiny, holding the KNIFE SET Brooke bestowed upon her, faces Laura. Laura tries to psych her out with one of her patented smiles, but Destiny is not having it: she’s soli Nancy stands on a crate between then and BLOWS A WHISTLE: It’s on. DESTINY'S COOLER — Destiny unfolds the velvet knife set on the floor. She looks up and spots Brooke, who smiles. Destiny pulls out the longest, shiniest knife and holds i in the light. LAURA’S COOLER — Laura flips through a yellow legal pad filled with detail notes. She seems confused, then she spots Destiny’s shiny knife: shit! CROWD — Even more onlookers file in. From this POV, we can see Destiny has already begun carving her piece. We can’t tel what it is yet. Laura is still frantically flipping through her papers. LATER — Even more people have come to check out the competition. DESTINY’S COOLER — Her piece is moving along. We can make out a figure.. tha about it. LAURA’S COOLER — Laura is moving along too. It kind of looks like a car. Maybe a convertible. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN ROOM -",
          "text": "Hayden darts his eyes between both coolers. He's practically about to explode with drama. He races outside. LATER — MAIN ROOM — Carol Ann Stevenson, holding what looks to be a bowl of possibly Jell-o, pounds on the glass and waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL ANN",
          "text": "(shouting) I made you my famous ham, marshmallow Jell-o casserole! Destiny, ever polite, smiles. LAURA'S COOLER — Laura makes a wrong cut. A hunk of butter falls to the floor. She picks it up, livid. She then spots Bob outside the cooler and gives him the evil eye: this is all your fault. MAIN ROOM — We can now see that more people are crowded around Destiny’s cooler than Laura's. EXT. ICE CREAM PARLOR — SAME A group of KIDS sit on their bicycles and eat drippy ice cream cones. Hayden pulls up on his bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID 1",
          "text": "Hey. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "Butter drama down at the Moose Lodge. Hayden takes off on his bike. The other kids look to each other.. then take off too. EXT. MOOSE LODGE — LATER The parking lot’s been full for a while but now we can se the road leading to the Moose Lodge is bumper to bumper t traffic. Hayden and the kids weave through the traffic on their bikes. INT. MOOSE LODGE — SAME Standing room only. The kids make their way past the beer bellies and make it to — DESTINY’S COOLER — We only see it from the back, but it’s a figure of some sort, with long incredibly detailed hair. Despite the crowd outside, Destiny is all focus. LAURA’S COOLER — Laura’s isn’t that bad. It’s a little clunky, but we can make out a few people in a convertible. She doesn’t seem that pleased with her work. Bob, outside, gives her the ‘thumbs up.’ Laura looks to him, unimpressed. LATER — MAIN HALL — CLOSE ON — a pair of sensible shoes step up onto the milk crate. Nancy sounds her whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Three. Two. One. Trowels down! Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "96 The crowd cheers. Destiny, worked up into an artistic frenzy, drops her knife. She’s done. And she’s done it — it’s amazing. DESTINY’S FINAL SCULPTURE - Is simple but lovely. Like Davinci’s Madonna with Child painting, her piece is a_ new mother cradling her baby. Despite the simple image, the detail is intense. The robe the eyes, the child’s tiny fingers — it’s like nothing th crowd has ever seen. MAIN HALL — The crowd, almost simultaneously, whips their head over t LAURA’S FINAL SCULPTURE — Jackie 0. crawling to the back of the presidential limo, while her husband's head is partially blown off. (from th Zapruder Film) It’s well done, but completely tasteless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAIN HALL — The crowd stares at her sculpture — speechless. Laura, wearing a knock-off pink Chanel suit and a pill-box hat, soon sours — it hits her: They hate it. ON NANCY — She taps into the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Thank you for coming. Please come back tomorrow morning after church where the judges will be viewing these two - (looks to Laura’s) - interesting pieces for the first time and will announce the winner of the Johnson County Mastery in Butter competition! (BEAT) Again. As the crowd files out, we close in on Laura, standing there, next to her fucked-up sculpture in her stupid outfit, clutching her cheap purse - watching all her plan slip away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97 EXT. MOOSE LODGE — NIGHT The place is dead. A JANITOR exits and locks the door behind him. He drives away. INT MOOSE LODGE — NIGHT It’s dark, illuminated only by a few Exit signs. The FRONT DOOR jiggles a bit. Then a bit HARDER. Finally, it FLIES open. We see a FIGURE. Then FOOTSTEPS. Then the door to Destiny’s cooler CREAKS OPEN. And then, from outside the cooler, all we see is the HOT, BLUE FLAME from a créme brulee torch light up Destiny’s butter art. CLOSE ON the face of the child in Destiny’s sculpture as SLOWLY MELTS AWAY. The flame EXTINGUISHES. INT. MOOSE HALL — MAIN ROOM — THE NEXT DAY INSERT TITLE CARD - “FINAL JUDGING” Destiny enters the hall with Ethan and Jill, dressed in their Sunday best. Up ahead, they spot a crowd, including Hayden, gathered around her piece. Hayden looks to her, distraught. Destiny walks closer, and sees her sculpture in the full light of day: the Mother is in tact, but the baby’s face completely melted off. It’s ruined. Ethan races up to Nancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "We don’t know. Script provided for educational purposes. More scripts ca \f98",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sabotage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Well, she can have time to fix it, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "The judges have already begin their deliberations. The rules indicate that no further adjustments can be made once deliberation commences. The judges mill about the coolers. No telling what they’r thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "c'mon, lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "My name is Nancy and those are the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(finally losing it) You people are ridiculous. You know what? It’s butter! You put it on toast. The government gives it away for free! And newsflash? It’s bad for you! Yeah, I said it. It clogs your arteries and makes you fat and you’re all going to die because of it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is so offended there are no words. Jill apologetically escorts Ethan out of the Main Hall. He nee a time out. WOMEN’S RESTROOM — Laura stares in the mirror, fixing her hair. If it weren’ Laura, we'd think maybe she was a bit nervous. And then, Destiny enters. Laura eyes her through the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "I just wanted to wish you good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 Destiny reaches out her hand. Laura rebuffs her handshake and continues fixing her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "You know this is all I have. Destiny doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "You're young. You have your whole life ahead of you. You can do anything. You won’t understand but this is it for me. This is all I have. Laura, realizes she’s let her guard down, immediately pul it back together and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (CONT'D)",
          "text": "I hope you’re happy with yourself. Destiny seems shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAIN HALL-",
          "text": "Nancy is back up on her milk crate, tapping into the microphone. The judges stand behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "May I have your attention, please? The judges have reached a decision. And in the distance, we see Laura, holding Bob’s hand, ma her way up front. Her hair is perfection, her make-up is flawless and she is ready to accept her crown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Orval? Orval (the head judge) steps up onto the milk crate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "In my years judging this competition, I have seen many things. But only twice have I seen true art. The first time was Bob Pickler’s truly brilliant Passion of The Christ with Garth Brooks as Jesus. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100 ORVAL (CONT’D) And the second time this morning. When I laid my eyes upon a work so tragic, so touching, that it became not just butter carving, but butter art. Laura BEAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "And to be touched yourself, you merely need to look right here, to the sad, melted face of this unloved child. He points to Destiny’s piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORVAL",
          "text": "Our winner... (looking to Laura) «again, is Destiny Washington! The crowd FLIPS OUT! CHEERS! The crowd swarms our little Destiny, lifting her up in the air, but also.. FROM DESTINY'S P.O.V.: Laura is left all alone. Destiny motions for the crowd to let her down and walks over to Laura. The crowd silences. They’re watching this little girl get into the water with Jaws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY",
          "text": "(extending her hand) I wanted to thank you. Laura holds it all in. DESTINY (CONT’D) I‘m a better competitor because of you. Before she can respond, Destiny HUGS Laura. She resists a first — it’s all so foreign to her — but then we see something amazing. There, in the arms of Destiny, Laura’s shell finally cracks. She closes her eyes, and - SMILES. Her first real smile in 20 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O)",
          "text": "Someone once told me a story about a man who, at the old age of 65, found Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O., CONT'D)",
          "text": "himself depressed and penniless. Destiny and Laura hug. Laura won’t let go. EXT. PICKLER HOME — DRIVEWAY A U-HAUL sits in the driveway. Bob hands a STACK OF PAPER to Laura. He won’t look her in the eye. Carol Ann Stevens waits in the passenger seat of the U-Haul, uncomfortable. LAURA (V.O., CONT’D) But he was an excellent chef. He went from restaurant to restaurant pedaling his recipes, hoping to split the profits. He was rejected not once, not twice, but a thousand and eight times. Laura signs her name on the last paper and hands it to Bo INT. ROSIES II STRIP CLUB — SAME Kaitlen, with short, spiky hair, sits in the back of the club watching Brooke do her act. LAURA (V.O., CONT’D) The old man’s family no longer supported him. A MAN puts a dollar in Brooke’s g-string.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAITLEN",
          "text": "(standing up, livid) Get away from her you fat misogynist pig! Brooke looks to Kaitlen: Get OUT of here! EXT. JOHNSON COUNTY WATER TREATMENT FACILITY — NIGHT Boyd Bolton holds the créme brulee torch in his hands. LAURA (V.O., CONT’D) His friends abandoned him too. Boyd kisses the créme brulee torch and then THROWS it int the waste treatment pond. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYD",
          "text": "I will always love you, Laura Pickler. The créme brulee torch bobs along the nasty surface of th water. INT. PICKLER HOME — LATER Laura stares at herself in the mirror. She seems less severe, a bit more relaxed. LAURA (V.O., CONT’D) Most people would have given up under those conditions. Laura smiles at herself in the mirror. EXT. HIGHWAY — LATER Laura drives her Suburban. She speaks to five KIDS with special needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA",
          "text": "But not this man. This man finally sold his recipe to the one thousand and ninth restaurant he visited - his secret recipe. The Kids are hanging off every word of her story. INT. COMMUNITY POOL — DAY The five kids with special needs, wearing CAMP BUTTER SWIMMING CAPS, swim the backstroke. LAURA (V.O., CONT’D) And we know that old man today... as Colonel Sanders of the world famous Kentucky Fried Chicken. So my point is, that I suppose it is okay to lose every once in a while. Laura cheers on the Camp Butter kids as they race against each other. INT. KENTUCKY FRIED CHICKEN — LATER Laura, dining with the kids from Camp Butter, eats a drumstick. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAURA, (V.O.)",
          "text": "And I have one person to thank for teaching me that - Laura wipes fried chicken from her mouth with a wet-nap. LAURA (V.O., CONT’D) - Destiny. Pleased, she rounds up the kids and exits, a new woman. EXT. IOWA CORN FIELD — DAY Destiny rides her bike past another vast cornfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.0.)",
          "text": "Unfortunately, I didn’t win State... INT. PIONEER HALL — IOWA STATE FAIR - STATE Destiny holds up a RED SECOND PLACE RIBBON. She stands ne to NED EATON, who holds a BLUE RIBBON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.O.)",
          "text": "I came in second. But that’s okay. Second place is pretty good. INT. EMMIT HOUSE — CHRISTMAS Jill, Ethan, Hayden, and Destiny eat a big Christmas dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Hayden, would you like to start us off with a Christmas carol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAYDEN",
          "text": "No thank you, I’m celebrating Kwanzaa this year. Hayden puts an Afro-centric crown on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESTINY, (V.O.)",
          "text": "Oh, and Miss Jill and Mr. Ethan adopted me which is nice because I was kind of getting tired of moving. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104 DESTINY’S BEDROOM — Her SUITCASE is wedged way, way in the back of her closet She hasn’t used it in awhile. EXT. CORNFIELD — DAY Destiny and Hayden rides their bikes through the cornfiel and past another cow. As they ride out of frame, we stay with the cow. We get closer. And closer. And closer. The cow looks at us, thinking her deep, deep cow thoughts until we FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_384"
    }
  ]
}