{
  "movie_id": "MOV393",
  "scenes": [
    {
      "location": "NEW YORK CITY PRE-WAR APARTMENT",
      "time": "NIGHT",
      "characters": [
        "RACHEL",
        "ANDREI",
        "TALL MAN",
        "122-123 OMITTED",
        "LEE, (CONT'D)",
        "MS. ISRAEL",
        "JUDGE",
        "PAUL",
        "BOOKSELLER",
        "UPTIGHT LAWYER",
        "JACK, (CONT'D)",
        "A133",
        "A41",
        "A68",
        "ARLENE",
        "MAN",
        "HARRY",
        "A132",
        "NOTICE FROM THE OFFICE OF THE FEDERAL BUREAU OF INVESTIGA",
        "COAT CHECK GUY",
        "CYEFM",
        "A121",
        "GUEST",
        "ANDREI, (CONT'D)",
        "A34",
        "PUBLISHED, REPRODUCED, SOLD OR DISTRIBUTED BY ANY MEANS,",
        "PRISCILLA",
        "KAREN",
        "ALAN",
        "A154",
        "PAUL, (CONT'D)",
        "ANNA",
        "MS. WHITMAN",
        "CLERK",
        "WWW.FOXSEARCHLIGHT.COM/AWARDS",
        "OTHER DEALER",
        "A27",
        "MARJORIE, (CONT'D)",
        "A130",
        "ELAINE",
        "FOLLOWER",
        "CHARLES",
        "YALE LIBRARIAN",
        "NELL",
        "A149",
        "FEMALE SERVER",
        "GLEN",
        "KURT",
        "AGENT DOYLE",
        "90.",
        "AGENT SOLANAS",
        "A151",
        "YOUNG WOMAN",
        "ADINA",
        "OMITTED",
        "INC. DISPOSAL OF THIS SCRIPT COPY DOES NOT ALTER ANY OF T",
        "CRAIG",
        "FIND",
        "JACK",
        "YOUNG GIRL",
        "LEE",
        "A129",
        "MALE VOICE",
        "JACK, (O.S.)",
        "LISA",
        "77A.",
        "CONTINUED",
        "SECURITY GUARD",
        "A66",
        "LITTLE GIRL",
        "THE ARGOSY BOOK SHOP TABLE",
        "MARJORIE",
        "EXTERMINATOR",
        "MEDIUM, INCLUDING ANY WEB SITE, WITHOUT THE PRIOR WRITTEN",
        "ANNA, (CONT'D)",
        "A THIRD WORKER, (O.S.)",
        "UP",
        "MANY VOICES",
        "CASHIER",
        "LLOYD",
        "94.",
        "OLD MAN",
        "ANGELS. A",
        "TOM CLANCY",
        "CUBICLE WORKER",
        "PAUL, (O.S.)",
        "WELL-DRESSED LADY",
        "ANOTHER CUBICLE WORKER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "1 Mostly darkness in the small apartment, a few table lamps illuminating a comfortable, crowded well worn space. On o shelf, souvenirs from a past life: a framed NY Times Best Seller list from 1980 with Kilgallen by Lee Israel highlighted in the number 15 spot. Five or six copies of book, and a similar number of Miss Tallulah Bankhead (als Lee) and many more of Estee Lauder by Lee Israel line a shelf. It’s a bit of a trophy case. Across the room, a well worn cat tree sits in the corner, piles of New Yorkers, and LEE ISREAL, around 50 and not trying very hard, is asleep in her clothes on the couch. Blossom Dearie record spins on the record player, a cat snoozes in her lap. Both snore. An alarm beeps on Lee’s c digital watch. Finally, she rouses. She looks down at her watch which reads 10pm, and stops the alarm. She moves to the kitchen, responding slightly to the musi We imagine she may be getting ready for bed. She puts her plate in the sink, and returns. She downs her water from table and puts the glass into her purse. She takes a bott of scotch and also puts it into her purse. She turns off light, but then the front door opens, hall-light pouring and we see Lee exit. The door slams shut. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nondescript cubicles and the nondescript people who are working in them. It is the graveyard shift and the YOUNG EMPLOYEES are proofreading and black-lining law documents The large room is eerily silent save for the scratching o pencils on paper and the sound of ICE CLINKING in a glass Lee is working as well, drinking a scotch on the rocks. S swirls it around absentmindedly as she works without enthusiasm. TWO YOUNG WOMEN pass by her cubicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "(whispering) Fucking kill me if I’m doing this at her age. Lee hears, and waits til she can’t see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ll kill you now if you ask nicely. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 \f2",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 2. 2 Embarrassed giggles. Swirling her glass of scotch, Lee wo Someone shouts from another cubicle, head barely visible",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUBICLE WORKER",
          "text": "You know we’re not allowed to eat or drink in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER CUBICLE WORKER",
          "text": "(after a beat) Yeah. Lee ignores them. The first cubical worker tries to peer to Lee. Hello? Fascist. Alcoholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A THIRD WORKER, (O.S.)",
          "text": "Some laughter. Lee goes back to her work, tries to concentrate. She can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) Why do you give a crap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUBICLE WORKER",
          "text": "Because the sound of the ice is driving me insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANY VOICES",
          "text": "Me too! It’s making me crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh, fuck off. She drinks, making as much ice noise as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALL MAN",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I believe I said fuck off. A tall MAN, 30, appears at her cubicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALL MAN",
          "text": "I’m your boss. Pack up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f2",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 3. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m almost through with this document. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALL MAN",
          "text": "He takes the document and other papers from her desk and gestures for her to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(quietly) Please, I need this job. He ignores her, watching as she puts her things into her canvas bag (including her glass and bottle of scotch). He walks behind her, ushering her out. The young people in the cubicles watch with amusement as goes. Breaking into loose applause. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straight from the job, Lee puts her groceries up on the counter - cereal, peanut butter, a can of cat food. On th small black and white TV a program with garishly wealthy characters is playing. The CASHIER, 60s Asian woman, is skeptical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "(she knows her) How much have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(fishing in her pocket) Enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Show me first. Lee counts out her disappointing amount of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Okay, just this. She separates the cereal and cat food and pays for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Put this other stuff back! Lee walks out. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 Final Shooting Draft 3/13/17 4. INT. LEE’S UPPER WEST SIDE APARTMENT - MORNING 4 Lee opens the cat food and places it in front of her cat JERSEY, who’s not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Since when did you become picky. She puts the cereal on the counter and walks through her cluttered apartment. Peeling paint, way too much stuff an years of stacked up New Yorker magazines. The small one bedroom apartment hasn’t been updated in at least 20 year paint is chipping, furniture is worn and scratched by multiple cats, even the light bulbs need dusting. But you tell it was once a well-loved little box of a home. The dining table is covered with papers and coffee cups a empty wine bottles, leaving little room for the manual typewriter and old computer. 5 INT. LEE’S BEDROOM - CONTINUOUS 5 A few dead flies lie on her pillow. Disgusted, she brushe them off and curls up to sleep in her clothes. 6 INT. LEE’S BATHROOM - EARLY EVENING 6 Broken shower tiles, an old moldy curtain. In the medicin cabinet mirror, Lee smooths down her hair and applies lipstick. She notices the litter box in the corner is in unused, pristine condition. 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "7 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 Lee approaches the 1 train entrance at 86th street and descends the stairs. 9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9 Shivering from the cold, she treks down the New York stre 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 Lee has entered a noisy, stylish party. Forty or so festi members of the New York literary world cheerfully enjoy cocktails and conversation. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 5. 10 She notices a COAT GUY taking jackets, but she walks past in search of the bar. Her host MARJORIE, 70 years old and sophisticated, sees h",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Well, this is a surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You invited me, did you not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "You didn’t reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(ignoring that) A coat check? At my party we threw coats on a bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Nice to see you too, Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) You never call me back. I’ve got some new ideas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "This is why you’re here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You don’t know what I’ve been doing just to get by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Well, you’re here now. Try to enjoy yourself, Lee. Marjorie excuses herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bar as Lee gratefully finds it. She gets her drink and turns, walking through the crowd. overhears a conversation between TOM CLANCY, 40 famous writer, and a crowd of eager followers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 6. 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM CLANCY",
          "text": "I don’t subscribe to the notion of writers block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOWER",
          "text": "You never experience it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM CLANCY",
          "text": "Writers block is a term invented by the writing community to justify their laziness. The crowd laughs. TOM CLANCY (CONT’D) My success is nothing more than that I have the dedication and stamina to sit and get the work done. It’s simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOWER",
          "text": "Having Ronald Reagan talking about you doesn’t hurt. Well sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM CLANCY",
          "text": "Lee passes the conversation, unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(walking by) Jackass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOWER",
          "text": "Who’s that? Tom Clancy shrugs, and Lee wanders, not knowing anybody. People hustle by her, having a good time. SEVERAL YOUNG GUESTS are huddled together and Lee eavesdr",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "You have to read them. As an American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUEST",
          "text": "Well, sure. Lee looks around, landing on SEVERAL OLDER PEOPLE sitting couches, not talking to anybody. They line the perimeter of the room, sipping their drinks They’re old wallflowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11 Final Shooting Draft 3/13/17 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11 Lee walks down the hall that’s decorated with framed photographs, book jackets, signed letters - it’s Marjorie professional Memory Lane. She glances up to assess TWO FRAMED BOOK JACKETS. One is KILLGALLEN, by Lee Israel and the other is MISS TALLULAH BANKHEAD also by Lee. Unhappy with their placement, she quickly swaps them out a couple of frames that are closer to her eye line. 12 INT. MARJORIE’S POWDER ROOM - EVENING 12 Lee is snooping in the cabinet and finds a drawer filled almost finished toilet paper rolls. A dozen of them at le Weird. She grabs the fullest one and drops it into her large bag She takes the bar of guest soap as well. 13 INT. MARJORIE’S APARTMENT - CONTINUOUS 13 She snakes her way through the party and makes it to the front door just as Marjorie stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "That was quick. Did you get properly fed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "This week. Will you take my call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(condescendingly) Sure. We’ll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I have fascinating projects! I’m working on a lot of ideas - I just need my agent to call me back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(laughing to herself) Well, nobody needs a new biography on Fanny Brice, Lee. We may disagree on what is considered fascinating. She starts to walk away. MARJORIE (CONT’D) Good night Lee. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 8. 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(stopping her) Why do you have mostly used toilet paper rolls in the drawer of your bathroom? What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I just can’t figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "You went through my bathroom cabinets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Just tell me. I’m curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "So that guests can have a full roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s batshit, Marjorie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(to herself) You would know... At the coat check Lee points to a very sophisticated, lon wool coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Yeah, I lost the ticket, but that’s the one. The coat check guy doesn’t flinch, but hands it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAT CHECK GUY",
          "text": "Have a good night, ma’am. Lee takes the beautiful coat with a smirk. 14 INT. LEE’S APARTMENT - LATER THAT NIGHT 14 Lee sits on her couch, drinking scotch, with her new coat slung over the couch. On the TV Lillian Hellman’s black a white film THE LITTLE FOXES plays. It’s a scene Lee knows heart, but that doesn’t stop her from enjoying every fram (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 9. 14 Bette Davis is snuffing candles whilst quibbling with her brothers Charles Dingle and Carl Benton Reid. Lee loves t",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(along with the TV) There are lots of things to consider. After all, they are first cousins. (then answering herself) Well that isn’t unusual. Our grandmother and grandfather were first cousins. (back again) Yes and look at us! She removes some appetizers from her purse, shoves one in her mouth and offers one to the cat. LEE (CONT’D) Jersey, here girl! The cat wanders over but doesn’t eat them. Lee is concern 15 INT. VETERINARIAN’S OFFICE - DAY 15 Lee is at the counter, holding a cat carrier and talking the assistant RACHEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You still have a balance, Ms. Israel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "But there’s something wrong with her. She’s very old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’m sorry. The doctor told me to get at least half the balance before we do any tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Don’t you take a Hippocratic oath or something? Don’t you have to do something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "You owe us eighty two dollars. Lee pulls some bills out of her back pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Look, I’ve got - fourteen dollars. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 Lee walks out of the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Unbelievable. 9A. 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 Final Shooting Draft 3/13/17 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 Lee enters, wearing her stolen coat, carrying two heavy b of books. 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 GLEN, a 30 year old nerd and the used book buyer, glances briefly at Lee’s pile of old books on the counter. There CUSTOMERS waiting behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEN",
          "text": "Just these. That’s it? here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I schlepped them all the way",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEN",
          "text": "(dismissive) I’ll give you two dollars. I don’t want the others. He goes to the cash register to pay her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Come on, man. I don’t need much. I just don’t want to carry them around. (beat) I’ve got a sick cat and I need the money. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEN",
          "text": "(rude) I told you I don’t want the others. There’s people waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You don’t have to be so disrespectful. You’ve actually carried my books here. Glen turns to her, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEN",
          "text": "And you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(irritated) I’m Lee Israel. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 11. 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEN",
          "text": "Oh, Ms. Israel. I do recognize you now. In fact, your latest work is right over there! He points to a table of books with a sign “75 percent off Displayed is several copies of Estee Lauder: Behind the Magic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You rude little ape. What have you ever written? She turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEN",
          "text": "Hey, get your garbage off my counter! He pushes her books away from him and some fall onto the floor. She scoops them up protectively. 18 INT. LEE’S APARTMENT BUILDING - ENTRYWAY - DAY 18 Lee enters her building, and upon seeing Andrei, 50s Romanian, tries to turn around and go right back out, but calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Hi, Andrei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "I knock on your door but you never answer. We’re going on three months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No, I know. I’m really sorry about that. I’m working on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "I don’t want to have to call the management.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Can you cut me a little slack? It’s been a rough patch. I just lost my job. I think it was ageism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "Can’t you write another book? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 12. 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Last one was a bit of a calamity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "I like you, you’ve been here longer than I have, and you’ve always been kind to my mother. Just get it to me soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I will. Absolutely. Thank you. Andrei start to walk away. LEE (CONT’D) But hey, in the meantime, do you think you could get an exterminator in my apartment? I’ve got an untenable fly situation. 19 INT. LEE’S APARTMENT - DAY 19 Lee drinks coffee and reads the newspaper. She glances briefly at a framed letter on her wall. Reluctantly, she to it, takes it from the wall, examining it. It’s a frame letter from Kathryn Hepburn. Lee sighs. She knows what sh has to do, but she doesn’t like it. She takes the letter off the wall. 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 Lee walks down the street and enters a beautiful shop wit First Edition Books and Framed Prints in the window. 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 Inside the dark and cozy store, Lee stands before ANNA, 4 as she reads the Katherine Hepburn letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(reading) Lee, Today was to have been the Esquire shoot with Spence. Difficult days, these. Thank you for your sympathy and understanding. Ever Yours, Kate. P.S. Forgive the splotches. All tears lately. (then) Such a lovely apology. (beat) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 13. 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT'D)",
          "text": "This is very special. Why would you part with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) Clutter, you know. I’m not a very sentimental gal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(appreciatively) Handwritten even. You’re the Lee Israel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh, Jesus. Is there another?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’ve read your biographies! Have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You’re a wonderful writer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Thank you. Can you remind my publisher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Working on anything new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Besides my tan? Anna smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "So, how did this letter come about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I wrote for some magazines a while ago it was going to be Spencer Tracy - but then he died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Well, her letters usually have the intimacy of a phone book, but this one is really nice. (beat) How does one seventy five sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Sounds terrific. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 14. 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "If you ever are feeling sentimental, you can come visit it! 22 INT. LEE’S APARTMENT - DAY 22 She takes out a can of cat food and opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I got you the good stuff, you old snob! She puts it in a bowl on the floor, but the cat doesn’t m LEE (CONT’D) It’s the fancy feast. 23 EXT. JULIUS’ BAR - AFTERNOON 23 Jack enters. 24 INT. JULIUS’ BAR - AFTERNOON 24 Lee sits drinking, headphones on. Someone takes the seat near her but she doesn’t look up. about 50, queer and charming. He’s JACK HOCK. He gets the attention of CRAIG, the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good afternoon, darling. Can I have a beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Hi Jack, handsome, I don’t know, can you? Jack quickly pulls out a twenty and puts it on the bar. C goes to get the beer. Jack recognizes Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Lee Israel!? Lee turns and then recoils, never liking to have to talk anyone. She struggles to pull out a name, taking off her headphones reluctantly. JACK (CONT’D) It’s Jack Hock! And the last time I saw you we were both pleasantly pissed at a horrible book party. Am I right? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 15. 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s flooding back to me. You were friends with Julia JACK Steinberg. She’s not an agent anymore. She died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She did? So young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Or maybe she didn’t die. Maybe she just moved to the suburbs - I always confuse those two. No, that’s right. She got married and had twins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Better to have died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Indeed. (excited) I just came from having my teeth bleached. How do they look? He smiles wide. His teeth are almost too white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Why would you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Teeth are a dead give-a-way. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(beat) Let me buy you a drink. Even though you’re the posh writer. He signals to the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, thank you. I’m trying to remember that party you mentioned. Something keeps flashing in my mind. Something that happened but I can’t put my finger on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Bad shrimp? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 16. 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Jack Hock, you said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That’s me. The renegade, the rebel. Jack Hock. Big cock. He flashes his smile. Lee thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It will come back to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll try not to be offended. We’ve been shit faced drunk together more than once, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "My memory is shot. Don’t take it personally. Craig drops a drink for Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How has life been treating you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I can actually boast that I’ve been banned from Crosby Street Booksellers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I did nothing. People are idiots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(beat) I’m banned from Duane Reade. (beat) All of them. She glares at him. JACK (CONT’D) I have a little shoplifting problem. Lee moves her bag to other side of her stool. JACK (CONT’D) All in the past. But for some reason I have a very memorable mug. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 17. 24 JACK (CONT’D) Now I have to take a bus just to buy shampoo or aspirin or something. (beat) I’m joking. Duane Reade’s not the only rodeo in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(dawning on her) You pissed in the closet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I did what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I remember now. Nobody could stop talking about the handsome English gentlemanJACK Why thank youLEE Who was so shit-faced he mistook the coat closet for the can. You ruined thousands of dollars worth of furs. Jack is caught, unsure how this will go over. Well, I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "But Lee loves this story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Those old ninnies didn’t know what had hit them! Their disgusting furs, all covered with piss. Dogs were following them home. I laughed about that for weeks. Jack starts laughing along with Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well I’m glad somebody found it amusing. (then) A few folks stopped talking to me after that night. Fuck ‘em. Cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 18. 24 They cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "So, do you work, Jack Hock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "This and that. Mostly that. (beat) I happen to have some very nice coke, if you’re interested. She looks at him, appalled. JACK (CONT’D) Jesus, it’s not like I have it all the time. A boy’s gotta do what a boy’s gotta do. (beat) Anyways, who are you to judge? It’s four in the afternoon and you’re drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m hardly drunk. And it’s not “anyways,” it’s just “anyway.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well keep drinking then. The day is young. 25 EXT. JULIUS’ BAR - NIGHT They come out and walk. 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 Final Shooting Draft 3/13/17 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 Lee and Jack ride the subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You get out the next stop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(nodding) 79th. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll get out there. That works. A beat. JACK (CONT’D) I think I saw you in Zabar’s once. You were shouting at someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Terrible customer service. Been going there for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They have really good bread. They both nod comfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A27",
          "text": "EXT. GLEN’S APARTMENT - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "A27",
          "text": "A MAN (Glen) comes out of an apartment building with an adorable puppy and attaches it to a leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Come on, Coco. You’re such a good girl. Lee stares at him and taps Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s the guy - the guy from Crosby Street Booksellers! No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They watch as he affectionately kisses his dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Who knew he was human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You got a paper and pen? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Why? Final Shooting Draft 3/13/17 19A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Lee reaches into her bag and gives him what he needs. He into the vestibule of the guy’s building and looks to be copying names off the buzzer list. 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 They approach Lee’s building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "This is me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nice place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It used to be nicer. (beat) And you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 20. 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(vague) Oh - a couple blocks up. She reaches out to shake his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Good-bye Jack. This was not unpleasant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll see you tomorrow? You shall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She goes into the building. 28 INT. LEE’S LOBBY - CONTINUOUS 28 She goes inside and after a moment, turns to see him thro the glass door, standing there, looking kind of lost. Aft moment, he walks off. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 Final Shooting Draft 3/13/17 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 Lee, dressed neatly, smooths down her hair and knocks on door. LISA, 20s, answers. She seems put off by Lee’s appearance let’s her in. Lisa leads Lee inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "The employment agency said this was an executive assistant position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "Your name’s Lee, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Ms. Israel, if you don’t mind. MS. WHITMAN, a wealthy, intimidating woman in her 30s eme from upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "We do first names here. This is Lisa. I’m Ms. Whitman. They shake. 31 INT. MS. WHITMAN’S TOWNHOUSE - DAY 31 In the enormous living room, Lee is holding a beige color bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "Go to Bendels on Fifth. There’s two kinds, but both are under wire, 34B. One has lace on the sides and the other is plain. Get them in Apricot. It’s new. If you can’t find them ask Celeste, she’ll help you. Buy four each. Bring that one with you just to make sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You know Town shop is just across 86th?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "Doesn’t matter. And don’t take a cab. Take the bus or better yet, take the subway. It’s faster. Lisa enters. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 21A. 31 MS. WHITMAN (CONT’D) Lisa, fill Lee in on some basics please. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 Hi. 22. 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "So, what is your job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "That doesn’t concern you. She does everything you don’t do. Of course. 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32 Lee is sitting on the subway with a Bendels bag in her la She’s reading a book about Fanny Brice. A LITTLE GIRL (7 years old) is standing in front of her, staring at her. Lee tries to ignore her but eventually lo up at the kid. They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRL",
          "text": "Are you a man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Are you a gargoyle? The STARTLED MOTHER yanks at her daughter’s arm and pulls away. Lee goes back to her book. 33 INT. MS. WHITMAN’S APARTMENT - CORRIDOR - SAME DAY 33 Lisa is showing Lee how to record things in a log book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "So you have to account for how you spend your time each day. If you make a phone call for her, write it here. If you make a phone call for yourself, write it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Is this for real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Everything I do, I write down? Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 23. 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Going to the bathroom? Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "(beat) You get paid at the end of each day, in cash. Lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Lisa goes to a drawer in the corridor and takes out two twenty dollar bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "(off Lee’s disappointed face) Ms. Whitman pays what she thinks is fair, considering it’s under the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A34",
          "text": "Across the street, Lee stands in a phone booth as Jack ha her the sheet of paper from the night before, with the li of names from the buzzer. She puts in a quarter and dials As Lee speaks, they watch the front of the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(in thick Long Island accent) Hello, I’m looking for the tall guy, the book buyer, Glen. Oh, hello, thank god! This is Lillian Schuster from the fourth floor. There’s an emergency! The building’s on fire. We’re all outside! Oh my god it’s horrible!... no, they’re not letting us back in! You better come over and get your dog! I see flames coming out of your window right now! I think I hear the poor thing squealing! They watch as Glen frantically trips out of the store and runs up the street. They crack up, gratified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That was very enjoyable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Thoroughly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 23A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You do such a good voice! Lee reaches into her pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ve got no jingle in my jeans. You got a token? Put out, Jack looks through his change. 34 INT. VETERINARIAN’S OFFICE - WAITING ROOM - DAY 34 Lee sits with other PET OWNERS in the waiting room. A YOU GIRL is with her DOG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "(to a Lady with cat carrier) She’s so cute!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELL-DRESSED LADY",
          "text": "Unless she’s shredding the side of my sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Oh, I guess that’s not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Cats. Not for me. Lee leans over and pets the Old Man’s OLD DOG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "He’s a good boy, isn’t he? The best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELL-DRESSED LADY",
          "text": "He looks sick. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 24. 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Just needs a shot. He could use a bath but he doesn’t like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELL-DRESSED LADY",
          "text": "Pearl here isn’t going to like getting declawed but it’s",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s cruel to de-claw your cat. Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s like walking on glass for the rest of their lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "I haven’t heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELL-DRESSED LADY",
          "text": "Well, tell that to my ten thousand dollar Ligne Roset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I would, except it’s an object. The receptionist, Rachel, calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Jersey Israel? Lee gets up and goes to the counter. RACHEL (CONT’D) Hi, Ms. Israel. Are you’re able to pay for the tests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s why I’m here. (beat) You shouldn’t de-claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Oh, it’s harmless. Really. Lee takes a deep breath. 35 INT. MS. WHITMAN’S BEDROOM - ANOTHER DAY 35 Lee is writing a letter by hand for Ms. Whitman while she dictates from her bed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 25. 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "The event was clearly a success and I couldn’t have succeeded without you. Your help and advice have been very generous and LEE Are you sure you want to use success two times? Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(reading) ‘Clearly a success and succeeded.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "I’m sorry, did I ask you for advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I just thought MS. WHITMAN I have a Masters degree in English, Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And I’m a published author, Ms. Whitman. Whitman sighs deeply, thinking she’s being mocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "Can we continue, please? Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "Now I lost my train of thought. 36 INT. MS. WHITMAN’S LIBRARY - LATER THAT DAY 36 Lee is at the large bookshelf organizing and dusting the books. Surprised, she finds her own book MISS TALLULAH BANKHEAD, and pulls it out. Lisa enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "Ms. Whitman doesn’t like anyone touching the books. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 26. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How can I possibly organize and clean them if I cannot touch them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LISA",
          "text": "I mean, you know what I mean. Ms. Whitman enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "Lee, I need you to balance Natalie’s checkbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Your teenager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "Yes, I’ve opened an account for her. She needs to learn responsibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "By me balancing her checkbook? Ms. Whitman looks at her, coldly considering her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "If you want to borrow a book, simply ask before handling it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I mentioned that I was a published author. This is my book. Ms. Whitman inhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "I get the sense you’re not very happy here. I’m giddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. WHITMAN",
          "text": "You’re sarcastic and impolite. (beat, leaving) You’ll be paid for your time here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "If you can call it pay. 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lisa hands Lee two twenties and then slams the door. 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 Final Shooting Draft 3/13/17 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 Ms. Whitman is holding the Tallulah Bankhead book, lookin with shock at Lee’s photo on the back. 39 INT. MS. WHITMAN’S APARTMENT - CORRIDOR - CONTINUOUS 39 Lisa silently reads Lee’s log, mouth agape. 1:45 - 1:48. Took a dump and scratched my cunt. 3:22 - 3:26. Got fired. 3:27-3:28 Took another dump. Forgot to flush. Oops. 40 INT. JULIUS’ BAR - AFTERNOON 40 Lee enters the bar, looks around, and sees Jack a few sto away. She sits away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I rang you and you didn’t ring me back. Should I take it personally?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Why wouldn’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’d never get out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And lucky for me, you did. She’s somewhat entertained by him, in spite of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m coming to sit next to you because I’m not very good at social cues. He moves next to her and Lee speaks to Craig, the bartend",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Scotch, water, Craig. And I’ll buy his next one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "You got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, things are looking up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Got shit-canned again. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 28. 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That is exactly the reason I don’t get a job. (beat) You’re a successful writer. Aren’t you writing a book?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "On Fanny Brice. Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Just the greatest vaudeville comedian of her time. You sure you’re a fag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A41",
          "text": "Lee crosses into the large library. 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41 The table is covered with articles and books. Lee is taki notes on a pad. She separates some papers and finds TWO TYPED LETTERS SIG BY FANNY BRICE. Her eyes widen. She looks around - to let someone know the letters don’t belong here - and then she changes her mind. She reads them with a kind of secret thrill. She glances around the room, relieved that no one is look her way. Quickly, she drops the letters into her canvas b 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 Anna greets Lee as she enters the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh, hi Lee. Nice to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "How’ve you been? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 29. 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, I’ve discovered that my cousin Sydney was in possession of this delightful bonne bouche. I thought you might be interested in it. She hands her one of the Fanny Brice letters, protected i plastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Fanny Brice. One of my favorites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(finally!) I’ve been working on a new biography on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What a funny coincidence then, that your cousin had this! (beat) Well, she’s much more your style than Estee Lauder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Right? Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Didn’t she say “Wrong is for other people.”? I love that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(impressed) She did. Anna smiles and looks to the letter. LEE (CONT’D) Well, what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I believe I could sell this. (beat) I could offer you seventy five. Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(disappointed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I could pay more for better content. It’s a bit bland, is all. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 30. 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(glancing at the letter) True. Anna goes to write a check. LEE (CONT’D) Would you be able to pay cash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Let me see if I have enough. (she checks a drawer) I’m glad to hear you’re writing another book! I’ll be the first to buy it. Did you hear Tom Clancy is going to get paid 3 million dollars to write more rightwing macho bullshit? the literary world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Are you kidding me? That blowhard is getting paid three million dollars? Anna is taken aback by Lee’s reaction. LEE (CONT’D) Everyone thinks they can be a writer, I guess. Oh to be a white male, who doesn’t know he’s full of crap, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh - I totally agree. Why do we celebrate the famous over the actual great writers of our day? The culture is dying. Lee is struck by how Anna is saying exactly what she feel",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "My sentiments exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(beat) I’ve tried to write a little. Short stories. And I know better than to presume they’re any good. (beat) I can’t believe I just admitted that! I’m sure they’re terrible. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 31. 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Maybe they are, maybe they’re not. (beat) Let me take a look. Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ll be honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Unfortunately, I believe you! 43 INT. MARJORIE’S OFFICE - LATER THAT DAY 43 Lee barges into Marjorie’s office, leaving the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I hear they got Tom Clancy three million dollars to write some more red-baiting propaganda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Lee - I’ve had too long a morning already for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "He’s a fraud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "What is your point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "He was drinking sherry at your party. No self-respecting writer would drink sherry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Oh lord, Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I need an advance for my Fanny Brice book. I need you to get me ten thousand dollars. I am months behind in my rent and my cat is sick and isn’t that why I have an agent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(losing her cool) I can’t get you an advance like that, Lee. I just can’t. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 32. 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Give me one reason why that cocky shit would get three million dollars and you can’t get me ten thousand? Are you that bad of an agent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "(calling to her assistant in the adjoining room) Toni, can you please close the door? Ms. Israel and I have some sensitive business to discuss. The door closes behind Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’d hate for her to hear a grown up conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "I’ll give you three reasons. Number one Tom Clancy’s famous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "I can’t get an advance for you because nobody has ever heard of you- you’ve written some successful biographies, sure, and you disappeared behind your subjects, but that means nobody knows who you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Because I did my job!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Number two - Tom Clancy goes on every radio show, on Larry King, to every book signing and he plays the game, he hobnobs. Meanwhile, you’ve burned every bridge I’ve made for you. You’re impossible to work with and everybody knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "See, this feels beside the point. If I’m a good writerMARJORIE Number three- nobody wants a book about Fanny Brice. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 33. 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE, (CONT'D)",
          "text": "There’s nothing new and sexy about Fanny Brice. Nobody will give you a ten DOLLAR advance for a book about Fanny Brice! Lee is shocked, but also kind of impressed. She sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I had a book on the New York Times best seller list. That has to count for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "I’ve known you a long time, Lee. It hurts me to have to say this all to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Tell me what to do, then, Marjorie. I have to do something. I will take anything! Magazine pieces, crackerbox copy. I’m not trying to get rich here, I’m just trying to survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "The way I see it you have two optionseither you become a gets along with others. You put on a clean shirt, you stop drinking, you say “please” and “thank you”LEE Oh you’ve got to be fucking kidding meMARJORIE Which doesn’t seem like it’s going to happen. OR - you take the time to become a name that people know, and then maybe, maybe I will be able to get you paid again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How the hell am I supposed to do that? I’m a 51 year old woman who likes cats more than people. That’s not “hot and sexy”, as you’d say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Write your book. Something for you, in your voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(scoffing) Well- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 34. 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "You’ve been saying you were going to do it for ten years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, I would love to, that sounds delightful Marjorie, but I need money yesterday. I have to pay my bills. We don’t all have ex-husbands who left us a classic six on the park. Marjorie shakes her head, offended and exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "You can be an asshole if you’re famous. You can’t be unknown and be such a bitch, Lee. (then) Nobody is going to pay for the writer Lee Israel right now. So I suggest you find another way to make your living. Lee thinks about this. 44 INT. LEE’S APARTMENT - DAY 44 Lee sits in front of her typewriter. She stares at the bl page, contemplating. She types: “This is me sitting down fucking write”. And stops. She glances at the other Fanny Brice letter sitting nearby, taunting her. She picks up the Fanny Brice letter and compares the typeface. It matches. She zips the sheet from the typewriter and rolls the Fann Brice letter into it. She scrolls down and adds a P.S. P.S. I have a new Grandkid, and he got my old nose. Do I have to leave him an extra something for repairs? She smiles, and then heartily laughs to herself. It’s a g joke. 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 Anna and Lee are sitting in the back of the store. Anna i laughing, reading the letter. She’s not aware of Lee’s anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Who writes like that? Only Fanny Brice, right? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f45",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(pleased with herself) It’s a good one, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh, my father would enjoy this. He relished a good self-depreciating joke. (beat) This was his store. Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "For forty years. He passed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And now it’s yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yup. I kind of grew up in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s very beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "A few of the shops are hanging on. But Barnes and Noble is killing us. It’s probably good he’s not around to see it. He hated chain stores. His customers were very loyal, though. They would sit right here and drink scotch together. She reaches into a drawer and removes a bottle of scotch. Then runs off and returns with two glasses. Yes? Indeed. ANNA (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Anna pours and they toast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I can definitely sell this one for a lot more. I mean, the P.S. makes it priceless! (beat) How’s three fifty? 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46 Final Shooting Draft 3/13/17 36. INT. VETERINARIAN’S OFFICE - DAY 46 Rachel has laid out three bottles of prescription pills i front of Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "One of each, two times a day, in her food. The infection will probably go away in a day or two, but keep giving her the pills, they’ll help stabilize her. 47 INT. LEE’S APARTMENT BUILDING HALLWAY - NIGHT 47 Lee is handing Andrei cash in his doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "Keep it coming, Ms. Israel. I don’t want to be the bad guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And here. Your mother needed milk. She gives Andrei a grocery bag. Adina appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADINA",
          "text": "Thank you, Ms. Israel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re very welcome. Your hair looks good today. Oh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "You still having insect problems?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s awful. Dead flies everywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "I’m going to take care of it. 48 INT. JULIUS’ BAR - NIGHT 48 Lee and Jack are drunk, spending the last of her earnings",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "So what did you do this time? (off her confusion) I’m assuming you got sacked from yet another tedious job? Is that not why we are drinking? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 37. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "This is a celebratory session of drinking, not a wallowing one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It’s hard to tell the difference with you. No offense. Lee smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ve figured out a way to pay my bills without shovelling shit. It’s a good feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, chin-chin! (he lifts his glass) You going to tell me how? Lee smiles to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’d be too scandalized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh MY! You clearly don’t know me well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No. Some things are better kept to oneself. (then) Even if it is sort of brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh come on, spill! Lee looks around. She can’t keep it inside any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Alright fine, can you keep a secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I have no one to tell. All my friends are dead. This registers on Lee for a moment, then passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Quite by accident, I’ve found myself in a rather criminal position. Jack perks up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 38. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I can’t fathom what crime you are possibly committing. Except a crime of fashion, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ve been embellishing documents, if you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(intrigued, conspiratorially) Are you forging checks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(excited, topping him) No. Literary letters! From famous writers. Jack is disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "So... Not checks? Not money? Just letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(frustrated) You don’t understand the elite world of collectable literary artifacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I suppose I don’t. (sarcastically) How thrilling. You’re forging pieces of paper that go where? Libraries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I sell them to collectors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How much are you getting for them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I shouldn’t have told you. What a waste of a secret. I could have told a rock and gotten a better response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What if you get caught?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I can’t get caught. Fools get caught. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 39. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ve heard that before! (then) Am I the first person you’ve told?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You aren’t the only one without friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don’t you have a girlfriend or something? Some bit of fluff? Some lovely hanger-on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That would be you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I remember you had someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "We broke up. She was a pain in my ass. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She wanted things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Like what? Money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She wanted me to listen to all her problems, and be closer with her friends. Things like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "The nerve. (then) I haven’t been in a relationship for so long. It’s really hard to meet someone at my age. I’m losing my hair. He pulls back his hair to show her where it’s receding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t think that’s the reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(beat) I’m thinking about getting my eyes done. He turns to her, square on. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 Should I? 40. 48 JACK (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(deadpan) Should I? They both stare at each other’s faces. (beat) No point. Asshole. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49 A LARGE BANNER READS “P.S.3 GREENWICH VILLAGE ANTIQUARIAN BOOK FAIR” Lee and Jack pass under it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh god, I hope they serve booze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(annoyed) They most certainly do not serve booze. But maybe you can find some coke. Lee and Jack wander around the packed, noisy event, takin all in. Dealers at tables and DOZENS OF PEOPLE shopping. Crazy people, normal people, all kinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You’re going to figure who to forge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t forge. I wrote a couple of hot sentences. (beat) We’re people watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(disbelieving) Yeah, right. Jack is drawn to a table covered in SIGNED HEAD SHOTS OF MOVIE STARS. He picks up a photo of young LAURENCE OLIVIE JACK (CONT’D) Oh my god - I loved him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 41. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Maybe he’s available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Isn’t he dead? He’d be very old by now. Lee glares at him. JACK (CONT’D) Don’t look at me like that. So I don’t keep up. So what. They approach a table named HARRY’S COLLECTIBLES. Jack lifts a signed autograph and looks at the VENDOR, HA JACK (CONT’D) How much is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Two hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How do you know he really signed it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "(defensive) It’s authenticated. By whom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "(annoyed) By an authenticator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Who authenticates the authenticator? Harry turns away to another customer. Lee and Jack wander away, laughing. Lee wanders and Jack follows, collecting the business car off the tables that sell signed letters. She smiles at th Vendors, perusing their wares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ARGOSY BOOK SHOP TABLE",
          "text": "Lee and Jack are looking over the signed letters and autographed first editions. A woman, NELL, is the vendor. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 42. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "Are you looking for anyone in particular?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Not really. You have a wonderful collection. Lee is looking at a letter by NOEL COWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "Such a hoot, isn’t he? Brilliant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "Oh, take a look at this beauty. I just got a hold of this one - Dorothy Parker. She hands Lee a framed letter by Dorothy Parker. Lee read",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I was born thirty years too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "I feel the same way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How much is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "We’re not buying today. Just looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "No problem. I’m asking six hundred. WOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Lee blanches, embarrassed by him. She glances down at the letter again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "Just in case you are tempted, make sure you do your homework. Not all of the other dealers are as discerning as we are. Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 43. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "Some care more than others about getting the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Just so we know, who should we be looking out for? NELL looks around and points to a MAN, 40, some distance away. He stands behind a table that has many customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "That one. Not sure, but I’d stay away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, thank you so much for the advice. Take care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NELL",
          "text": "NELL moves off to help someone else and they walk on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You need to keep your mouth shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What did I do? 50 INT. LEE’S APARTMENT BUILDING - LOBBY - AFTERNOON 50 She and Jack enter her building and find Andrei and the EXTERMINATOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "Oh, good. He just did the third floor. Let’s go to your place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Finally. These flies are making me crazy. 51 EXT. LEE’S APARTMENT DOOR - MOMENTS LATER 51 Lee unlocks her front door and walks inside. Jack, Andrei the exterminator follow behind. Whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERMINATOR",
          "text": "Andrei and the exterminator immediately turn around and w out. Jack stands next to Lee, frozen. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f51",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 44. 51 EXTERMINATOR (CONT’D) I’m not going in there. It smells horrible. He looks around at the messy place. Dirty dishes, garbage newspapers, and apparently, a terrible smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What? Let me show you the dead flies. They’re everywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXTERMINATOR",
          "text": "Sorry, lady. I’ll come back when it’s cleaned up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "What’s going on in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Nothing! I’ll clean up. They walk away. Jack looks at Lee with pity. She’s humiliated, but doesn’t understand the problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(gently) It smells very bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You think I’m deaf? I heard them. Jesus. I’ll do a little straightening! She shuts the door on him, turns around and surveys the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (O.S.)",
          "text": "(through the door) You want me to help you? Come on, I’ll help you. 52 INT. LEE’S BEDROOM - CONTINUOUS Lee crouches down and looks under her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It’s in here. There, along with a million dust bunnies, is a month’s wo of cat shit. 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 Final Shooting Draft 3/13/17 45. INT. LEE’S BEDROOM - AFTERNOON 53 Lee is dragging a broom across the cat shit. Jack holds a garbage bag open and she dumps it all in. 54 INT. LEE’S KITCHEN - LATER 54 Drinking wine, she washes dishes and wipes dead flies ont her sponge. Jack sweeps the living room. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "55 56 INT. LEE’S BEDROOM - CONTINUOUS 56 A drunk Lee sits on her bed on the phone. Hello? MARIE’S VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Hello? Elaine? MARIE’S VOICE Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Who is this? MARIE’S VOICE You called me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What’s your name? MARIE’S VOICE What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Harrison Ford! (alt: Elaine Stritch) Who the hell are you? Lee slams down the phone. Jack appears in the doorway eat take-out fried chicken. She gives him a mischievous look she picks up the phone again. She dials. LEE (CONT’D) Hello, is Marjorie there? It’s Lee Israel. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 46. 56 MARJORIE’S ASSISTANT’S VOICE I’m sorry, she’s unavailable right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I see. Will you leave word that I called? Thank you. She hangs up and then dials again. Hello? MARJORIE’S ASSISTANT’S VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(in different voice) Good evening, I have Nora Ephron. MARJORIE’S ASSISTANT’S VOICE Certainly. One moment. MARJORIE’S VOICE Nora, hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(in Nora’s voice) Is this a good time? MARJORIE’S VOICE Of course. So wonderful to hear from you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(in her own voice) Star-fucker! Is that one word or two? Lee slams down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You sure you should be doing that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Life’s short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You’re so good! You should be on vaudeville! She smirks at him. JACK (CONT’D) Who’s Elaine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Not your business. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who’re you going to call now? 46A. 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 Final Shooting Draft 3/13/17 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 Walking down the street and referring to a slip of paper an address scribbled, Lee finds what she’s searching for: shop full of junk and old typewriters in the window. 58 INT. LEE’S APARTMENT - DAY Books on Noel Coward cover the table. his biographies and taking notes. 59 58 Lee is reading one of INT. LEE’S APARTMENT - LATER 59 She shuffles through some of her very old notebooks and b of blank stationary. For once she’s glad she doesn’t thro anything away. Pleased, she’s unearths some very old, yellowed typing paper. 60 INT. LEE’S APARTMENT - LATER At her desk, Lee inserts the sheet of paper into one of t newly purchased typewriter and rolls it in. She opens a nearby book for reference. It contains a repr of a Noel Coward letter. She measures the letter carefull and how he spaces his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(counting out loud) One two three four five spaces, fifteen space indent. She turns to the typewriter and pauses. Then she thoughtfully begins to type on the blank sheet. LEE’S VOICE OVER My dear Billy, I fear I must decline your invitation as this weekend heralds the arrival of Marlene. Lee smiles for the first time in a long time. LEE’S VOICE The canny old Kraut remains one of my most cherished friends, despite her predisposition to whining ad nauseam about her ageing process, as though she were the first gorgeous lady undone by Father Time... 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "61 Final Shooting Draft 3/13/17 48. INT. LEE’S APARTMENT - ANOTHER DAY 61 We hear Lee’s voice as she attempts to trace Noel Coward’ signature. LEE’S VOICE Dear Sidney, I had no idea you knew Dottie Parker. A tragic loss but she has been dying for decades. Whether it was drink or chemistry or character, she was unable after a time to write anything and that made her sere and infinitely pathetic. My own friends are dropping like flies and I am thankful of late when they live through lunch. Having a difficult time tracing, she tries to simply copy but it looks shaky. She looks around her place and takes an interest in her ancient TV set. 62 INT. LEE’S APARTMENT - MOMENTS LATER 62 She is disemboweling it. 63 INT. LEE’S APARTMENT - JUST AFTER 63 Lee has placed the shell of the TV over a small lamp with shade. The bare bulb illuminates the screen and makes for perfect light box. Lee places the original signature in the book on the scre and then her own letter. Easily and with flourish, she fo Noel Coward. It appears completely genuine. She signs another letter a stares at her work. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64 Lee sits on the subway, anxiously holding an old brief ca She’s dressed up a bit. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 Lee enters the charming store. The owner PAUL, 60’s and nerdy, turns to see her. Welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 49. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Good afternoon. I’m aware that you sell memorabilia and first editions, as well as typed letters signed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes, all of it. What can I do for you? She removes the Coward letters from her briefcase, encase a plastic sheath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Would you be interested in these? Paul takes the letters and reads them, chuckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "These are wonderful! Yes, I’d be very interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I have a cousin who was a collector. He asked me to sell some of his treasures so he can afford his early bird specials in Palm Beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Hard to find letters that have a real taste of the author’s personality, but these do just that! Lee can’t help but smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Yes, I thought so myself. Very clever man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I can give you two hundred for them. How does that sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh, I’m sorry. I’m afraid I could get at least double that elsewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(impressed) Okay. You’re probably right. Name your price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I think four hundred would be fair. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 (beat) Okay. 50. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Paul starts to write out a check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Would you happen to have cash? My cousin closed out his accounts - it’s complicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "I think I’ve got it. He hands her the cash. PAUL (CONT’D) Please, anything else you come across bring it in. I have come in frequently. Or I call them if I have something I know they’ll like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Sure thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "In fact, I have a buyer who actually knew Mr. Coward. He’s going to love this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Really? (tense) Wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A66",
          "text": "Lee walks with purpose, feeling the fresh victory of her recent sale. 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 Lee enters. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 Lee meets Jack - who looks tired and disheveled. She join him in a booth and hands him a copy of one the letters sh just sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re looking at one month’s rent. Jack reads a bit of the letter and looks at her, confused (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 50A. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Who’s Marlene? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 51. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(pronounced correctly) Marlene! Why am I even showing this to you. She snatches it back, disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How much did you get?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Four hundred for two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "A little more than I just made. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I sold a little coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(appalled) Right here? To whom!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Some fool. It was mostly laxative. He just left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Do me a favor. Keep me out of, and away from your seedy dealings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That’s funny, coming from a woman who just sold someone a piece of paper for four hundred dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "A piece of paper? It was literary genius, you dope. He couldn’t believe how witty they were. The WAITER with a name tag (KURT) comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "(flirting) Hello ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I resent that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 52. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(flirting back) Is the cinnamon roll sweet, or too sweet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "It’s perfect. If you don’t like it, I’ll eat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ll have coffee. Kurt is about to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "And can you warm it up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Of course I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) How are you going to eat it with his dick in your mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "First things first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re shameless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He started it. (excited) So, now we both have some money. What should we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Gamble? Drink? Shop? I don’t suppose you dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Unlike you, I actually try to put my money to good use. Like buying food and securing shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I just thought we could do something. Life is dreary. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 53. 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I know what we can do that’ll be fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Did you just say ‘fun?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "A68",
          "text": "68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "68 Lee sits in the middle of the floor, thirty cats surround on scratching posts and cat trees and elaborate cat house It’s either someone’s idea of heaven or someone’s idea of Hell. Jack stands back, as an employee, PRISCILLA 20s, wa by the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You’ve got to be kidding me. This is your answer to dreary",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISCILLA",
          "text": "Have a good cuddle. PRISCILLA leaves, closing the door. Lee, who has been her before, starts to say hello to different cats as they jum down and greet her. She sits on the carpet and they climb her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "A dyke who likes cats. How original.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Sit down. You allergic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not physically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Then sit down. Jack does as he’s told. Reluctant at first, the cats go t him and he blanches. Slowly, he becomes comfortable and p them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Do they know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No. But I’ve been coming here for years. (beat) Don’t spread it around. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 54. 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I won’t. I’d be too embarrassed for you. (whispers) I hate cats!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ve only brought one other person here. It was kind of our “thing.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh... Elaine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She picked out Jersey for me and brought her home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You two stay in touch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) I think she might be living with someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I thought you dumped her. It’s how you made it sound, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, it was messy. I don’t know. (beat ) I’m not exactly the picture of mental health, if you haven’t noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(teasing) What on earth could you be referring to? Lee puts her face close to a cat on the floor. JACK (CONT’D) Okay I’ve seen your idea of celebration. Tonight can I show you mine? Please? Lee is wary. 69 INT. EIGHTY-EIGHT’S PIANO BAR - NIGHT 69 Lee and Jack enter the upscale gay piano bar, which is dripping with history. They head to a small round table. the piano, is a true performer, one of the last of her br who sings the classics, with witty reparte between songs. She’s singing “Goodnight Ladies”. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 55. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "There aren’t go-go dancers, but I love this place. Lee takes it all in, as they settle in to a small table. can’t read if Lee hates this place or not. JACK (CONT’D) We don’t have to stay long. Can we just have one drink though?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No. I like it. It’s good. Jack is pleased. Lee lets herself get swept away by the music, which continues over the next scenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Scotch and soda? Lee nods. He gets up to get them drinks. From the bar he looks back and sees Lee swaying just barely to the music. closes her eyes, enjoying this moment. He smiles to himse 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 Lee is chatting with Anna as she looks over a freshly typ Noel Coward letter. They’re sitting at the table drinking scotch. A few CUSTOMERS browse the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "My father was a huge Noel Coward fan. I can practically hear his voice. It’s so him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(pointing to the letter) This line here is especially clever, don’t you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It’s wonderful. I’m especially fond of his writing. Dorothy Parker as well. Caustic wit, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Caustic wit is my religion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I can’t pull it off, but I admire those who can. You certainly can. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 56. 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Doesn’t help too well in the relationship department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Ah. I’m sure that’s not true. (beat) You have family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(laughing) As in relatives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "That’s too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Relationships are complicated. I generally try to avoid them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Is it possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "If you work at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Okay. Shall we settle up? They walk to the counter. A curious customer, CHARLES, co over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "What are you buying? Anna proudly shows the letter. CHARLES (CONT’D) Is this real? Anna looks to Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I should say so!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "To think his pen touched this paper. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 57. 70 He reads the letter. CHARLES (CONT’D) A gem. (to Lee) Give her a good price. Lee tries to hide her pleasure. The man wanders off to browse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(considering) Three hundred? Terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Anna goes to the drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I know. Cash. She hands Lee the money and writes out a receipt. ANNA (CONT’D) This has my number - I mean the store’s number (shy) If you’re ever in the neighborhood and you know, want to get a drink or a coffee sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Sounds good. I would like that. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71 The YOUNG CLERK holds up a piece of stationary monogramme DOROTHY PARKER, along with a Hollywood address. He hands to Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Came out well, don’t you think? Lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "You didn’t want a watermark, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Correct. I find them tacky. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 58. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Okay, Miss Parker, that will be thirty five fifty. She looks up, startled, then smiles. She reaches for her purse. 72 INT. LEE’S APARTMENT - DAY 72 Lee is writing on a typewriter labeled “DOROTHY PARKER,” the phone rings. Placed around the room are typewriters labeled “NOEL COWARD,” “EDNA FERBER,” “TENNESSEE WILLIAMS Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Is Lee Israel there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "This is she.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "This is Alan Schmidt from East Village Books. I heard you have a collection of some impressive letters and I was hoping I could get a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(guarded) Where do you work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "I own East Village Books. You think you might have any Louise Brooks? I got a lot of old timers around here who collect a strange variety of memorabilia. But I got no merchandise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Louise Brooks... I’ll have to go through what I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Great. Come by as soon as you do. They hang up. Strange phone call. After a beat, she write LOUISE BROOKS on a label and then returns to her writing. LEE’S VOICE Dear Joshua -- Alan told me to write and apologize. I have a hangover that is a real museum piece; (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 59. 72 LEE’S VOICE (CONT'D) I’m sure that I must have said something terrible. To save me this kind of exertion in the future, I am thinking of having little letters runoff, saying: ‘Can you ever forgive me? Dorothy.’ -But until I do that: Can you ever forgive me? Dorothy. We see more labeled typewriters: “FANNY BRICE” and “MARLE DIETRICH.” Lee beams as she types, pleased with herself. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 Anna and Lee are sitting at a small table, chatting and drinking. Anna lifts her drink to toast Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "To Fanny Brice, Noel Coward, and Dorothy Parker! May their brilliance live on! They clink and drink. ANNA (CONT’D) And to Lee. A brilliant writer who happens to still be alive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s negotiable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(beat) Wouldn’t it be incredible if once you’ve passed on, people were selling your letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Why on earth would I want that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Because. Most of us mortals just disappear. This way - you still kind of exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "When I die - who cares. As long as someone feeds my cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’ll feed your cat. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 Thank you. 60. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Anna hands her a napkin and finds a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I want to be the first. Come on. Immortalize yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Are you serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Just sign it. Lee picks up the pen. ANNA (CONT’D) (beat) Gosh, calling a hangover a museum piece. Brilliant! Lee freezes, does she mean her? ANNA (CONT’D) Oh, I wish I could’ve met Dorothy Parker. Relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s hard finding someone who knows who she was. Lee signs the napkin and Anna takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(reading) Humphrey Bogart? You’re no fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "So I’ve been told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Have you ever written about yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Don’t think I’d find myself that interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I would. You should. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 61. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re very flattering, Anna. Anna reaches into her bag and pulls out an envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I can’t believe I’m doing this, but here’s one of my stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You brought it with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m an idiot, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ll give it a read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’ve only taken a couple of classes so LEE Don’t worry about it. I’m honored. They look down at the menus and Anna puts on a pair of glasses. LEE (CONT’D) You wear glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Only recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I like them. They look good on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I wasn’t sure about the frames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "They’re nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I used to have perfect vision. (smiles) Don’t you love getting older and watching your parts - fall apart!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re too young. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 62. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Hardly. I really thought I’d have more accomplished by this time in my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s why you need to drink more alcohol. (beat) I thought the shop was yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes, I inherited it. Truth be told, it’s more pressure than I thought. Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "My father took a lot of pride in it. Almost too much! He was very choosy and almost snobbish about his inventory. I try to live up to that - run it how he would run it. Silence. Lee has become more uncomfortable. She drinks quickly. ANNA (CONT’D) So, you’ve been here before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Couple of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Where did you grow up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Woodside, Queens. My parents live in Florida, may they rest in peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I thought you didn’t have family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I also have a ridiculous brother in New Jersey. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m an only child. I’m close with a few of my cousins, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh, I have some cousins, I think. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 63. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Not into the family thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I like my alone time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Not every second though. You’re here with me right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Hey. I always need a drinking buddy. But Anna’s not sure if she likes that. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "74 They come out of the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "This was fun. I think I’m a little tipsy. Are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Takes a lot more than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(laughing) Oh no. Have I embarrassed myself? (beat) How did Dorothy say it? “Can You Ever Forgive Me?” Anna looks at Lee, and there’s a long silence. ANNA (CONT’D) What? Did I say something wrong? Lee, guilty, has a hard time looking at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No, no. You didn’t do anything wrong. Oh. Good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, this was very nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(shy) It was. So nice to make a new friend. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 Indeed. 64. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Awkwardly, they hug. LEE (CONT’D) (business like) Speak soon? (beat) And when I’ve read your story, I’ll let you know. I’m just pretty busy these days so I might not get to it right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(disappointed) Oh, that’s okay. (beat) Good-night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Good-night. Lee turns and walks away. Anna stays there a second, tips and confused. 75 INT. LEE’S BEDROOM - NIGHT 75 She lies in bed (next to Jersey) reading. After a moment she pulls Anna’s story from her bag and st to read it. She can’t do it. She tosses it and flips off light. 76 INT. LEE’S LIVING ROOM - MIDDLE OF THE NIGHT 76 Having been awakened by banging on the door, Lee runs to She looks through the peephole and sees Jack with a bleed lip and a bruised face. 77 INT. LEE’S BATHROOM - NIGHT 77 Jack sits on the toilet with a washcloth on his face whil Lee searches the medicine cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You need a new shower curtain, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You want to discuss decorating with me? Who beat you up? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 65. 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It’s my own fault. (beat) I didn’t have enough money and I didn’t know until after - until it was too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m not even going to try and understand that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I used to get away with so much. Do you think it will scar? She finds the hydrogen peroxide and attends to his wounds She stares at him. JACK (CONT’D) I couldn’t find my keys, I couldn’t get into my apartment. (beat) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And where is said apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It was on 92nd. And then it was on 96th. And then... Lee leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You can sleep on my couch. He smiles, grateful. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "78 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79 The place is dusty and badly organized. Lee, holding the typewriter in its case, wanders down an aisle and notices piles of typewriter paper and stationery, stacked careles Some of it is yellowed and old. 80 INT. LEE’S APARTMENT - NIGHT 80 Lee writes a letter on that very paper. The table is litt with books about Louise Brooks and papers covered with Le notes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 66. 80 LEE’S VOICE Dear Paul, Your friend Barry was absolutely accurate in his predicting that cheap Charlie Chaplin would write a vulgar book for vulgar people. Lee is smiling, enjoying herself. 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 Lee enters the shop. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82 A dusty and crowded store. The owner, ALAN SCHMIDT (45) i behind the counter finishing up with a customer. (He also happens to be the man NELL pointed to at the book fair wh warning Lee). LEE’S VOICE The lies he tells about Paulette are understandable; she was a bitch in a ditch and he grew to hate her. Given the opportunity, I wouldn’t even fart in her direction!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "How can I help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You called about Louise Brooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "I certainly did. You’re Lee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Ms. Israel. Alan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "They shake. ALAN (CONT’D) Whaddya got? Lee hands him a couple of letters, carefully encased. ALAN (CONT’D) These are beauts. (beat) Funny, how you happened to have them! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 67. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I had to go through a lot of my cousin’s things, and there they were. They’re quite witty, aren’t they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "(reading) She had quite the mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(tense, defensive) She had a very big personality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Liked the ladies, I hear. (beat) This the real thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I assume so. He studies it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Anyway, most people will believe what you tell them. And they love this stuff. Personally, I don’t get it. (beat) How much you want for them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Five hundred dollars seems fair. Two fifty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m giving you a good deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "(relenting) Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "All right. I’d prefer cash, if you got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Of course I got it. As he gets the money - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 68. 82 ALAN (CONT’D) If you come across any more - especially if she mentions any other people - like Harry Cohn or Howard Hughes. I can always pay more for those. 83 INT. LEE’S APARTMENT - DAY 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP",
          "text": "Of Lee signing several letters in different colored penci LEE’S VOICE Dear Bill, Finally, I got to see HELL’S lot of bad acting of course, Harlow literally glistens. I through it of how compelling Howard Hughes was -84",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGELS. A",
          "text": "but Jean thought all the young",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 Lee hands letters to NELL, the woman she met at the convention, who looks them over suspiciously. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 An OLD MAN counts out cash for Lee. LEE’S VOICE Dear Flora, I was never comfortable being viewed as a victim, despite Harry Cohn’s attempts. I would have burned in hell before sleeping with that fat-assed little Caesar. My cat has spit up hair-balls more attractive than him. 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86 Alan Schmidt hands Lee a pile of cash. 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87 And now another DEALER is handing Alan cash for some of L letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER DEALER",
          "text": "Where’d these come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Some cranky dyke. Pretty good, huh? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 69-70. 87 The other dealer shrugs, not caring. 88 INT. LEE’S APARTMENT BUILDING/ANDREI’S DOOR - DAY Andrei is counting a handful of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "All cash, huh? What are you now, a waitress? He looks at the bills and sees they’re large.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I robbed a bank. Andrei’s mother Adina, 80, appears in her nightgown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADINA",
          "text": "Ms. Israel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How are you doing, Mrs. Ungur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADINA",
          "text": "Thank you for those cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Those were good, weren’t they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADINA",
          "text": "Not as good as the chocolate Babka. But good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ll have to remember that. (beat, lightly) Tell your son to go easy on me, will you? Can’t kick an old dog out on the street, right? 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89 Final Shooting Draft 3/13/17 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89 Lee and Jack sit at a small table. They’ve already got th drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How have you gotten along for as long as you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Living here and there. Selling illegal substances, behaving imprudently. What? Unwisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don’t underestimate sparkly blue eyes and a little bit of street smarts - they go far in this city. Although I may be stretching their limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "But who did you want to be? What was your plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don’t know what to say. I always imagined I would figure it out as I went along. And for the most part, I have. I have no regrets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That can’t be true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You mean, why don’t I have some brilliant talent like you do for copying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Is that what you think I do? Copying? Let me tell you something. I’m a better Dorothy Parker than Dorothy Parker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, cheers to that! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 71A. 89 They cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It’s good writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Then everyone wins. What’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How on earth are you so imbecilic? Nobody knows it’s me. I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "The FEMALE SERVER approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE SERVER",
          "text": "Are you ready to order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ll have a burger, rare, with onions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll have the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Get the steak. You said you wanted a steak. You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "He’ll have the steak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why don’t you get a steak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "We came here to get you a steak. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE SERVER",
          "text": "Skirt or T-bone? Jack falters. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 71B. 89",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "He’ll have the T-bone. (beat) And another round. 90 INT. LEE’S APARTMENT - LATER 90 Jack and Lee are in the living room. She opens a new bott of scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Do you mind if I put on some music? She points to a stack of records and Jack goes to them. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 72. 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Be careful. In fact, don’t touch them. She pours two glasses and hands one to him. LEE (CONT’D) What do you want to hear? She flips through her albums so Jack can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Something joyful. Dare I say, gay? She removes an album and puts it on (most likely it won’t joyful). JACK (CONT’D) Did you ever want to be famous? (beat) You know, like the people you write like. You’re as good as them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I wouldn’t mind getting my own table at The Palm. Believe me, I thought that by now I would have. (beat) You know I was only thirty two when my first book was published. I thought it would all be She gestures like an airplane going up... th goes sharply down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I started out here His airplane up. JACK (CONT’D) And it’s just been His airplane goes down and down until Fuck ‘em. Fuck ‘em. JACK (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91 Final Shooting Draft 3/13/17 72A. INT. LEE’S APARTMENT - LATER Lee and Jack are both passed out, each on their own side the sofa. 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92 Final Shooting Draft 3/13/17 73. INT. LEE’S APARTMENT - DAY 92 Lee extracts sheets of paper from the oven. They are perfectly curled and rumpled and are already typed on. Sh lays them out on the table. LEE’S VOICE My Dear Boy, I enjoyed our talk tremendously and was not the least bit upset about the article. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93 Jack paces and smokes as he waits. Kurt (the waiter he flirted with) comes outside, his shift over. LEE’S VOICE My professional demise has been gleefully predicted for years. Kurt greets Jack. LEE’S VOICE (CONT’D) But nonetheless I await the return of your ruby-red lips to blue Harbour, in the event my spirits should falter. Jack and Kurt disappear behind the restaurant for a “date LEE’S VOICE (CONT’D) Yours and very much anticipating, Noel. 94 INT. LEE’S APARTMENT - DAY 94 As Lee expertly forges Noel Coward’s signature. She leans back in her chair, satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (O.S.)",
          "text": "This is quite something. 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95 Paul and Lee look over the Noel Coward letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I thought so, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Well, as you know, I think I already have a buyer for it. I’m going to call him as soon as you leave. (beat) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 74. 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (CONT'D)",
          "text": "I sent the Marlene Dietrich to Los Angeles - I got a request from a collector out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Wonderful. You guys do that - sell to other collectors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh yeah. There’s a whole world of wheeling and dealing, most of which I don’t care to partake. A lot of characters in this line of work. (beat) Hey, for a while there we had the Hitler Diaries. Remember that? Criminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Not everyone gets into this because they respect history and talent, if you know what I mean. She nods as he looks at her for what feels like a little long. 96 INT. LEE’S APARTMENT - NIGHT 96 They enter. Jack flops on the couch and Lee’s goes into t kitchen. We see many more labeled typewriters throughout the apartment: ALDOUS HUXLEY, HUMPHREY BOGART, EUGENE O’NEILL, KURT WEIL EZRA POUND, MARGARET MITCHELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Get your feet off the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(unsure) Really? Look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "This isn’t a flop house. She feeds her cat who walks over slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How old is that hairball, anyway? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 Twelve. 75. 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That’s fuckin’ old. How many cat years is that He tries to count. Lee goes to the blinking phone ma presses PLAY. PAUL’S VOICE ON PHONE MACHINE This is Paul, from Armada. Ms. Israel, I was wondering if you could come in tomorrow. I have a couple of questions regarding the last Coward letter I purchased. She and Jack look at each other. Uh oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "PAUL’S VOICE Please come in or call as soon as you can. It’s important. 97 INT. LEE’S BEDROOM - NIGHT 97 She lies awake in bed, unable to sleep. She rolls over an anxiously pushes the covers off of her. 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 She’s trying to keep her cool as she stands at the counte waiting for Paul to finish with ANOTHER CUSTOMER. Finally he’s free. Hi Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What seems to be the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You know I’ve got the client that knew Noel Coward, and he said Mr. Coward would never have been as explicit as he was regarding his orientation. It was illegal in those days and - anyway. Apparently the letter was a fake. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 76. 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(concerned) I’m shocked. My uncle would be appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "You mean your cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(flustered) Of course. My cousin was always rather avuncular toward me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(beat) I also got a call from Los Angeles, Lee. Seems one of your letters was quite the controversy at a convention out there. I hate to say it but your name has been put on a list. A list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "It’s like a red flag. People are on alert, that’s all. They won’t buy from you anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Cousin Rodney had fakes? I’m sure he doesn’t know! I’ll refund whatever you’ve paid me PAUL I don’t want a refund. I’m all right. I just thought I’d let you know. 99 INT. JULIUS’ BAR - DAY 99 Panicked, Lee downs a drink. Jack is beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You can sell to other dealers. There’s gotta be a lot of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You are missing the point. I have so many letters! What am I going to do with them? Hours and hours of work. There’s a lot more money to be made. I just mastered Judy Holliday. They’re gorgeous. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f99",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 77. 99",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I think you mean Billie Holiday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I think you’re an idiot. I’m sure you can sell them. Nobody knows what you look like. 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100 A FAX MACHINE WHIRS and the OLD MAN looks to it. 101",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "101 Another fax machine and a photo of Lee is slowly spit out Alan sees Lee. 102",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102 NELL pulls the paper from her fax, seeing Lee’s face. 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 Anna walks toward her fax machine as Lee’s face slowly appears. She pulls it out and reads the text.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTICE FROM THE OFFICE OF THE FEDERAL BUREAU OF INVESTIGA",
          "text": "Caution: possible forgeries being sold in New York City b one Lee Israel. If you have any information regarding thi please contact MARK SOLANAS, FBI. Anna, shocked and confused, stares at the picture. 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104 Lee approaches a shop we’ve never seen before, holding a of letters. 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee enters and ARLENE turns to greet her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLENE",
          "text": "How can I She stops and steps back, turning cold. ARLENE (CONT’D) We don’t want your business here. Lee stands there, stunned. 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "106 Final Shooting Draft 3/13/17",
          "sentiment": "neutral"
        },
        {
          "speaker": "77A.",
          "text": "106 Lee enters the store. Looks empty. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 78. 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Hello? Alan? Alan appears from the back of the store, surprised and pleased to see Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "You got my message. Thanks for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(holding a file) I brought some wonderful Faulkner’s that I’ve unearthed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Not why I called. Listen. The FBI has been in to see me. The FBI?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "(beat) They asked me if I’d wear a wire. I’m not going to do that to you. I’m a good guy. And if they ask me to be a witness, I’ll lie. But you’re going to pay me five thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Don’t worry. I won’t rat you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s very generous of you. I don’t have five thousand dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "(shrugging) You’re a clever woman. More or less. Figure it out. You’re welcome. 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "107 Lee and Jack walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How the hell am I going to pay that scum bag? I bet he knew all along. He probably turned me in so he could blackmail me! (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 79. 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE, (CONT'D)",
          "text": "Where am I going to get five thousand dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nobody knows what I look like. Let me sell for you. She turns to him. JACK (CONT’D) And I get a cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Ten percent. Fifty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh please. How is that fair? You can’t even spell CUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll be taking a huge risk. Besides, I owe you money. I could pay you back a lot faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "So I pay you so you can pay me back, and Alan Schmidt pays you so I can pay him off. The irony is killing me. (beat) Twenty percent. Forty. 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 Jack nervously enters the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLENE",
          "text": "Hello! Welcome. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He goes to the counter. JACK (CONT’D) My granny just died and I found these in her closet. Would you be interested in something like this? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 79A. 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLENE",
          "text": "Edna Ferber!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You’ve heard of her? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 80. 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLENE",
          "text": "Oh, I’ve heard of her! She wrote that movie with James Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I guess. I’m not up on these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARLENE",
          "text": "Your granny was a collector? Guess so! 109",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "INT. LEE’S APARTMENT - DAY 109 Lee is in the kitchen when there’s a loud knock on the do It’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (O.S.)",
          "text": "She opens up. Oh my god! JACK (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Pull yourself together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "She bought all three! He shows her the cash. How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Six hundred dollars. I did it! I didn’t fuck up! 110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "110 Alan is looking over some letters on the counter as Jack browses in the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh look at this! He holds up some strange statue. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 81. 110 JACK (CONT’D) Such wonderful knick knacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "So your granny collected letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don’t know who these people are but I had a feeling they might be worth something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "How’d you know I buy these sort of things? Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Sure. (beat) I can give you fifty dollars each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I have a feeling I could do better. A store in Brooklyn offered me two hundred dollars for one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "Why didn’t you sell it to them, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(shrugging) I don’t like the boroughs. 111 INT. LEE’S APARTMENT - DAY 111 The place is messier than usual. Lee looks like hell. Jac sitting down at the table opposite her, taking out some c",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I am good at this. You should see me. (beat) When was the last time you got outside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How much did you get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(boasting) The first place gave me six hundred dollars. The other guy gave me a thousand! (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 82. 111",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (CONT'D)",
          "text": "You just got closer to paying that asshole back with his own money! He gave me a thousand dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Was he suspicious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not at all. Hell, I always did want to be an actor! Here. Lee watches him count out six hundred dollars. looks off to her. Something",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "How much did you say he gave you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "A thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Then why is there eight hundred extra in your hand? What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re stealing from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, what did I say? He gave me fourteen hundred. Isn’t that what I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You moron. You’re stealing from me and you don’t even know what you’re selling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. Lee, it was a mistake. Here. I’m sorry. He hands her more money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You’re selling literary TREASURES! One-ofa-kind, carefull It’s not just a piece of paper, it’s a portal to a better time and place when people honored the written word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay I get it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 83. 111",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You need to respect what you’re selling. This is my work. Well... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I mean... You’re impersonating other people. Very well, I’m sure, but come on. Nobody is buying Lee Isreal letters. Lee is furious, but of course he has a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Steal from me again, I’ll fuckin’ kill you. 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "112 Jack is inside the store talking to Anna. She is looking a Flannery O’Connor letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You never read A GOOD MAN IS HARD TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, but boy was she right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "This was your grandmother’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Found it in her suitcase. I assume it’s real. Do you think it’s real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(studying it) Looks that way. (beat) But there have been some forgeries going around, I’ll need to get this authenticated before I can purchase it, if that’s all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh. I sincerely doubt - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 84. 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, I’m not saying you or your grandmother knew - it’s just a precaution. Jack looks down at the display case and sees Lee’s letter from Katherine Hepburn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh look at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Wonderful, isn’t it? Who’s Lee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh, an author she knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How much is it, if you don’t mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m asking eleven hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, well worth it. 113 INT. LEE’S APARTMENT - DAY 113 Jack and Lee eat take-out. Lee looks terrible (hung over, having slept).",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What a thief! I think she gave me less than two hundred for it! (beat) Flannery O’Connor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "She wants to have it authenticated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Did you take it back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I couldn’t. I didn’t know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You left it with her? You idiot! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 85. 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Stop calling me an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "They’re going send me to jail. Worse. The pillory. (beat) I’d kill myself first. (beat) You can’t do it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "We can’t stop now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Everyone is on high alert. (beat) I’ll never pay that schmuck off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(beat) Maybe you should steal more real ones, like you did at first. And I’ll sell them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Finding those was a fluke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Where do the real letters go? Who has those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Archives. Museums. And you need proof that you’re researching something. They don’t just let anyone in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You can get into archives. You’re a famous writer. You could steal those letters, copy them, replace your copies and sell the originals. Lee looks at him, like “where did all this come from?” JACK (CONT’D) In my sticky finger days I would find the thing I wanted, and it could only be things that came in boxes - like toothpaste, and I’d shop for a while with it in my basket. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 86. 113 JACK (CONT’D) Then, when no one was paying attention I’d take the toothpaste out of the box, slip it in my pocket and put my used one in the box. (beat) If they’re suspicious they come back to the shelf and see nothing is missing. 114 INT. LEE’S APARTMENT - ANOTHER DAY 114 Lee is crouching down, looking at her cat under the couch",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You be a good girl. Jack comes into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He’ll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She. It’s a SHE. She’s old. And she better be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Just let me come with you. You gave her enough food for a month!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I need you here. She needs the pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "But it was my idea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh come on, you know you like the idea of actually living somewhere for a few days. Give her fresh water. And two pills twice a day. I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "The way I showed you? Mixing it in the food? Jack nods. Lee slowly stands up, grabs a packed duffel ba and a typewriter. LEE (CONT’D) Don’t snoop. And stay out of my bed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f114",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 87. 114 She opens the door and slams it behind her. 115 INT. LEE’S BEDROOM - CONTINUOUS 115 He walks into her room and promptly flops on her bed. Aft second, he opens her night table drawer to snoop and shuf through some things before landing on a photograph. He lifts it to see - it’s of Lee and another woman, sitti at a picnic blanket in the park. 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee stares out the window. She next to her, a WOMAN is crying what to do. After a moment she on her headphones and turns on 117 116 is a ball of nerves. Seated softly. Lee notices, not sure reaches into her bag and puts her radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "117 FBI AGENT, SOLANAS 40s, stands with Anna. She’s showing h the Flannery O’Connor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I told him I had to have it authenticated. He seemed pretty nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "Do you mind if I keep it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Of course not. (beat) Do you think he knew it was fake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "I’m not sure. But he might be working for someone who does. Anna’s face falls. Lee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "If you think you can get her back in here, would you be willing to wear a wire? Anna thinks, torn. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f117",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 I’m sorry. 118 88. 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "118 Lee walks through the grand campus. 119",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "119 A SECURITY GUARD surveys the room, Lee approaches the LIBRARIAN behind the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YALE LIBRARIAN",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m doing an in-depth look at writers and alcoholism. Hence - Lillian Hellman. Here’s the contract with the publisher. Lee places a piece of paper in front of the woman. It’s a contract that Lee has clearly forged, but it looks real. LEE (CONT’D) Since there’s already a great deal written about her, I’m interested in the more personal, archival material. Any kind of correspondence, journals, diaries - would be ideal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YALE LIBRARIAN",
          "text": "I’ll give you what we’ve got. 120",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120 In the back of the shop, Paul stands by as the FBI agent Solanas, who is joined by his partner AGENT DOYLE, showin him one of the Clara Blandick letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "Look familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Yes, I bought this one from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "(re: photo of Jack) What about this guy? Have you ever bought from him? Of course, Paul recognizes him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f120",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 88A. 120",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(realizing) They’re in it together. (beat) Right. As soon as I told her she was on the ‘no buy’ list, he started coming in. Such a shame. A smart woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT DOYLE",
          "text": "Sounds like a nut case. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f120",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 89. 120",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "A talented nut case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "(rolling his eyes at Doyle) She fooled every dealer and authenticator in New York. She’s smarter than you, you idiot. Doyle looks contrite. AGENT SOLANAS (CONT’D) (to Paul) Do you think you could get her back in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "Oh, I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "What about Jack Hock? Would you be willing to wear a wire? Paul considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "(tickled) Just like in the movies. I always thought I would make an excellent detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "121",
          "sentiment": "neutral"
        },
        {
          "speaker": "A121",
          "text": "121 Lee sifts through Lillian Hellman’s personal letters, all signed by the author. She removes a notebook, and while pretending to take note begins to copy the letters word for word. Lee turns, feeling like she’s being watched. Sure enough, security guard is eyeing her. She smiles and he looks awa Lowering her head, she slowly and very carefully tries he hand at the signature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "122-123 OMITTED",
          "text": "124",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "122-123 124 Working on a large glass of scotch, Lee is spread out all over the room with a light box, an old manual typewriter many papers on Lillian Hellman. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYEFM",
          "text": "Final Shooting Draft 3/13/17",
          "sentiment": "neutral"
        },
        {
          "speaker": "90.",
          "text": "124 Seated at the desk, she is meticulously typing one of two Lillian letters on stationary that looks identical to wha she saw in the library. When she’s finished she practices signature. 125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "125 Lee is in bed with another glass of scotch. She gets under the covers and picks up the motel phone an dials. Hello? MARIE’S VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh, hello. Elaine? MARIE’S VOICE No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Is she there? MARIE’S VOICE No, would you like to leave a message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Yes, this is Lee Israel. Oh. (rude) MARIE’S VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Who’s this? MARIE’S VOICE This is Marie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, okay Marie, can you please tell her I called? Same number. Thank you. She hangs up, distraught. 126 INT. LEE’S APARTMENT - NIGHT 126 Jack is entertaining KURT at Lee’s apartment. Kurt is recklessly searching through her record collection. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f126",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 91. 126",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "You’ve got good taste. But they’re in pretty bad shape. How long have you lived here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(starting the record) Oh, forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Ever think about cleaning some of the junk out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I might for the right man. What’s your place like? Kurt glides around the apartment inspecting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "A lot cleaner! What is all this? Why do you collect typewriters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It’s too complicated to explain. It’s for my work. I don’t bring many people to my home. It’s my safe space. I’m very private. Kurt glances at the upended TV set/light box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Guess you don’t watch a lot of TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Rots the brain. I don’t believe in it. I’m a reader. This makes Kurt smile. Jersey the cat wanders over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Well hello little kitty! You look like death! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f126",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 92. 126",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Don’t say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "So, what have you got? Jack goes to his bag and retrieves a joint and a little v of coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Little coke, little dope and little old me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Let’s get this party started. 127 INT. LEE’S BEDROOM - MORNING 127 Jack and Kurt, under the covers, are asleep in Lee’s bed. Jack wakes and drags himself out of bed wearing only his boxers, he flings on Lee’s ratty robe. 128 INT. LEE’S KITCHEN - MORNING 128 He opens two capsules and mixes the contents into a bowl food for Jersey, which she eats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh thank god. He goes back to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A129",
          "text": "Lee walks through the grand campus. 129",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "129 The librarian is at the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Good morning. The Lillian Hellman box I was working on yesterday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YALE LIBRARIAN",
          "text": "Ah yes, a book on drunk authors. Who else are you going to be writing about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(checking her watch) You know what, I’ve got to catch a bus. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f129",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 92A. 129",
          "sentiment": "neutral"
        },
        {
          "speaker": "YALE LIBRARIAN",
          "text": "(put off) Of course. I’ll get what you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "130",
          "sentiment": "neutral"
        },
        {
          "speaker": "A130",
          "text": "130 Lee at the table, again going through the Lillian Hellman papers. As soon as the security guard looks away, Lee replaces the original letters with the forgeries. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f130",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 93. 130 Slowly, she slips the originals into her tall boot and th looks up to find the librarian glaring at her. Has she been caught? They both stare. Nobody breathes. Le smiles. Having been previously snubbed, the woman smirks looks away. Heart pounding, Lee rises, picks up the boxes and heads t the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Here you go! Sorry for the rush. I just get overly anxious when I’m traveling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YALE LIBRARIAN",
          "text": "(softening) Oh, of course. I do, too. (beat) Find what you needed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And then some. Thank you for your help. Lee walks to the exit and is stopped by the guard, who as to look in her large bag. The librarian opens the box, suspicious. She stares at th papers, not sure if she’s been had. The security guard is examining Lee’s bag. He sees her li notebook, pens. Some junk. He gestures that she can go. 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "131",
          "sentiment": "neutral"
        },
        {
          "speaker": "A132",
          "text": "Lee exits, sighing with relief. Suddenly the security gua emerges and calls after Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Excuse me, ma’am? Lee freezes, and turns back to him slowly. He approaches reaching his hand out. SECURITY GUARD (CONT’D) You forgot these. He hands her a pair of gloves. Lee nods appreciatively. 132",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "132",
          "sentiment": "neutral"
        },
        {
          "speaker": "A133",
          "text": "Final Shooting Draft 3/13/17 93A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A133",
          "text": "Lee looks straight ahead, anxious to get home. 133 EXT. LEE’S APARTMENT BUILDING - AFTERNOON 133 Lee walks up to her building with her duffel and typewrit Andrei comes out of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Hi, Andrei.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "Miss Israel. There were two men looking for you. They said they were FBI. What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "I told them you weren’t home. They were asking all kinds of questions. About what you do, what kind of things you write. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f133",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYEFM",
          "text": "Final Shooting Draft 3/13/17",
          "sentiment": "neutral"
        },
        {
          "speaker": "94.",
          "text": "133",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI, (CONT'D)",
          "text": "(beat) I’ve seen all those typewriters in your apartment LEE Did you say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREI",
          "text": "No, no. I said nothing. Are you in trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That remains to be seen. 134 INT. LEE’S APARTMENT - AFTERNOON 134 She enters and finds the place is an unrecognizable mess. Glasses, bottles, records out of their sleeves. Hello? No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She looks around, increasingly disturbed. LEE (CONT’D) Jack? Hello?! (beat) Jersey! Mama’s home. What did he do to our home, Jersey? Come on girl. She glances around and then looks under the couch. Lee remains there, frozen. After a beat, she lifts her he up and her face crumples. She covers her face in her hand Jack stumbles out of the bedroom, half asleep. Oh shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He glances behind him nervously. JACK (CONT’D) (loudly whispering) Alright this looks bad, I know. Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f134",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 95. 134",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(re: Kurt, whispering) I couldn’t resist him, he’s so adorable you have to under",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Get out of my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why? I’ll clean up! She throws his jacket and back pack at him. Lee is furiou",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "My cat is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh no. I’m so sorry. Out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Just then Kurt appears from the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Jack? What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Oh for fuck’s sake. GET OUT OF MY HOUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Your house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Darling, I can explainBut Kurt is done. Jack is caught be Kurt and Lee in the same moment. Lee goes to the front do and holds it open, unable to make eye contact with Jack. Kurt, grabbing his clothes and shoes, makes his way out, reluctantly follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "This is too fucked up for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(to Lee) Lee I’m so sorry. It probably just happened. It’s not my fault. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f134",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 96. 134 JACK (CONT’D) I gave her the pills. I did what you told me, Lee. (beat) Let me in! She pulls the dead cat from under the couch. Kneeling by couch, she cradles it in her lap as she cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(under her breath) I’m sorry, Jersey. I shouldn’t have left you. 135 EXT. VETERINARIAN’S OFFICE - DAY 135 Lee holds a shoe box and walks into the vet’s building. 136 INT. VETERINARIAN’S OFFICE - DAY She walks up to Rachel at the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Hi, Ms. Israel. Is Jersey okay? Lee can only manage to shake her head. RACHEL (CONT’D) Oh. I’m so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t have a backyard or anything. (beat) I didn’t know what to do with her. Rachel now sees the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "Oh, we can take care of that. Lee hands it to her. Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL",
          "text": "I’m sorry for your loss. Lee heads for the door. 136",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "137 Final Shooting Draft 3/13/17 97. INT. LEE’S APARTMENT - NIGHT 137 Lee is in the kitchen, drunk and pacing and dialing the phone. Hello? MARIE’S VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Yes, I’d like to speak to Elaine. MARIE’S VOICE Is this Lee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Is she there please? MARIE’S VOICE Actually she’s LEE (cutting her off) I just had something of importance to tell her. At what time do you expect her return? MARIE’S VOICE I’m not actually sure. (beat) You’ve got to stop calling here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t have to do anything, Marie. I just need people to take my calls, instead of having some piece of shit tell me what I have to do. That’s what I think I deserve. She slams the phone down. 138 INT. JULIUS’ BAR - DAY 138 At a table, Lee hands Jack a bunch of letters in a folder She is short, averting her eyes. She is all business, col",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Let them authenticate all they want. They’re real. Don’t settle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Lee - are we going to talk about it? I am really sorry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 98. 138 She stays the course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Did you make an appointment at Armada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes. I rang him. He said to come at one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "All right. Afterward, come right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll do good, you’ll see. I’ll make it up to you. Lee doesn’t reply to this. There is no making it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Get a written receipt. I want to know how much you’re paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay, if that’s what you want. He’ll give it to me. That little fucker eats up my shtick. (laughing a little) Ooh that sounded dirty. He laughs, trying to engage Lee like they used to. She wo JACK (CONT’D) Come on. How long are you going to freeze me out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) I trusted you. I don’t know if you’ve noticed, but I don’t do that. You have reminded me why that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(sincerely pleading) Lee, I took care of the cat. I swear. It was an accident, and I feel awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "And your little friend? Who was not supposed to be in my house. Does he feel awful too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don’t know. I haven’t seen him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 99. 138",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "We will continue doing business together because I have no options, but we aren’t friends, I don’t think we actually ever were. Lee-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "We will meet in public. You will not fuck this up like you fuck everything else up in your life. Sell the letters. Get the money. And get a fucking receipt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Fine. (after a moment, one more try) I onlyI’m done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "She looks him in the eye for the first time. He understan that it’s over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’ll be back after the sale. He gets up slowly and walks away. Lee sits stoically. 139",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "139 Jack walks up the street, smoking, nervous, headed for Ar Booksellers. 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "140 Paul, more uneasy than usual, is handling the letters tha Jack has offered him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Aren’t these fabulous? I just know someone is going to treasure them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "They’re terrific. Where on earth did you find these? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f140",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 100. 140",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "My granny just passed and I discovered them when I was cleaning out her junk. They’re worth something, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL",
          "text": "How much are you asking for them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I guess around three hundred each? Paul goes to write a check. Jack is taken aback by how ea this is. JACK (CONT’D) Actually, do you have cash? Paul instantly counts out six hundred dollars cash and pu it in Jack’s hand. 141 INT. JULIUS’ BAR - DAY 141 Already hammered, Lee sits at the bar, scribbling in a notebook, doing calculations of the money she owes. She i agitated and more than a little drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(to the bartender) I need another. Craig comes over, starts to pour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "That’s debateable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(too defensive) What did you say? Craig looks up, surprised by her anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Nothing, Lee. He walks away, shaking his head a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(to herself) Fuckin’ judgemental jack-ass. 142",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "142 Jack is cornered by Solanas and Doyle. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f142",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 101. 142",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(in a panic) I’m pretty sure they’re stolen, I didn’t want to ask. But she asked me to sell them as a favor so I said okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "As a favor? You don’t accept a cut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, a small one. Very small. But I don’t know where they came from, honest! I’ll tell you anything you want to know. Am I in big trouble? He gives his puppy dog eyes. 143 INT. JULIUS’ BAR - CONTINUOUS 143 Lee is drunk, looks up at a picture of Tallulah Bankhead the wall, amongst all the other famous people who used to frequent the bar. Then back to her drink. Empties it. She mumbling to herself. This is a Lee we haven’t seen before",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(mumbling, barely audible) ...probably ran off with the money. I’ll kill him....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "(from end of the bar) Did you say something? Lee shakes her head, shooing him off. She crumples the piece of paper she was scribbling on. Lo back to the picture, weirdly distracted by it. Glances at clock. It’s 2:30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(mumbling, only making out every couple of words) No, at least until 3... (then, calling to Craig) Actually one more. Craig sets one down next to her. LEE (CONT’D) (pointing to the picture) I wrote a biography of her once, in another life. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f143",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 102. 143",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Yes, you’ve told me. More and more festive people are crowding into the bar. C attends to the other patrons. Someone tries to sit at the stool next to Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No! I’m waiting for someone. The guy rolls his eyes, walking off. Lee puts on her headphones, to drown out the crowd. LEE (CONT’D) (muttering to herself) Nobody has any patience anymore. People are crowding into Lee’s space though. Finally, Lee gets up to move down the bar, comes face to face with the agents, approaching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "Lee Israel? She takes off her headphones, confused. The patrons of th bar, as well as Craig all notice what’s going on. It take Lee a moment. AGENT SOLANAS (CONT’D) I’m agent Solanas and this is Agent Doyle. We’re here to deliver a subpoena to appear before a federal grand jury. He hands Lee an envelope. AGENT SOLANAS (CONT’D) Your appearance is scheduled for two weeks from today. You will find the address on the enclosed documents. You are forbidden to destroy any evidence pertinent to this case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "We’ve intercepted your employee, Jack Hock. He is cooperating as are the dealers you did business with. (beat) Anything you’d like to say? Anything on your mind that you’d like to get off your chest? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f143",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 103. 143",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I think it behooves me to be a wallflower at this particular dance. Until I can get a hold of an attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGENT SOLANAS",
          "text": "As you wish. (beat) Mr. Hock requests that you not try to reach him or telephone or harass him in any way. And by law you are forbidden to contact him regardless. Lee is stung. 144 INT. LEE’S APARTMENT - DAY 144 Frantic, Lee attacks her research with a scissors, throwi the pieces into different garbage bags. She rips papers a crumples up anything she can find. 145",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "145 Carrying several black plastic bags, Lee hustles down the street. She glances around her, paranoid, chucking bags into vari piles of street garbage waiting for pick up. One by one, Lee throws a typewriter into a different garb can. 146",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "146 Lee sits opposite an UPTIGHT FEMALE LAWYER. She’s picking hair off her old jacket, visibly agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPTIGHT LAWYER",
          "text": "(reading from a document) Investigating agents spoke with the Assistant Librarian for Manuscripts at Yale Library... He confirmed that the letters sold to CW-1 did belong to Yale and that forged copies of these letters were now in the files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I could’ve told you that. But you have a very good reputation, surely you can - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f146",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 104. 146",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPTIGHT LAWYER",
          "text": "(cuts her off) Ms. Israel, I’m afraid that you will spend a fair amount of time behind bars, despite my reputation. (beat) You were deliberate, your crimes were premeditated and I have to say, numerous. It says here (reads) You created and sold approximately four hundred letters. That many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPTIGHT LAWYER",
          "text": "You’re proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Did you read them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPTIGHT LAWYER",
          "text": "No. Why would I read them? (considering) I believe the only way to handle this is to plead insanity and frankly, I don’t think we’d have any problem proving it. Lee stares at her, doesn’t like this one bit. 147",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "147 Lee sits across from LLOYD, a handsome lawyer. She rubs h temples. Headache? Awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Can’t blame you. (reading papers) Looking at all this... it’s pretty bad. Now that said, can I say - those letters were pretty damned impressive. I especially enjoyed the Louise Brooks. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 105. 147",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Thank you. (beat) I’m afraid they were my finest moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "I’m sure that’s not true. (beat) You fell on hard times. You had a sick cat. You couldn’t get a writing job and you didn’t mean for it to get out of hand, but then some jerk blackmails you and you panic. You never meant for it to continue, or to steal, but you had to pay him back or you’d go to jail. (beat) Depending on the judge, I think at worst you could conceivably get a year and change. Lee looks panicked. LLOYD (CONT’D) You’ll bring a book. (beat) Look, if you want me to represent you, you’re going to have to do a few things before appearing in court. Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Clean up your act. First, you’re getting a job. Any kind of job. And second, you’re enrolling in community service to show how penitent you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "What - what kind of service?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Something with children? Jesus no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Animals, sick people. Whatever. You’re going to show that you have turned over a new leaf. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You’ve got to go to AA. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 106. 147",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s absurd. He stares at her. It doesn’t seem possible that her spiri could sink even lower. LEE (CONT’D) I want to ask you something. (beat) So, everyone I sold to - do you think they all know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "Yeah. They probably all know. But right now, that’s the least of your worries. 148 INT. JULIUS’ BAR - DAY 148 In the mostly empty bar, dressed for court, Lee sits and drinks, somewhat a pariah. A few regulars whisper about h",
          "sentiment": "neutral"
        },
        {
          "speaker": "A149",
          "text": "Lee walks up the steps of the intimidating courthouse. 149",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "149 Lee and Lloyd sit on a bench outside the courtroom. Lee i sweating in her heavy jacket as she anxiously rubs her ha against her thighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "We’re very lucky this is our judge. Very lucky. She doesn’t waste time with things like this. I have a good feeling. Try to breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(handing her a mint, annoyed) You smell like alcohol. She shrugs and takes the mint. 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "150 In a simple, nearly empty courtroom, Lee and Lloyd stand before the JUDGE. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f150",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 107. 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(continuing) She is seeking employment with Scholastic books as a copy editor, and has already put in over forty hours of community service at a cat shelter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(to Lee) Before I render my verdict, have you in the last twenty-four hours used drugs, pills, alcohol, anything that could affect your ability to understand what is going on? No ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Have you anything additional you would like to say to the court before I offer your sentence? Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Lloyd watches her carefully as she stands, and takes a de breath. What comes next begins as something rehearsed, bu devolves into a stream-of-consciousness confession. LEE (CONT’D) I have been living in a state of enormous guilt and anxiety for the past year. Not because I felt like I was doing something wrong, but because I was always afraid of being found out. I can’t specifically say that I regret my actionsLloyd clears his throat, urging L Lee-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I don’t. I thoroughly enjoyed writing these letters, living in the world of Dorothy Parker and Noel Coward, pretending I was something I am not. In many ways, this has been the best time of my life. It’s the only time recently I can remember being proud of the work I was doing. (then) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f150",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 108. 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE, (CONT'D)",
          "text": "But it wasn’t my work, was it? I was hiding behind these people, their names. Because if I’d actually put myself out there, done my own work, then I would be opening myself up to criticism. And I’m too much of a coward for all of that. I’ve lost my cat- the only soul that truly loved me, maybe ever- and I lost my friend - who might have been an idiot, but tolerated me, and was nice to have around. And I’ve realized that I’m not a real writer. In the end, it was not worth it. This hits Lee in a surprising way. Lloyd looks at her nervously. She returns to her script. LEE (CONT’D) I will accept the judgement of the court as valid and fulfill whatever sentence I may receive with the full understanding that I have earned said punishment. A moment. The judge nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Lee Israel, the court sentences you to five years probation plus six months house arrest. You may only leave home to go to and from your place of employment, your work in the community, and to alcoholic’s anonymous meetings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(blurting) I don’t have anywhere to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "You are not to leave the state or consort with felons and you are to pay restitution to your victims within your means. Lloyd grins at Lee, nodding. Lee stares, in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LLOYD",
          "text": "(quietly to Lee) This is a good thing. Very fair. But Lee is reeling. The weight of everything is finally settled on her, and it is heavy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f150",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 109. 150",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(at her lowest) Mm hmm. Good. Lloyd doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A151",
          "text": "Lee walks out of the courthouse emptied and exhausted. 151 INT. LEE’S APARTMENT - DAY 151 Lee enters her apartment. It is eerily empty. No typewrit No Jersey. No Jack. Jersey’s empty food bowl sits on the floor, taunting Lee. She checks her answering machine but no messages. She collapses onto the couch. She does not k where she will go from here. 152",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "152 Lee sits on a bench waiting. After a moment she sees ELAI 45, coming toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Thanks for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "It sounded important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It was. It is. My phone got shut off. In case you tried to call. I didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "They sit down and Elaine notices the cat hair on Lee’s jacket, picks at it. ELAINE (CONT’D) I see you brought Jersey with you. How is that old bitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "That’s what I wanted to tell you, Elaine. She just died. Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I figured, since she was a gift from you- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 110. 152 Lee starts to tear up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Was she? (beat) I’m so sorry, Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(shrugging) I got too attached to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "You going to get another?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No. I can’t replace her. It wouldn’t be right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Maybe in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I do go to Aunt Eleanor’s pretty regularly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Oh god, I haven’t thought about that place in years! It’s still there? On 96th?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Exactly the same. Different cats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "(beat) You still on 82nd?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Where else would I be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "You look all right. You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You can’t imagine what I’ve had to do to survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "We all have to do things we don’t want to do. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 111. 152",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Maybe. I can’t remember the last time I was doing something because I wanted to do it. Elaine examines Lee, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Are you sleeping, Lee? This bit of kindness hits Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Fits and starts. But when you can’t recognize your own life it’s hard to find rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "You’re having one of those times. You just gotta ride it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I was supposed to be something so different than this. Wasn’t I? When we were together, people liked my work right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "That’s why you wanted to see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No. I mean... I’ve wanted to see you for a long time. I’ve needed to see you, Elaine. I just... I’m in a crisis. And you know me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "It always seemed more important to you that people liked your work than that they liked you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "No, Lee. That’s not healthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I guess not. ButELAINE You were so miserable. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 112. 152",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No I wasn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Yes you were. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I was happy with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Well, I appreciate that. We were happy there. For parts of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "It was more than parts of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "No, Lee. There was always a wall between us. Something I couldn’t penetrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I tried. God damnit. I tried more with you than with anyone ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "No you didn’t. You did everything you could to keep your distance. You lied, you drank constantly, you were selfinvolvedLEE Well, I didn’t say I was perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "And the moment anyone wronged you, you cut them out. It was like you were looking for everyone to fail you, so you wouldn’t have stay connected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well fuck. I always thought of myself as pleasantly prickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "More like a fortress of disdain. I could never get you to let down the wall- to trust me- and at some point I just stopped trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I wish you hadn’t. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 113. 152",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "I don’t know why you were so afraid for anyone to get to know you - maybe you thought nobody would like what they saw. Such a shame. This takes Lee by surprise. Elaine starts to stand up, Le grabs her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Wait - don’t go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "This isn’t my job anymore, Lee. To talk you off the ledge. It’s exhausting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Who is she? Elaine sighs, she was trying to avoid this. Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m just curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "She’s a public advocate. She’s warm and it’s simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Is she always a cunt to your old friends? I wouldn’t let her answer the phone if I were you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "And there it is. I don’t know why I try. (she makes a motion of a wall going up) You’re never going to change. Everyone is always wronging you - nobody appreciates you, nobody gives you what you deserve.... (short beat) And nothing is ever your fault. Lee is stunned. ELAINE (CONT’D) I’ve got a class. (then) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f152",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 114. 152 ELAINE (CONT’D) It was good to see you, for a minute there. She turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "(beat) Say hi to Marie! Elaine doesn’t turn around and Lee sits there, hating herself. Shit. LEE (CONT’D) 153",
          "sentiment": "neutral"
        },
        {
          "speaker": "A154",
          "text": "INT. LEE’S APARTMENT - BEDROOM - NIGHT 153",
          "sentiment": "neutral"
        },
        {
          "speaker": "A154",
          "text": "Lee lies in bed, staring up at the fan. She isn’t filled anxiety anymore. She is numb. She is lifeless, replaying Elaine’s words in her head. She pulls out Anna’s short st and begins to read. 154",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "154 Lee walks past Anna’s bookshop. She sees Anna inside, tal to a customer. She knows she can’t go in. She stops and watches though. Suddenly Anna looks up and the two women eye contact. Anna breaks it and when she looks back up, Lee is gone. Sadly, Lee walks away. 155",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "155 156 INT. LEE’S APARTMENT - DAY 156 Lee stares for a while. Finds nothing. She goes and sits at her one remaining, original type-wri She puts in a piece of paper. She thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "157 Final Shooting Draft 3/13/17 115. INT. JULIUS’ BAR - AFTERNOON - SOME MONTHS LATER 157 Lee sits at a table - she doesn’t look good but she doesn look bad either. Craig brings her a scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAIG",
          "text": "Haven’t seen your face in here in a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Yeah well, I’m only allowed to leave the house for my AA meetings. Craig walks away shaking his head. Suddenly the door open and Jack comes in. He sees Lee, approaches her table. Is a coincidence? Jack looks a little thin, and walks with a crutch, babying one foot. LEE (CONT’D) Thanks for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(shrugging) It was quite inconvenient. I had to move around some meetings, but I had my assistant cancel my afternoon. Lee smirks. It’s kind of Jack to make this easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Can I get you a drink? I’m buying. I’ve started counterfeiting money now. She smirks, this tickles Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Not today. (off Lee’s surprise) It’s my new meds. Throwing my whole system off. Gin tastes like mouthwash. Takes the fun out of it. Lee is concerned, but doesn’t press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I guess you were able to cut a deal? Ratting on me worked out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Three years probation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "At least you’re out and about. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f157",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 116. 157",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "So are you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No, I’m at an AA meeting on 10th street. Jack laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Criminals at large! (then) I couldn’t imagine what was so important that Lee Israel swallowed her pride and asked me to meet her. So spit it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’m reconsidering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh just tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well... I’ve been thinking about writing a new book. About what happened. About what I did. And about you, if you’ll let me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Like hell I will! What would my boyfriend think if he knew about my shadier dealings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Do our crimes even count in your top ten of shady dealings? I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Fair enough. But I don’t want a book out there about me. I’m a very private person. Lee is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I have to do something. I have to write again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What about Fanny Price? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f157",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 117. 157",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Brice? No. I think for once I would like to write about one Lee Isreal. As terrifying as that sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m still mad at you, you know. You treated me like shit. I don’t think you’re a very nice person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I would agree with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "But I suppose you may be mad at me as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "If you didn’t look quite so decrepit, I would be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(quietly) Yes, well. I guess it’s not some huge plot twist. It was going to catch up to me eventually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "You have fucked your way through Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I would like that on my tombstone. They share a morbid laugh. JACK (CONT’D) With the addition of: but he steered clear of the boroughs. Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "After a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Will you make me 29? And with perfect skin? And don’t make me sound stupid? Lee is quiet, realizing he is agreeing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f157",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 118. 157 JACK (CONT’D) Oh fuck it. Write whatever you want. It’s not like anyone reads your books anyways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "I’ve already written five chapters. Jack laughs. LEE (CONT’D) (quietly) Thank you. Lee reaches out and touches Jack’s hand. This lingers for just a moment and then Jack stands, breaking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I’m late for a board meeting. My driver is waiting. The life of a millionaire. They both smile, going with the bit. Jack starts toward t door. Crossing in front of Lee. Lee stifles a little laug Jack looks back... What? JACK (CONT’D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "No... I was so tempted to trip you, just now. Jack laughs, against his better judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Wow, you’re ... a horrid cunt, Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "So are you, Jack. Good luck. You too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "He leaves. 158 INT. LEE’S APARTMENT - DAY 158 Sitting at her dining table, Lee writes on an old, large computer. She sips scotch. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f158",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 119. 158 A kitten scampers around her ankle and settles on the keyboard. The place is cleaned up again, but still Lee’s. 159",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "159 Springtime. Lee sits on a bench, content. She eats a hot and watches people pass. 160",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "160 Lee walks down the street and backtracks, having seen something in a bookstore window that has caught her eye. a mounted letter from Dorothy Parker. One that Lee has written. 161",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "161 Lee addresses the bookseller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "My friend’s birthday is coming up and he’d love to own that Dorothy Parker in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKSELLER",
          "text": "She’s a beauty, isn’t she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Can I ask how much a letter like that runs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKSELLER",
          "text": "We’re asking nineteen hundred, framed and matted, and she comes complete with a letter of authenticity. Lee’s eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Does the letter of authenticity come with a letter of authenticity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOKSELLER",
          "text": "Oh, I can assure you. It’s the real thing. No one can write like Ms. Parker could. Not before and not since. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f161",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Final Shooting Draft 3/13/17 120. 161 The bittersweet compliment is music to her ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEE",
          "text": "Well, that might be out of my price range, but thank you very much. 162 INT. LEE’S APARTMENT - DAY 162 Lee sits at her old typewriter (the one she already owned and writes. LEE’S VOICE My dear sir, I offer my droopy salutations from the Great Beyond. I understand that you’re selling my personal letters to the tune of nearly two grand. To think poor Lee Israel received a tiny fraction of that sum when she sold them to someone, who then sold them to you. 163",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "163 We see the man through the front window, reading this let He looks into the distance, considering. Disturbed, he mo to the shop window. LEE’S VOICE I dearly hope this letter will not affect the selling price of your valuable artifact. As I most famously muttered mere moments after my cremation: “Darling, excuse my dust.” Yours, Dorothy Parker. The bookseller removes the letter from the window display And then decides to put it back. © 2017 WILLOW AND OAK, INC. ALL RIGHTS RESERVED. NO PORT",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_394"
    }
  ]
}