{
  "movie_id": "MOV398",
  "scenes": [
    {
      "location": "LIFEBOAT",
      "time": "NIGHT, (2 A.M.)",
      "characters": [
        "DAVE",
        "AMBER, (0.S.)",
        "MURPHY/KEN QUINN",
        "MARIAH, (0.S.)",
        "MIKE WILLARD",
        "WITH/INT. USS BAINBRIDGE",
        "KEN QUINN",
        "KINIMURA",
        "JOON",
        "PETTIS, (CONT'D)",
        "PHILLIPS, (RADIO, CONT'D)",
        "SAYERS",
        "ABOITIZ, (THRU EARPIECE)",
        "ABOITIZ, (0.S.)",
        "DAN",
        "ENTIRE CONGREGATION",
        "LEA",
        "EXT. BEACH COURSE",
        "REESE, (INTO NECK-MIKE)",
        "ELMI, (0.S.)",
        "ALLISON, (CONT'D)",
        "MIKE WILLARD, (THRU CELL)",
        "BILAL, (SOMALI, SUBTITLED)",
        "MUSI, (0.S.)",
        "LIFEBOAT",
        "MARIAH, (CONT'D)",
        "MURPHY, (CONT'D)",
        "WITH/INT. BAINBRIDGE",
        "WRIGHT",
        "NAJEE, (INTO LIFEBOAT RADIO)",
        "WITH/INT. AFTER-STEERING ROOM",
        "MARV",
        "CONTINUING",
        "MURPHY, (0.S.)",
        "GARRIDOS, (CONT'D)",
        "MARIAH",
        "PETTIS",
        "ACROSS WATER",
        "NAJEE, (SOMALI, SUBTITLED)",
        "GARRIDOS, (V.O.)",
        "CASTELLANO, (THRU RADIO)",
        "MARV, (CONT'D)",
        "JOHN CRONAN",
        "ALLISON",
        "MIKE WILLARD, (CONT'D)",
        "REINHART, (THRU PHONE)",
        "UKMTO OPERATOR, (THRU PHONE)",
        "MUSI",
        "MUSI, (INTO LIFEBOAT RADIO)",
        "PHILLIPS, (INTO RADIO, CONT'D)",
        "CASTELLANO, (INTO MIKE)",
        "AMBER",
        "AT SEA",
        "WITH/EXT. WATER-LINE",
        "SAME, (NIGHT)",
        "NAJEE, (CONT'D)",
        "WITH/INT. LIFEBOAT",
        "HUFAN, (SOMALI, SUBTITLED)",
        "CASTELLANO",
        "CASTELLANO, (THRU LIFEBOAT RADIO)",
        "EVENING",
        "PHILLIPS, (CONT'D)",
        "NAJEE, (SUBTITLED, CONT'D)",
        "PHILLIPS, (THRU PHONE)",
        "MUSI, (SOMALI, SUBTITLED)",
        "GARRIDOS, (INTO RADIO)",
        "DAVE, (CONT'D)",
        "ANDREA, (CONT'D)",
        "ANDREA",
        "NANCY",
        "MURPHY, (INTO RADIO)",
        "PERRY, (THRU RADIO, CONT'D)",
        "ENSIGN REID",
        "NAJEE",
        "PETTIS, (INTO NECK-MIKE)",
        "BILAL",
        "WITH/EXT. UNDERHILL",
        "WITH/INT. CAR",
        "ENTIRE CONGREGATION, (THRU PHONE)",
        "MURPHY, (THRU RADIO)",
        "RAMOS, (INTO NECK-MIKE)",
        "AT",
        "WITH/INT. MAERSK",
        "MURPHY, (INTO PHONE)",
        "LT. PRICE",
        "CASTELLANO, (INTO RADIO)",
        "NGUYEN, (INTO NECK-MIKE)",
        "ABOITIZ, (V.O.)",
        "SAME",
        "GARRIDOS",
        "ALLISON, (THRU PHONE)",
        "SEAL",
        "ABOITIZ, (THRU EARPIECES)",
        "HUFAN, (THRU RADIO)",
        "WITH/INT. PHILLIPS HOME",
        "ELMI",
        "MURPHY",
        "ABOITIZ",
        "PHILLIPS, (INTO RADIO)",
        "DAN, (THRU CELL)",
        "PHILLIPS, (0.S.)",
        "ANDREA, (INTO CELL)",
        "ANDREA, (PHONE, CONT'D)",
        "DIETZ",
        "MUSI, (CONT'D)",
        "PERRY, (THRU RADIO)",
        "ELMI, (CONT'D)",
        "STEWARD",
        "DURELL",
        "MURPHY, (PHONE, CONT'D)",
        "MUSI, (0.S., INTO RADIO)",
        "NAJEE, (INTO RADIO)",
        "MURPHY/KEN QUINN/ATM",
        "WRIGHT, (THRU PHONE)",
        "ASAD, (SOMALI, SUBTITLED)",
        "FLOURNOY",
        "PETTIS/JOON/RAMOS/ETC.",
        "BURLINGTON HOSPITAL",
        "PHILLIPS, (INTO MIKE)",
        "BRITISH VOICE, (THRU RADIO)",
        "WITH/EXT. UNDERWATER",
        "GARRIDOS, (THRU RADIO)",
        "RESUMING",
        "INGRAM, (INTO NECK-MIKE)",
        "WITH/EXT. MAERSK",
        "ANDREA, (INTO PHONE)",
        "CASTELLANO, (CONT'D)",
        "DAY",
        "PHILLIPS, (INTO HAND-HELD)",
        "NIGHT",
        "WITH/EXT. LIFEBOAT",
        "GARRIDOS, (THRU LIFEBOAT RADIO)",
        "BILAL/NAJEE",
        "JOON, (INTO NECK-MIKE)",
        "PHILLIPS",
        "DEL",
        "PHILLIPS, (INTO PHONE)",
        "PERRY, (INTO RADIO)",
        "PHILLIPS, (INTO LIFEBOAT RADIO)",
        "PHILLIPS, (OUTGOING MESSAGE)",
        "PERRY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An enclosed, fiberglass LIFEBOAT, 28 feet long - with 60 seats, and HATCHES fore and aft. It's steamy, hot, even a night. Floating on the Indian Ocean, 300 miles from Somal RICHARD PHILLIPS sleeps upright in this sweatbox, at gunpoint. He's 50, a career merchant mariner - now a host His captors are four Somali pirates: BILAL is 16, his lef foot wrapped in bloody gauze. ELMI is 25, has a three-col ROPE on his lap. NAJEE is 24. They're asleep too. But: MUSI, their leader, is wide awake. 25 years old, 5'9\", ma 135 pounds. A rail-thin killer. His hand, bandaged and bloody, holds an AK-47 as he studies the sleeping Phillip After a beat, Musi rises, and \"undogs\" (opens) the AFT HA stepping out onto the lifeboat's tiny AFT DECK. He lays h AK at his feet, and pees off the edge. Phillips' eyes instantly snap open. Turns out, he was awa He assesses his options - IMAGES, hitting us in a hurry: Three pirates asleep; the THREE-COLORED ROPE on Elmi's la Musi's back turned to us; the AK on the deck... and SIX F FUEL BUCKETS, tied down in the boat's nose. It's time to So he rises, heads for the aft hatch. The rest is a blur:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The craft is orange, shaped like a submarine. Musi pees o its deck, the AK at his feet. Phillips can grab it and fi away. He considers that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But a half-mile away, lit up like a distant jewel, is a U NAVY GUIDED MISSILE DESTROYER - the USS Bainbridge. 508 f long. Immense, powerful, here to rescue him - so... He pushes Musi off the deck and dives in. We FOLLOW: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. WATER —- CONTINUING - NIGHT His glasses fly off, gone forever in the cool water. He starts swimming madly, moonlight shining through. Behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi surfaces, howling in Somali at his crew. * Next Phillips hears the engine of the lifeboat roaring to life. He swims, kicks, gasps... then he looks back. Oh no The lifeboat is coming at him, Musi clinging to its side. Phillips sucks in air, and DIVES down. Even underwater h hear the pirates shouting. The lifeboat passes over him, STOPS, idling right atop him. Phillips can touch its hull He surfaces beneath the bow - a quiet breath - grabs the ENGINE COOLING PIPES under the keel and guides himself al FOOTSTEPS on the deck above him. Pirates howling, enraged ducks under the boat again, comes up on the port side. But waiting there, in the water, is Musi. Oh shit. They lunge for each other's throats instantly. Hand-to-ha combat, just like that. Phillips gets Musi's head under water, Musi's scream turning into a burble of air. Holding the guy down - Musi flailing, kicking - Phillips trying to drown the bastard, until... another nightmare: POP POP POP. Three rounds from the AK, whistling past his into the water. He looks up. Elmi, on deck. Firing. It's over. Phillips releases Musi. That fast, Phillips is yanked out of the water by Elmi an Bilal, thrown through that aft hatch and back inside, whe INT. LIFEBOAT —- CONTINUING Elmi and Bilal throw him to the floor of the boat. Then t pounce: beating the hell out of him. Najee jumps in too. after shot, swarming like angry bees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "We kill you! Kill you! Shouting, spitting, kicking. Elmi ties Phillips' hands to horizontal bar, exposing his torso. Bilal trusses Phillip feet to the base of a seat. He's helpless, a punching bag .+-as Musi, wet and enraged now, steps up. Silence... The",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "How much you worth, Irish? One million? Two million? CRACK. A right cross to Phillips' jaw, staggering him. No the others join in again: pounding, spitting, shouting... .».-until, gradually, they stop - too winded to continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "You stay tied now, like an animal. And you pee in a bottle. \fPhillips is a bruised, bleeding mess. Gasping...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I can't feel my hands. You trussed ‘em too tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Like an animal! Phillips tries to chew the ropes. Musi hits him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "Ropes can't touch your mouth! They are halal! He walks away. Najee and Elmi follow... leaving Bilal, th youngest, to stand guard, AK in hand. Bilal studies Phill perplexed. A long quiet beat... then he has to ask:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL",
          "text": "Why you didn't just shoot us? (Phillips is silent) Gun was right there. Why you don't just grab it and shoot us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I just... wanted to go home. Bilal doesn't respond. He can't. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAERSK ALABAMA is a cargo ship: 508 feet long, 83 fee abeam, displacing 31,000 tons of water. Massive. With a s story superstructure, \"The House\", rising from her stern. She idles, a_mile from the lifeboat... as she is boarded U.S. NAVY SAILORS - guys climbing up flexible-steel ladde from two NAVY ZODIACS idling beside the Maersk amidship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHANE MURPHY stands at the helm of the Maersk, 120 feet a the waterline. He's Chief Mate on this ship - 27, tough a bouncer but with a Boy Scout face. From Seekon, Mass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "The leader has a knife wound on his right hand, pretty deep. Another guy, he was the youngest, his foot's cut up - from glass shards. Murphy and 10 OTHER MAERSK CREW-MEMBERS (we'll meet them soon) are being debriefed by LT. PRICE, USN. ...as Navy SAILORS take control of this ship. An ENSIGN REID at the helm. Murphy can see the Bainbridge from here and that tiny orange fiberglass lifeboat. This sucks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (CONT'D)",
          "text": "Is there some rescue planned? You guys gonna get him outta there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. PRICE",
          "text": "Orders are, no offensive measures until the FBI Negotiator is on sight and in contact with the pirates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENSIGN REID",
          "text": "We okay to come about, Lieutenant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. PRICE",
          "text": "Yeah. Come about. Reid turns the wheel. The giant cargo ship turns. Murphy sighs; none of the crew-members look happy. Chief Enginee MIKE PERRY, (55, devout Christian) voices it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Doesn't feel right, leaving him out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. PRICE",
          "text": "Command wants this vessel out of hostile waters - we're escorting you all the way to Mobassa. The men hate that. Murphy studies them... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Can we at least get word to his wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOUR NEWSVANS and 15 REPORTERS crowd the snowy driveway a street outside the home of Richard and Andrea Phillips. Underhill Vermont is a town with no stop-lights. But toda it's the center of the world, and Phillips is the reason. REPORTER, his breath fogged, does a remote from the porch ...as we PUSH INSIDE, through a window, to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An 1830's design, timber ceilings. Messy and warm. But wh used to be a calm home is now Mission Control: NEIGHBORS, FAMILY MEMBERS - manning phones, monitoring CNN, fretting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We KEEP PUSHING THROUGH - faces, voices, a spilled soda",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stone patio, dusted by light snow. ANDREA PHILLIPS sits here, a brief moment of solitude amidst crisis. Behind he see a perfect Vermont pasture, blanketed white. Andrea is the one all those reporters want to talk to. Th wife. Lovely, fierce... but desperate just now. She stare an old NAUTICAL BELL that hangs over a clothes-line. Through the patio doors she sees her SISTERS, her SISTERS LAW, NEIGHBORS. All here to help. But none of them can. On her face, fear. Sadness. She lifts a CELL-PHONE to her ear, hits speed-dial. FOUR RINGS... then she hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (OUTGOING MESSAGE)",
          "text": "You know the spiel. Now do the deal. I'll call you back. BEEP. Andrea starts crying. About to hang up... Instead:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "Hi, Honey. You're gonna have a bunch of hang-ups on this number. Sorry, they're all me; it's the only way I can hear your voice. Dumb, right? Richard, I keep thinking about the airport. Dropping you off like that. I always walk you in and watch the plane take off. Always. So why didn't I this time? I don't know. (a beat) The kids are good. They're both on their way home. Everybody's calling, even people we never talk to, guys I dated thirty years ago. I think they think I'm now available. (half a laugh, then:) Keep looking for me, Honey. Every night in the stars. I'm up there. And I'm looking for you. So I'll see you soon, right? I love you. She shuts the phone, eyes that old SHIP'S BELL overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "Damn it! INT. LIFEBOAT —- MOVING —- RESUMING (NIGHT) This lifeboat chugs along, airless and fetid. Phillips, bound now, his face beaten and bruised, silent prays. Musi, on the bridge, watches, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Hey Phillips, you turning Catholic again? (NOTE: the bridge is two steps above the lifeboat floor, nav and radio gear, two seats, and tiny cockpit windows.) The pirates look strained, edgy; Elmi nervously works tha three-colored ROPE: weaving strands of white, orange, and into a whole. Phillips watches with an unspoken dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I have to urinate. (mo one replies) I need the bottle. I have to urinate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "No bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You just said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You pee on yourself, like an animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Won't be too clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I'm clean. My men are clean. No bottle. Two Captains, eyeing one another. The pirates watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "None of us are gonna get out of here alive. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Why? 'Cause of Navy? Don't worry, Irish. They not gonna hurt me. I work for those guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Oh yeah. This is a training mission. We take ships, see how the Navy does. Your company hired us. Navy guys and me, we're friends! Crazy bastard. He points at the Bainbridge, brightly lit half mile away, then chuckles. Phillips studies him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "We offer them beer! No American say no to beer! Beer and tv. Lazy, lazy. We're Somali Marines, we're 24/7. We can do anything. Najee picks up the three-colored rope, consults with Elmi about it in Somali. Clearly, it has great meaning to them",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That's for me. Isn't it. (Musi grins) The rope. Is it for me? Musi looks to his men: Do I tell him? A beat, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Yah, it's for you, Irish. But you can't touch it. Your hands are lalil. Unclean. (relishing this) It's what we tie you up with before we kill you. So your soul never leaves these waters. Phillips digests that. Musi grins, pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "You had to pee, right? So pee! Pee, Irish! The pirates laugh. Phillips eyes them, defiant. You will break me... And he begins to pee, darkening his pants. The pirates start WHOOPING, celebrating, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea remains alone out here... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBER, (0.S.)",
          "text": "Andrea? AMBER, Andrea's oldest friend, stepping on to the patio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Who's been calling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Matt Lauer, Katie Couric, Diane Sawyer, Senator Kennedy, Senator Leahy. But we didn't want to interrupt you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "You could've interrupted me for Matt Lauer. Amber breathes out a smile, then drops a bomb:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBER",
          "text": "Honey, there are two people from Maersk here. Andrea sees them now, through the patio door: two CORPORA TYPES, a man and_a woman, just got here. Standing out lik sore thumbs in a room full of friends and family. She tightens. Maybe they're here to deliver bad news. Amb seems to think so too. She leads Andrea into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is suddenly silent, all eyes on the suits: ALLIS McCALL (blonde, pretty, likes her BlackBerry) and JONATHA HENSON (35, solid). They approach Andrea, who gulps...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "Hi, Andrea. I'm Allison McCall. This is Jonathan Henson. We're from Maersk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Okay. Bracing herself. Everyone in the room doing the same...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "I'm going to be managing anything media-related for you. Jonathan's going to be liaising with the Defense Department, so you'll be getting steady and real-time information. Okay. She's not here to deliver devastating news. Everyon relaxes. A sister-in-law, NANCY, extends a phone as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Um. I have the Governor on the phone. He wants to know if there's anything he can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. He can send over some State Troopers to move all the reporters off the road out there. They're causing a traffic hazard. Nancy pauses. Am I actually supposed to say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I'll be with him in a second, Nancy. Nancy nods, relieved. Andrea studies Allison, wary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "I appreciate your being here, Allison. But it's really not necessary. I know how things go. Maersk got their ship back, and all of their cargo, and most of the crew. That's a pretty good result. And sometimes one man gets sacrificed for the good of others. That's the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "Mrs. Phillips, Maersk is not going to let anything happen to your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I see. Then how much are they willing to spend to save him? WHAM. That caught Allison flush. Andrea closes her eyes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "Richard, you have to save yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A JOLT: Phillips is yanked out of a _ seat by Musi - sudd urgently. Rage in Musi's eyes. Something's infuriated him",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I want you to know something. We were all fishermen once. Other countries come and overfish our waters, dump all their trash here - no Somali government to stop them. So there's no more fishing. A few feet away, Najee and Elmi pull an ORANGE SURVIVAL S from a bin, and begin to spread it on the floor. Odd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What's the survival suit for? \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "We were fishermen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What's it for?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "If your body touch the floor, it makes the whole boat unclean. Oh. Musi loads a 9mm handgun, hands it to Bilal. The pira drop to their knees to PRAY for Allah's blessing. Game ov Phillips knows it. And he can only utter a single word:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Andrea... He shuts his eyes. We SMASH TO BLACK - and... Super: \"Eight days earlier.\" FADE UP AGAIN: on Phillips, when the world was still sane",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips is home. In bed. Studying Andrea's face as she sleeps - trying to sear the image of her into his memory. knows he won't be seeing that face again for a while. This is their bedroom: a four-poster bed, a crucifix on t wall, timber ceiling overhead. Messy and warm, with Vermo outside the window - a snowy pasture on a March morning. Andrea awakens. Phillips is the first thing she sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "(Barry White voice) Baby, when'll your husband be home? Andrea blushes, grins. She loves when he kids like that. Then the grin's gone, that fast - because she just rememb what today is. Instead, sadness. Resignation. These two l each other deeply. It makes the goodbyes awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "All packed? Phillips nods. We CUT TO... a different kind of home:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi awakens on a dirt floor in a stone hut. His wife, AB and their two kids sleep. He studies them fondly. RETURN \f11. INT. PHILLIPS HOME - UPSTAIRS —- RESUMING Phillips eyes his daughter's room. (She's away at school) Every inch of wall space is filled with posters, bumper stickers, equestrian ribbons. They make him smile. Then his son's room. Lots of clutter, photos of swimsuit models on the walls - and the kid himself, just awakening now. DAN, A blow-up, 19. Phillips is angered to see him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Thought you were driving back to school this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yeah. Woke up with a sore throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "(hates being lied to) Uh-huh. What time'd you get in last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "It wasn't late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Had to be after midnight - 'cause I was still up and you weren't here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "You really gonna interrogate me, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Oh. I'm sorry. Are you still sleepy? (no reply) It's really simple, Dan. You go to school. Classes. That's your job. You're either doing it or you're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Dad, you wanna boss people around? Do it_on the boat, okay? Jesus. that fast. Silence hangs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You driving back, or aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Obviously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Good. And check in on your mom while I'm gone. He HHH OK * + HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I know the drill. * Lots of distance here. It makes them both uneasy. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea brooms snow off the patio, bumping her head on the SHIP'S BELL hanging here. Damn. She hates that bell. She Phillips descending the stairs, irritated, bags in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi's \"belongings\" lie in a corner, discards collected o the years: someone's sun-glasses, a chipped coffee mug, a book. He steps into some ratty sandals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a stone wall is a sliver of a mirror, too small to ref his whole face. He eyes a portion of his own reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toyota Minivan. Andrea gets in. Phillips beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I'm gonna take down that bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Please don't. It has sentimental--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I keep banging my head on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'll raise it, soon as I'm back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "In July.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "In July. Not a happy reality. He takes her hand. It helps a little She pulls out of the driveway. Phillips looks up: There's Dan, glancing down from his bedroom window. Fathe and son exchange looks. That's it. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "He stayed over so he could see you off this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't like him to miss class. \f13. Departure days are always tense. And edgy. We RETURN TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abdi hands Musi a gift, a homemade BRACELET of red cloth. smiles, takes it, kisses her. Then he goes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Underhill is snowy pastures, the local cemetery, a handma sign for fresh eggs, St. Thomas' Church. And a GENERAL ST It's run by MIKE WILLARD, (60, former merchant mariner), grins as Phillips makes his usual pre-trip purchase: 15 pounds of \"8 O'Clock Coffee\" beans, in bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE WILLARD",
          "text": "Where ya bound on this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Salalah, Djibouti, Mombasa - delivering handshake food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE WILLARD",
          "text": "That's a good run. Andrea tightens. No, it's not a good run. Not lately. And Willard knows the tension well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE WILLARD, (CONT'D)",
          "text": "Your boy gonna work for me over the Summer again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Maybe sooner than that, he keeps screwin' around. (Willard smiles fondly) Can I get a receipt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi emerges from his hut... into a wasteland: Eyl, Somal No roads, no power or water. A goat ambles by, an old man with NO HANDS sits, staring. Musi walks past him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Airport. Andrea pulls up to the curb. Phillips pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You're not coming in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I can't today. Late for my shift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e * HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Oh. Okay. He lets it go, gets out. We STAY WITH ANDREA - as Phillip grabs his stuff, then walks around to her side of the car just in time for her to blurt out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Two runs a year, Richard. That was our deal. This is number three. Is being away that great?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You want the speech about college tuitions and mortgages again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I just want you home. Phillips knows that. He sighs, looks up at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'll be right up there, like always. Right? (she half-nods) I love you. He leans in. She pulls him close, urgently, shuts her eye tight. Then her guard goes up again. End of hug. He smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "(Barry White voice again) Thanks, Baby. See ya next time I'm in town. She almost laughs. Almost. One last look, then he goes, * vanishing into the terminal. On Andrea's face we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi crosses a wind-whipped beach. No commerce here, no h just overturned BOATS. To his right is what used to be a FACTORY - abandoned now, rotting. Musi continues on... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips emerges from a car in the port of SALALAH, OMAN. This place is booming - ships everywhere, big ones... But Phillips can see is the Maersk Alabama, ugly and immense. Huge CRANES fill her hold with dumpster-sized CONTAINERS. (She can carry 1,092 of them, but on this trip she'll onl carrying 400.) She bears no flag of nationality. \f15. Phillips is instantly in Captain-mode: scrutinizing how t cranes are operating, how the ship's CREW is moving... Th",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (0.S.)",
          "text": "Good to see you, Cap. Shane Murphy, the Chief Mate. These two respect one anoth",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You too, Shane. How's she look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We find a beaten TRAWLER with TEN MEN aboard it: black, l hungry. At their feet: AK-47's, side-arms, ammunition. Th men are pirates. This trawler is their MOTHER-SHIP. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has two SKIFFS tied to its stern: motorboats. Not much amenities, but fast. The rest of this harbor is empty... Musi walks a rickety dock, approaching the pirate-trawler THREE CREW-MEMBERS see him coming. They stand at attentio Bilal. Elmi. Najee. Musi nods to them and boards the Traw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips walks the length of the Maersk, eyeing everythin He wears a blue Polo shirt, khakis, steel-toed boots. Behind him is the ship's \"House\", seven-stories tall, hom crew quarters, hospital, mess, engines, the Bridge... * Before him is the ship's massive HOLD, home to all those containers, (several marked WORLD FOOD PROGRAMME.) Anothe one's being loaded in. Shane Murphy approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Seventeen tons of grain, wheat, and peas, bound for Kenya. (Phillips nods) Beats hauling Toyotas from Yokohama to Seattle, right? God, that's a shitty run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Voyage Plan's got us sailing three * hundred miles off-shore. That's two * extra days. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Lotta bulletins comin' in about pirates last couple weeks, Cap. Crew's kinda edgy about it. * \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Yeah? Then why's security so lax * around here? (Murphy shrugs) Engine Door, Bridge Door, Cargo Scuttle - all of 'em wide open. I want ‘em secured. Even in port. Murphy nods. Phillips eyes the PIRATE CAGES (welded bars) that are supposed to be protecting the STEPS rising up se stories from here to the Bridge. They're unlocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Pirate cages unlocked. What kinda crew are you handing me? Whoops. That was said just _as TWO CREW-MEMBERS walk by: RAIZA (26, black) and COLIN WRIGHT (30, Southerner). They just decided the new Captain is an asshole. That fast. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Nice to meet you. Off they go, unimpressed. Murphy waits 'til they're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "They're okay. The Captain took his foot off the gas, last few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm puttin' it back on. Spread the word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Cap, go easy. They lost a guy last week, outside Djibouti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Lost him how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Deck Machinist, twenty-year vet. Guy just opted out, middle of the night. Left a note in his cabin. \"Tell 'em I went for a swim.\" That shit always spooks a crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Sorry, Shane - but I need ‘em un- spooked. And sharp. You on it? \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I guess I also need a new Deck Machinist. Murphy eyes him, sobered, then nods \"On it.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi touches the bracelet his wife gave him as we put to The Captain of this trawler is an elder named HUFAN. He h an old map, a radio, and some cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The maps in here are electronic. The radar screens have d scrolling across them. The radios are fed by satellite. We're 120 feet above the waterline, looking out at the wo through massive windows. A bright, trouble-free day... Bu there's a tension hanging, even before we've left port. At the helm are KEN QUINN (2nd Mate) and ATM Raiza (whom Phillips pissed off on deck). This is hushed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "I'm just sayin', Coast Guard advisories say we should be six hundred miles off-shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "You think a pirate trawler couldn't find a ship six hundred miles out? Murphy, ten feet away, needs to cut this off. So:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Uh-oh. We're screwed, Fellas. The guys turn... to see a sailor named DURELL (25, black, fit) who just stepped on to the bridge. Durell freezes. .»+.as the guys in here study him, like Pledge-Masters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (CONT'D)",
          "text": "This your first ship, Kid? You right outta merchant mariner school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Aw, Jeez. We got an FNG, Boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "Friggin' New Guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Didn't they teach you it's bad luck to walk on to the Bridge left-foot first? Durell's eyes go wide. Murphy looks so serious. They all",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "No...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Write this down, Rook. Full moons and dolphins - good luck. Priests, redheads, fresh flowers, and walking on to the Bridge left-foot first, bad luck. Brutal. Now go back out and do it again. Durell freezes again. Really? He starts to back out... .».-when ATM and Quinn start laughing, big-time, which te Durell it's all a gag. He takes it pretty well. More laug Then Phillips enters - and things tighten. The laughs get choked back. He's the boss. And not big on goofing off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Cap, this is Durell, new A.B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Welcome to the sacred fraternity of merchant mariners, truckers of the ocean. Shane'll teach you the fight song later. We all set, Fellas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY/KEN QUINN/ATM",
          "text": "Yes sir. Phillips nods, heads for the coffee-maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "Hey, Cap. I never been on this run before. Are the ports any good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Askin' the wrong guy, Kenny. Cap never leaves the ship. Doesn't matter where we put in, he stays on board. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "That right, Cap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm married and I'm cheap. What'm I gonna do on shore? The guys laugh. Phillips grabs a printed E-MAIL from \"The Office of Naval Intelligence.\" Subject: \"Pirate Activity the East African Coast.\" He eyes it soberly, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Okay then. Dead Slow Ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "Dead Slow Ahead. Quinn pushes the ENGINE ORDER TELEGRAPH (throttle), and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Maersk Alabama puts out to sea... Slow but muscular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips moves to a computer - sends off a quick e-mail: \"We're underway, Honey. I'll be seeing you in the stars.\" .»+.as Murphy eyes that bulletin from Naval Intel - about surge in piracy off the East Africa coast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "Hufan's men eat stale crackers while he monitors his radi Musi is thumbing through a weather-worn ENGLISH DICTIONAR memorizing words by the glow of a FLASHLIGHT... until he suddenly tosses the book overboard with disdain. Splash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL, (SOMALI, SUBTITLED)",
          "text": "Why you do that? All the ships we board, no captain ever speak Somali.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "Everybody speaks AK-47, Bilal. EXT. MAERSK - MAIN DECK - STERN - AT SEA — MORNING A blazing hot day. Phillips walks the length of the ship again - his daily inspection tour - when he sees somethin Suspended above B-DECK - right where it should be - is th fiberglass LIFEBOAT. 28 feet long, enclosed, looks like a orange submarine, sitting on SKIDS at a 45-degree angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But ten feet below it, sitting on overturned buckets, are members of his crew: DEL and DAVE, old salts, each over 6 and overweight, smoking Marlboros. Phillips pauses, instantly irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Enjoying your break, Fellas? They eye him without alarm. Or chagrin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEL",
          "text": "Sorry, Cap. I got a slipped disc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Oh. (at Dave:) How're your discs? (Dave shrugs) Get to work. Christ. Aren't you guys supposed to be cleaning the lifeboat? And there's no smoking on deck. Del and Dave put their cigs out and rise, grabbing a hose",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "No. Not a hose. Get up in a harness and soogee it, with a Turk's Head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEL",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Yep. Hosin' it ain't the same thing. They eye the lifeboat, suspended above them. Hanging up t in a harness sounds like a hassle. Phillips turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Hey, Cap. (Phillips turns back) We're spittin' distance of the Somali coast - got pirates takin' down ships right and left. How's cleanin' a lifeboat gonna help anything? Phillips can debate the point, or walk away. He walks awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Just get it done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy and Ken Quinn, eating. Phillips enters, irritated. He HHH HH OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Got some confused sailors on board, Shane. They seem to think my name's Maersk. I'm just the Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "You need me to tune somebody up, Cap? Phillips is about to reply when he sees ANOTHER BULLETIN the table: \"Worldwide Threats to Shipping\". ...it's sitting in front of Ken Quinn. Clearly, he and Mu have been discussing it. 23 pirate attacks reported off o East Africa in a single week. Now Phillips is really irritated - because a bulletin lik this should NOT be loose on the ship. He grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. I want you to show our crew a Goddamn map. He gestures to a MAP on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Here's Somalia. Here's Mombasa. Here's Djibouti. Here's us. Coast Guard advisories say we should be six hundred miles off-shore. Great, except you can't be six hundred miles away from Somalia if you're going to Mombasa, because Mombasa is sixty miles from the Somali border. You can go a thousand miles straight out, but you still gotta come back into range, because that's our destination. And by the way, these guys've hit ships twelve-hundred miles off shore, just like they've hit ships that are at anchor in port. These are the waters we're sailing. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy nods. Quinn too. Phillips seems calmer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Understood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Good. We're running a security drill today. Unannounced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Great! I love unannounced drills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HHH HF HHH HHH HH HHH",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "In five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "‘Kay. I wanna start out with--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Don't tell me what you're going to do. Let's just see how we perform. INT. MAERSK - BRIDGE - 9 A.M. Colin Wright is at the helm. Beside him are ATM and a 70 old crew-member named MARV, (white, pleasant, but useless Phillips enters... and leans in to Wright, calmly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "It's Colin, yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "Yes, Cap. Colin Wright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "There's a boat on our starboard side, Colin. Two men with weapons, acting hostile. Wright turns. Marv freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "Ohhhhkay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You have to do something about that - right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "Is this a drill, Cap? Phillips just stares: \"Show me something.\" Wright rings t GENERAL ALARM, which sounds throughout the ship. LOUD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Not the general alarm. We hit the whistle first - to let the pirates know you are aware of them and are ready to defend the ship. Wright nods, sounds a WHISTLE (audible five miles away).",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Now the General Alarm. Long-short, long-short. \f23. Done. ATM takes the helm. Marv still hasn't moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "You are...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "I'm Marv, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Got pirates approaching, Marv. Hit the fire pump. There are two FIRE-PUMP lights on a console. One red, one green. Marv hits the RED one and moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Red means off. We need it ON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Got it. ATM reaches over him, hits the green button... but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "The pumps aren't working, Cap. No water pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Okay. Fix it. Marv, go secure the three bridge doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Got it. Marv scurries off. Phillips watches him go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guys file in, without urgency. It's just a drill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whistles and alarms ring, but Del and Dave haven't moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEL",
          "text": "Nice. Can we go now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "I'm almost done. Relax. What's Dave doing? Using a key to scratch a caricature of Phillips, and the words \"Philips is a shit\", into a hatch door. A few last touches, then: \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE, (CONT'D)",
          "text": "There. Now we can go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips emerges from a stairwell: CREW-MEMBERS move past some with keys jangling on their belts. There are doors l unsecured. Not good. He spots a STEWARD, ambling by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What's the non-duress password?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "Mister Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. That's the Secret Security Alarm code. Non-duress is \"suppertime.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "Suppertime. Got it. This isn't going well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy appears on the Bridge. Feeling some heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Have we switched the radio to VHF?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "On it. Just then - Marv returns, winded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Where you been, Marv?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Captain sent me to close the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Oh. Which doors did you close?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Every door on every level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Did they have locks on them, these doors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Yeah. \fMarv goes. 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "But you were just closing them. Not locking them. Securing them. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Um.... No. Just closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Which wouldn't do much good if we were under attack. Would it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "No. I guess not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "I've gone over this with him six or seven times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Okay, Marv. Get to your muster point. (Marv's a blank) The Ship's Office. Go. «+» just as Phillips returns to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "We are in search of excellence - but * oh we will accept so much less. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "How's it look down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Like monkeys trying to hump a football. Got watertight doors open on the Main Engine Level; they should all be secured, with deadbolts. Guys running around with key-chains on their hips. One set would give a pirate access to every room on the ship. That was in the Night Orders. Did we get the pump fixed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Yeah. That's done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Okay. Let's shut this down and bring everyone into the Ship's Office for a critique. Five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "‘Kay. Sorry about the screw-ups. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Don't be sorry. Be angry. They'll jump higher. Murphy nods, shuts off the alarm. Phillips turns away. ...-when something catches his eye. THREE BLIPS - coming the 10-cm RADAR SCREEN. Odd. He stops. Leans in. The BLIPS indicate THREE SMALL VESSEL seven miles astern. They're moving in on us. Fast. Just like they would if this were the real thing. Hmmm.. Phillips grabs a pair of BINOCULARS and heads outside, to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks through the binoculars, to find:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS WATER",
          "text": "Two MOTORBOATS pound through FOUR-FOOT SWELLS at 21 knots right at_us. A TRAWLER behind them. We can't see faces ye But they certainly are moving like pirates would. Real on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips lowers the binoculars. Collects himself. Returns",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves to the Engine Order Telegraph, leans on it a bit gage tells us his RPM's just shot up to 122 revs. The shi surges forward. The men notice. He looks to Murphy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Call down to the Engine Room. Tell ‘em to let me know if anything goes red. I'm increasing our speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Cap? We still in the drill? Phillips is already at a phone, dialing. Two rings, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "UKMTO OPERATOR, (THRU PHONE)",
          "text": "United Kingdom Maritime Trade Operations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO PHONE)",
          "text": "This is the Maersk Alabama - position is two-degrees-two north by forty- nine-degrees-nineteen east. Course is (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHILLIPS (INTO PHONE) (cont'd) one hundred eighty, and speed at seventeen knots. We have two skiffs approaching at five-point-five miles, with a possible mother ship behind them. Potential piracy situation. That got everyone's attention. But it's still a drill. Ri",
          "sentiment": "neutral"
        },
        {
          "speaker": "UKMTO OPERATOR, (THRU PHONE)",
          "text": "It's probably just fishermen. But you should get your crew together and get your fire-hoses ready. And you may want to get the ship locked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO PHONE)",
          "text": "We understand that, thank you. Will keep you posted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Cap? Phillips hangs up. The men await an answer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Three boats. This is not a drill. Oh. He dials another number. Hears a ring. Then two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Never heard of an attack in the middle of the day, Cap. Visibility's too good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "They aren't here to fish. (hands him the phone) Take this. I'm trying to reach the U.S. Maritime Emergency Line. Murphy takes the phone. Phillips returns to the Bridge Wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another look through the binoculars. More DETAILED now: The skiffs are getting CLOSER, despite the four-foot SWEL Somalis. With AK-47's. (Musi and his crew aboard one; a pirate named ASAD and his crew on the other.) In other wo An actual attack, real pirates, coming at us now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips returns - to find SIX SAILORS now staring at him \f28. Ken Quinn, Durell, and Marv have joined Murphy, Wright, a ATM on the bridge. They look concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Sea's helping us. They're getting pounded out there. But they are coming. Two skiffs carrying armed men. Four miles out and closing. Murphy lowers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Twelve rings. There's nobody there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Colin, sound the intruder alarm. Wright hits the ALARM. Phillips grabs a P.A. MIKE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO MIKE)",
          "text": "Captain speaking. This is not a drill. All crew report back to your muster points. Repeat, this is not a drill. Crew to the Ship's Office. Engineers to the Engine Room. Locked up and sealed in. Now. (lowers mike) Shane, let's go to hand steering. Left fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Left fifteen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giant TWIN TILLERS move fifteen degrees right, pushing th ship left - and creating a swell in its wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT SEA",
          "text": "Musi's skiff SLAMS into a swell. He adjusts his course. T his right, Asad's skiff does the same. Zeroing in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips watches the radar screen. BLIPS moving in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Right fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Right fifteen. The ship surges starboard. Phillips grabs the ship's RADI \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "Chief, how we doing on engines? MIKE PERRY. We met him already - eight days ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO)",
          "text": "We're good, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "Increasing speed to 124 revs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO)",
          "text": "No problem. Phillips pushes the Engine Order Telegraph forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "They're at three miles, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "A lotta chop out there. Don't they know there's a lotta chop out there? Phillips eyes the radar again. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi bears down on the Maersk, his face a stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy looks up from the radar. But Phillips already know",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Two miles, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Send out a call to \"War Ship 237.\" I'll pretend to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Forget it. I'll do it. He grabs the radio, speaks into it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "Warship 237, Coalition Warship 237. This is Maersk Alabama, come in. Then he changes his voice, pretending to be \"Warship 237\" \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO, CONT'D)",
          "text": "(\"warship voice\") Maersk Alabama, come in. This is Coalition Warship 237. (normal voice: ) This is Maersk Alabama. Position is two-degrees-two north by forty-nine- degrees-eighteen east. Course is one hundred eighty and speed at eighteen knots. Request immediate assistance. We have two skiffs approaching and a mother ship trailing behind. Look to be pirates, heavily armed. (\"warship voice\") Roger that, Maersk Alabama. How many do you have aboard? (normal voice: ) Crew of twenty. No injuries at this time. (\"warship voice\") Roger that. We have a helicopter in the air. His ETA to your position is approxiamately five minutes. (normal voice) Copy that, 237. Maersk out. He puts the radio down. Murphy and Quinn eye him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "I'm pretty sure that was illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "So's piracy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the mother ship, Hufan just heard that fake transmissi He eyes the sky overhead for a chopper, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT SEA",
          "text": "CRASH! Musi's skiff slams into a huge swell, almost upend His crew is sent sideways. Musi rights himself. ...then notices that Asad's skiff is now peeling off and heading away. (Asad also heard that fake transmission, vi HANDHELD RADIO.) Musi's crew-members look to him, waiting",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He presses on, bearing down on the Maersk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips is watching all this. Murphy's at the radar. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "This guy doesn't scare worth a damn, does he. (into radio:) Chief, you got your men secured?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO)",
          "text": "We're good, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "They're at one mile now, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Hit the hoses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIVE FIRE HOSES - one starboard, one port, three stern - quickly, each sending 100 pounds of water-pressure per sq inch off the ship. It's their only real line of defense..",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT SEA",
          "text": "Musi's got a six foot SWELL in front of him. His men brac themselves. He barrels right over it, then PLUMMETS... Big DROP. Big splash. The skiff's engine stalls. Musi tri to restart it. No luck. More swells are coming. He looks the Maersk - its hoses shooting HUGE JETS of water down..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips watching Musi. Murphy watching the radar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Holding at zero point nine, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "He started from too far out. They dropped him too far out. Through binoculars again, we see Musi, trying in vain to start his engine. No use. The skiff is adrift...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "He's dead in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY/KEN QUINN",
          "text": "Hell yeah! Awesome. See ya! Phillips looks through his binoculars again. Musi has binoculars too. Two captains, studying one anoth with a shared sense that they'll be seeing each other aga \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "We got lucky... Each Captain lowers his binoculars... as we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A silent game of TRIVIAL PURSUIT. Murphy, Durell, ATM, Co Wright, Mike Perry. Guys trying to distract themselves. But Durell is kicking all of their asses in the game...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "You gotta be kidding me. Where'd you pull \"The Treaty of Paris\" out of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "College.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Hey, ya know those things that could bring a ship bad luck? Guess what the worst one is? The Friggin' New Guy winning Trivial Pursuit. Seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spacious quarters. Phillips reads an E-MAIL from Andrea: \"It snowed again today. I keep thinking how much you love that. And every morning I wake up on your side of the bed I must be missing you. Yes, definitely missing you. Miss voice. And I miss those great long LETTERS you used to wr to me when you were gone. E-mail stinks. Love you. Andrea Phillips breathes out a smile, looks out his window - a s full of stars. Then he STOPS. Just heard a BANGING noise. It's outside his door. He opens the door to investigate:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the source of the noise: Marv. Slumped against a bulkhead, bottle in hand. Very drunk. Phillips sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Marv. What're you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Trying to find my bunk. +e HH OH + FH HHH *",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. I mean on this ship. You should be home collecting a pension and raising gardenias.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "And miss all this? (drunken amusement) \"Being at sea is like going to jail with a chance of drowning.\" Mark Twain. He gestures wildly, shattering his bottle. Silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV, (CONT'D)",
          "text": "Am I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Yeah. You're done. You can't sail with me anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Guess I'll get another ship then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You do that. Phillips turns to go... but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "By the way... his name was Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "The Deck Machinist who opted out... His name was Sam. Four kids he sent money home to, and an ex-wife. Who takes care of them now, huh? (Phillips is silent) Ship keeps sailing, I know; he was replaceable. But it woulda been nice if you'd at least asked his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marv turns to go - then stops, confused. Where am I going",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "B-Deck. Berth Two. Ya need a map? INT. MAERSK - A-DECK - MESS —- RESUMING The Trivial Pursuit game - the guys trying to forget the day's events... Then Phillips enters. He HH OH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And everyone tightens again. He notes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Who's winning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "Friggin' New Guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Aw, Jeez. Didn't they tell you that was bad luck? Tight laughs. Phillips grabs a coffee... the unease in he going unaddressed... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Ya think they'll try again, Cap? There it was. Phillips pauses. The guys await an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Most likely, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "And, uh... That gonna be the program again? Evasive maneuvers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That's the book. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "I didn't much like being outgunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Me neither. But they have weapons and we don't. So evasion's all we got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Then maybe we should have weapons. A few guys nod. Clearly, it's been discussed in here toni",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Sorry. The guys who own this ship disagree, and they sign the checks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "I don't get that, Cap. None of us do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Ships start carrying guns, pirates are going to come back with mortars. We start carrying depth charges, pirates are going to come back with (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHILLIPS (cont'd) rocket-launchers. Besides that, there are ports on this run that won't allow an armed ship to dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Careful, Cap. You're starting to sound like a suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Did have a corporate ring to it. Phillips looks to Murphy, who looks away: \"Can't help you",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "If the hoses don't keep them away, we've got flares, pikes, axes, hatchets. We can gel the decks or wire the stairways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "That's bringing a stick to a gunfight, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Hey, we get in a gunfight and lose, we could have twenty sailors killed or captured - huh? You all know the orders. If we're boarded, the crew gets to their muster points and we go dark and cold. Power off. Lights off. And we stay that way. Our performance today was embarrassing. And by the way, the non-duress codeword is \"suppertime.\" Half the crew still doesn't know it. Unless you hear it, you stay sequestered. No one on this crew is going to be taken hostage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Somebody's trying to hijack a ship, it goes against a sailor's nature to run and hide. We're men, ain't we? This isn't going anywhere good. Phillips reads the faces. .--and decides to stop pushing the company line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You guys wanna know the truth? (they're waiting) The truth is, I don't feel any better about the hoses than you do. I wish we had machine guns. But I don't own this vessel. And I'm not in the game. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHILLIPS (cont'd) (that landed) You wanna change the rules? Buy a shipping line. Until then, this is the job. We're here for the ship; the ship isn't here for us. Anybody who can't accept that can deboard at Mombasa. I won't think any less of you. Silence. No one replies. But he just gained some respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Let's shut this down. It's late. (out the door) We're still in apache country, so everyone stay vigilant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Maersk muscles through the water. All is calm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "The two SKIFFS are tied to the trawler again. Musi and As stand before Hufan, who looks very displeased... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUFAN, (SOMALI, SUBTITLED)",
          "text": "The voices on that ship sounded American. Could be a lot of money. And we only have one skiff. (Musi and Asad, waiting--) Musi will take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASAD, (SOMALI, SUBTITLED)",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUFAN, (SOMALI, SUBTITLED)",
          "text": "Because he doesn't turn back. Then - BAM - Hufan shoves Asad off the boat and into the Splash. No one moves - everyone shocked, even Musi - beca the boat is pulling away. Asad calls out to Musi for help Musi is frozen, watching - as Hufan goes to the bridge an GUNS THE ENGINE. The trawler speeds away, leaving Asad in water. Howling. A point just got made. And Asad's helpless cries grow more and more distant... a INT. MAERSK - E-DECK - CAPTAIN'S QUARTERS - 5:25 A.M. Pre-dawn. Phillips sleeps. Then his eyes snap open - right before his phone rings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HHH OK",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO PHONE)",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT, (THRU PHONE)",
          "text": "Better get up here, Cap. They're back. INT. MAERSK - BRIDGE - 5:30 A.M. Colin Wright and ATM are on watch. Phillips enters. «+.Just as a VOICE becomes audible on the RADIO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUFAN, (THRU RADIO)",
          "text": "This is Somali pirate! Somali pirate! Coming to get you! A pirate? Announcing that he's coming? Very unusual. Phil looks to the radio; it's on Channel 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "They're five miles out. Phillips grabs his binoculars... and finds the TRAWLER, f miles astern, towing those two skiffs... but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUFAN, (THRU RADIO)",
          "text": "Somali pirate! Coming to get you! ...as Musi's skiff casts off from the trawler, coming at",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Let's go to one hundred twenty revs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "One hundred twenty revs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What's our course?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Heading two hundred thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Bring it over to one-eighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Left to one hundred eighty. A flick of the wrist, and the ship lurches left. Phillips keeps his eyes on the trawler. .»+.-as Murphy arrives on the bridge. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "We make a course correction, Cap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Find out where the Bosun has his people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Four point one miles astern. Doing twenty knots. Phillips gestures... and Murphy gets the picture: there's Musi's skiff, barrelling in on us over a calm, windless s",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Call UKMTO, tell ‘em this is not a drill. Movement, tension. Phillips grabs the ship's phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO PHONE)",
          "text": "Chief, we're in a piracy situation. I need you in the engine room with all your men. Locked in and secured. (a beat) And, Chief. Bring your Bible. This time you're gonna be there a while. He hangs up, heads for a cabinet, pulls out a PYROTECHNIC BOX. Eighteen FLARES in there. He grabs ten of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "(re: radio) He says call back when they're within a mile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Christ. Leave the line open so they can monitor what's happening. Sound the intruder alarm, and switch the radio to emergency band, Channel One. Murphy sounds the INTRUDER ALARM. Long-short, long-short. Phillips eyes the console. We're doing 16.8 knots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "ATM, let's start the fire-hoses and sound the general alarm. ATM hits the GENERAL ALARM. Phillips approaches Wright wi the flares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Take these and go out on the bridge wing. When they get within a mile you fire your first one. But I want you to cease firing if they get any closer than a couple hundred yards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "I can handle that, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. I want you below. Get the crew out of the Ship's Office and into the After-Steering Room. It's deeper inside the house. And make sure all the engineers are locked into the Engine Room. Every man accounted for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "And Shane? That includes you. I don't wanna see you back up here. Murphy hates that... but he nods, exits the Bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FIVE FIRE-HOSES begin spraying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING",
          "text": "Musi's skiff is doing 21 knots. He shouts at his men:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "Let them know you are here! Let them know you are Somali marines!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wright aims a flare at the skiff, a half-mile out, when: MUZZLE FLASHES appear on the skiff. And just like that, w being strafed by automatic gunfire. SLAP-SLAP-SLAP. Bulle clang off the house and smokestacks. Wright hits the deck .»+-as Phillips leans out of the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Colin! Get the hell in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "I can hit 'em, Cap! \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Now! Wright hurries into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ATM at the helm. Phillips grabs the ship's radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "Shots fired. Shots fired. They're a quarter mile out. Port side. A rain of bullets: POP-POP-POP. Hitting various spots on House. Musi's skiff revs up and comes BEHIND THE SHIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "The hoses aren't gonna cut it. Are they, Cap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. (into radio:) Shane, you got everybody secured? On Phillips, we PULL BACK, through the window of the brid .+-while TRACKING RIGHT and DROPPING DOWN, outside the \"house\"... until Phillips is out of frame, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We move down and across the entire House, PUSHING THROUGH steel shell, revealing the innards of: E-Deck, then down through D-Deck, C-Deck, B-Deck... each empty, just unmanned Quarters. CONTINUE MOVING DOWN, into A-Deck, where we find the Mess, and the Hospital Bay. The the MAIN DECK. There's the Ship's Office, also empty. We keep descending, THROUGH THE WATERLINE, plunging in an down, until we reach: INT. MAERSK - AFTER-STEERING ROOM —- CONTINUING A STORAGE room, 60-by-20. Huge bundles of rope in coils. barrels of greases, oils, cleaning fluids. Murphy guides TEN CREW-MEMBERS in, hurriedly. We recogniz Ken Quinn, Durell. Murphy corralling them: \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "In, in, in! Let's go! Everybody in! Ken, get me a headcount. (into radio:) Chief. Your men all accounted for? We blow through a steel door - SAME CONTINUOUS SHOT - to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ENGINE ROOM is three stories deep, 130 feet long, wid the ship. Massive diesel engine, huge boilers, all run fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nerve center. Rows of upright machines and monitors. Chief Engineer Mike Perry and his men are all here: the 1 ENGINEER, 2ND ENG., 3RD ENG., OILER, and DECK MACHINIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (INTO RADIO)",
          "text": "We're in and secured. BIBLE in hand, Perry shuts the door. We END SHOT, and CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The skiff is now just 100 feet away, on our port side. An Phillips is now on the bridge-wing, firing flares at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME",
          "text": "Two flares miss, falling harmlessly into the water. Bilal sits cross-legged in the front of the skiff, grabs his AK aims right at us, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POP POP POP. Bullets pucker the WIND-DODGER (a metal hood there to deflect wind off the bridge) over Phillips' head He ducks down. Then pops back up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "C'mon, Baby. Find a gas tank. He FIRES the flare, but:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING",
          "text": "The flare misses. Now Elmi, also cross-legged, is firing \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gunfire - a TORRENT of POPPING SOUNDS around Phillips. An he's out of flares. He runs back into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, hollering:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Fifteen left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Fifteen left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship surges left, away from the skiff. .--but the skiff has found a spot amidship that isn't protected by the fire-hoses. Musi bears in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips looks to the GPS. We're doing 18.3 Knots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Fifteen right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Fifteen right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship swerves right into the skiff. But Musi steadies Again, there's no fire-hose covering this spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, scrambling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I need a rifle. We should have Goddamn rifles! Fifteen left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Fifteen left. And yes we should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Najee unfolds and extends a LADDER straight up. Damn thin twenty feet long, Home Depot quality, with GRAPPLING HOOK \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. MAERSK",
          "text": "The GRAPPLING HOOKS wrap snugly around the FISHPLATE (sol metal, six inches high) on the deck of the Maersk. Musi grabs the ladder while moving at 18 knots. He jumps the speeding skiff to the ladder, climbing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips grabs ATM, pushes him down, literally, to the fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Stay there. ATM doesn't argue. He'll steer the boat from down here. Phillips grabs the rest of the flares, heads out to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...where he sees what he didn't want to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi is aboard. Running across the Maersk's deck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips fires two more flares... They skitter off the de and into the sea as Elmi also boards the Maersk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "Two pirates have boarded. Two pirates aboard now, amidship. Oddest thing. Elmi sits cross-legged on the deck, just li before, and starts firing his AK, right at us. POP-POP-PO The wind-dodger puckers an inch from Phillips' face. He ducks down. Pops up again, firing wildly. MORE GUNFIRE drives him down again. Then: A HAND, grabbing him. It's ATM, pulling him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Get inside, Cap! They're gonna kill you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Goddammit I told you to stay down! On the bridge! But more GUNFIRE strafes them. Shit. They crawl back to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MAERSK - BRIDGE —- CONTINUING GUNFIRE nicks the BRIDGE WINDOWS. (They're bulletproof). Wright is trying to stay calm. It's an effort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "Whadda we do, Cap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You two get to the After-Steering Room with the rest of the crew. (they eye him: huh?) Go. Both of you. I have the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Sorry, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "Can't do that, Cap. They aren't moving. Phillips isn't surprised. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that stands between Musi and the bridge is seven flig of steps - protected by that steel \"PIRATE CAGE\". He nods to Elmi, who SHOOTS THE LOCK OFF THE CAGE. The ca swings harmlessly to the side. Easy. They begin to climb. INT. MAERSK —- BRIDGE —- RESUMING Phillips knows they're coming. Damn it. He grabs the radi (NOTE: it will stay on his hip for the next 12 hours.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "This is the Captain. Listen up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. MAERSK",
          "text": "Perry and his Engineers come to a stop. And one room over",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. MAERSK",
          "text": "Murphy and the rest of the crew do the same, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (RADIO, CONT'D)",
          "text": "We're about to lose the bridge. Chief, you now have control of the ship. Shane, the men are under your command. I've got Colin and ATM on the bridge with me; I'm going to get them to safety as soon as I can. Everyone else accounted for? \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (INTO RADIO)",
          "text": "Yes, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO RADIO)",
          "text": "Uh, no Cap. We don't have a twenty on Marv. Phillips sighs - but has to keep going:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "Okay. You know the plan. We counteract everything they want to do. They wanna take this ship back to Somalia. That's no good. So we go dark and cold. Engines off, non- emergency power off. They can't do much with a dead ship. They wanna take a bunch of hostages. Also no good. So every man stays out of sight. NO ONE comes out until you've heard the all-clear from me, WITH the non-duress password.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. MAERSK",
          "text": "Musi and Elmi, climbing fast toward the Bridge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips can feel them coming. And he hates to say this,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO RADIO)",
          "text": "I'm gonna do everything I can to make sure this doesn't happen - but if they find you, and capture you, here's what you need to remember: That lands on the faces of Murphy and the crew... And - in the next room - Perry, and all the Engineers, as",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi and Elmi, nearing the top...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, keeping it calm and direct:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (RADIO, CONT'D)",
          "text": "Do what they tell you. Try to appear helpful. You've got giveaways - use them: showing them the ship's safety equipment, or how to get fresh water. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHILLIPS (RADIO, CONT'D) (cont'd) Make them feel they're in control while guiding them away from the important stuff, like radar or the engine controls. And never reveal the locations of the rest of the crew. If you are drawn into conversation with them, do not mention religion. Nothing about Allah or Jesus or your faith being better than theirs. They may throw politics at you or tell you America is the worst country in the world. Don't take the bait. You're not there to defend your nation's honor. You're there to survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are listening. The pirates are climbing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (RADIO, CONT'D)",
          "text": "Don't call attention to yourself. Don't appear too confrontational or too meek. Maintain your dignity. If you're screaming at them or whimpering in the corner, you give them a personal reason to put a bullet in your head. Murphy, Durell, Wright, Perry... hanging on every word...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (RADIO, CONT'D)",
          "text": "Last thing. A sense of humor helps. Unfortunately, none of you guys are funny - so try not to get captured. That broke a bit of the tension. But just a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (RADIO, CONT'D)",
          "text": "We know the ship; they don't. Just keep looking out for one another. We'll be okay. He puts down the radio. ATM and Wright are silent. He gra JACKKNIFE off a table, pockets it... * .»+-as the sound of an AK-47, firing, spins our head arou The bridge-door opens - Elmi rushing in, pointing that AK us and shouting in Somali like a guy on a meth-bender. Instant chaos. ATM and Wright drop to their knees, hands Phillips stands still. He has lost the bridge, officially Elmi shouting. ATM and Wright scared witless. Musi glides meeting Phillips for the first time now: \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Relax, Captain, relax. Just business. No Al Qaeda. You stop the ship. Phillips nods. Musi looks the bridge over, notes Wright a ATM - shocked to find a black sailor here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "What nationality?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Me? Or the ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "The ship. American, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Yes. This is the Maersk Alabama. That's BIG NEWS. Musi nods, pleased. Elmi WHOOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Okay. Just business. Stop the ship. Phillips nods, heads toward the ENGINE ORDER TELEGRAPH, w quietly keying his handheld radio and talking softly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Bridge is compromised. Bridge is compromised. Take the steering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perry and his Engineers just heard that. Perry hits a SWI that gives him OVERRIDE OF THROTTLE AND RUDDER COMMANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy speaks to his men (and into his radio):",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Okay. You know what to do. Kill the engines and all non-emergency power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alarms are WHOOPING. Phillips silences them. Musi watchin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "No Al Qaeda, no Al Qaeda. We want money only. Stop the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Okay, okay. It takes a minute. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Where's your crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't know. I'm here with you. He moves to the Engine Order Telegraph. Jiggles it. Of course, it doesn't respond. Musi is about to complain, wh ..-with a SHUDDER, the thrum of the ship's engine STOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, that fast, the POWER GOES OUT. Consoles, screens, A All dead. And we're adrift. Musi looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "We shut the engines down too fast. (pure bullshit) There's a check-down procedure. We rushed it, knocked out the grid. That pisses Musi off. Meanwhile, the ship is drifting wit the current, almost in a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Stop this circling! Straighten the ship out! Phillips \"tries\", turning the wheel, to no effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "We shut it all down too fast! Ship's broken, ship's broken. He points to the console, taps on the bow thruster and th rudder angle indicator. None of them respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Move. Phillips obliges. Musi tries the instruments, futilely, a Phillips moves to the RADAR. Three knobs on it. He turns the \"gain\" knob and turns up the \"anti-rain\" and \"anti-se clutter\" knobs. Then he moves toward the VHF radio...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EMERGENCY LIGHTING down here - but Murphy can see what Phillips is doing on INDICATORS relayed from the Bridge. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Attaboy, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEN QUINN",
          "text": "What's he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Degrading the radar. And changing the frequency on the radio so they won't be able to contact their mother ship. The men like it. But they're getting warm in here. No A/C",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bilal and Najee arrive on the bridge now. Shouting, point their AK's. Musi smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "These guys are Somali pirates! Crazy. I'm just interpreter. (no reply from Phillips) Dangerous guys! They'll kill you! ATM and Wright keep their hands up and their heads down. orders Bilal and Najee to take positions by the bridge do",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "Call your crew. I want them up here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Okay. Phillips moves to the P.A. MIKE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO MIKE)",
          "text": "All crew, all crew. Pirates want you to report to the bridge. Repeat, pirates want you on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Semi-darkness down here. And HEAT. Murphy eyes the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Until you hear the word suppertime, we don't move. INT. MAERSK —- BRIDGE —- RESUMING Elmi pokes at Wright and ATM with his AK. Phillips steps \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Hey, do your guys want some water? Or some cigarettes? I got a couple cartons here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Cigarettes. Phillips heads for a cabinet, grabs a few cartons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "ATM, grab some sodas for these guys, all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Sure, Cap. Phillips hands packs of cigarettes to Musi and his men. A grabs a few sodas, offers them to the pirates. Elmi ignor him, starts rifling through cabinets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Hungry? (Elmi grunts) You're in luck. We've got seventeen tons of wheat and peas in the hold. It was intended to feed most of Kenya, but what the hell - go to town. Elmi didn't like that. Phillips sits beside Wright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "(quietly) Cap, how much ya got in your safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Less than they want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "But a couple grand, right? Maybe we give it to 'em and they go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "It's a U.S. ship, Colin. They're thinking millions - not thirty grand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "How do you know? Phillips just knows. Meanwhile Musi leans over the radio, trying to re-set it, careful not to let his frustration s \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What's your tribe, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm an American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Not your nationality. Your tribe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't have a tribe. I told you. I'm an American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Your people. Your tribe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Oh. I guess I'm Yankee Irish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I'm a Somali Marine. A real sailor. The ship is still drifting in a circle. And Musi just ERU",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "Where is your crew, Irish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't know. I'm here with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Get them up here now! If not, these crazy-guys kill you! Bilal and Najee jump as if they'd been plugged into a soc shouting again, pointing the AK's:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL/NAJEE",
          "text": "Down! Down! ATM and Wright drop their heads, the AK's pressed inches from them now. Things just ramped up in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You want to die! Two minutes, they kill you! They kill your men!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Take it easy. I'm doing my best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Minute thirty now! \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I told you! Bad guys! Bad guys! Wright looks to Phillips, who moves again to the P.A. MIK All he has to say is \"suppertime\" and the crew will oblig",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO MIKE)",
          "text": "All crew, all crew. Pirates want you on the bridge now. Report to the bridge immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "One minute! We kill everyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Can you back your men off, please? Before someone gets shot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Get them up here right now! Wright, terrified, looks to Phillips - pleading...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO MIKE)",
          "text": "Pirates want you on the bridge, right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Thirty seconds! You hear me! Thirty seconds and you DIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then men know to stay put. But it's now 105 DEGREES in he Del, the old salt, is panting from heat stroke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wright is about to burst. ATM too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Fifteen seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Dangerous pirates! Get your men!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You just heard me call ‘em! ATM and Wright, each with guns at their heads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Ten seconds! \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Call them again, Irish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Hey. You wanna shoot somebody, shoot me. I'm the Captain. I'm the Captain. He moves in front of his men. Elmi pushes him away, hard. Phillips falls. While he's down, he keys his handheld:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO HAND-HELD)",
          "text": "If you don't hear from us in one minute, we are gone. Defend the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Five seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRIGHT",
          "text": "Cap? Please!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "We kill you all! Najee yells. Elmi and Bilal too. Deafening. Wright starts yelling out of sheer terror. ..-when a single unexpected sound pierces the air. A knock, at the bridge door. Everything stops. Every head turns. Musi nods to Phillips \"Go open it.\" Phillips crosses to the door, opens it. Sig ..-because it's Marv. Of course. Right where he shouldn't Phillips can hardly believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARV",
          "text": "Cap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "C'mon in, Marv. You're dead. Before Marv can reply, Elmi grabs him by the collar and p him on the ground next to ATM and Wright. But the crisis, oddly, has passed. Musi eyes Phillips:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Let's go. We search the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "For what? \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Your crew. Phillips discreetly keys his radio, so this'll be broadca",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You wanna search the ship? Good. I'm eager to find those guys as you are. Musi pushes Phillips to the door, nods to Bilal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "You too. Bring your gun. And that flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy heard that. He heads for a steel door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Everybody stay put. INT. MAERSK —- BRIDGE —- RESUMING So Najee and Elmi will be left here with Wright, ATM, and Marv. Phillips pauses at the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I want your assurance that my men won't be harmed in any way. Musi pauses, breathes out a grin... then says something t Najee and Elmi in Somali. They nod. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "What'd ya tell ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Go. He nudges Phillips out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emergency lighting. Perry and his FOUR MEN (all in their and 60's), are sweltering in here. Murphy enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Did you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Yeah. Sounds like two of 'em are coming, and Cap. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Way too much light down here; they're gonna find us. We gotta shut down the emergency power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CRONAN",
          "text": "That generator's on the deck, Shane. That's JOHN CRONAN, First Engineer. In his 40th year at s",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "His orders were we go dark and cold, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN CRONAN",
          "text": "Yeah. When's the \"cold\" part start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "I'm going for the E-PIRB and some water. Can you get to the generator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Probably. Damn it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Gotta kill the plant, Chief. That's the whole game now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips leads Musi and Bilal into a 65-foot-long passage When the door shuts, we're in semi-DARKNESS. Every fourth light lit. And we're adrift. It's spooky, even for pirate Phillips starts talking. Too loud. With his RADIO KEYED:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "This is E-Deck. You just tell me which doors you want opened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike Perry moves quickly - but quietly - up stairs. Ahead him is a door. He pauses here... then nudges it an inch: Sunlight spills in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, moving loudly, RADIO KEYED. Comes to a door. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "These are the Chief's Quarters. (opens it) Listen, don't think too badly of my crew. They're good guys. I think they're just scared. Musi barks at Bilal to inspect the CHIEF'S QUARTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Somali Marines, you tell them to do something, they do it. Nobody scared. (eyeing another door) They real sailors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That's just a safety locker. Nobody in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Open it. Phillips opens the door. It is, indeed, a SAFETY LOCKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm not here to trick you. I wanna find 'em as much as you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy emerges from a STARBOARD STAIRWELL on to the Deck. Light sears his eyes. He squints, doesn't see any pirates here. Just an EXTERIOR STAIRWELL. He makes a dash for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, Musi, Bilal - searching this passageway:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "And these are my quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What's that door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That's a telephone booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Show me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perry emerges from the PORT STAIRWELL. His eyes adjust. \f57. From here, he can see across the deck. 50 feet away is hi target: the ship's EMERGENCY GENERATOR. Five feet tall, f feet long, ten feet wide. Green. But: Straight above it, seven stories off the deck, is a grate metal WALKWAY jutting off the Bridge. Elmi_ is currently standing guard on it, meaning he can s from here straight through to the Generator below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn it. Perry exhales, calculating the odds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (INTO RADIO)",
          "text": "I've got the generator in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi enters Phillips' QUARTERS. He can't help but react. The place feels palatial to him. A large room, sunlit by windows. With an OFFICE and a SATELLITE OFFICE jutting of it. He begins to drift through, taking it all in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Standard Captain's Quarters. Then we can drop down to D-Deck. Musi pauses. Before him is a MIRROR. Might be the biggest Musi's ever seen. He eyes his own reflection as if he'd n seen his whole face before. An odd, private moment. Then he notices PICTURES - of Andrea, and Dan, and Philli daughter MARIAH. Musi reacts; Phillips catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "You have a family? Musi half-nods, looks at the picture of Dan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "When he was a boy and I had to go to sea, he'd stand in front of the door to keep me from leaving. He still kids me about it: \"My father never loved me. He'd rather be on a ship somewhere.\" I think I'm gonna tell him not to joke like that anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "My son says it too. That hovers. They eye one another. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What's his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Ghedi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "He gonna be a pirate too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "If he live long enough. Then Musi heads out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "There's a stairwell right at the end of the passageway here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy reaches the BULKHEAD beside that ORANGE LIFEBOAT. Affixed to the bulkhead by a bracket is an E-PIRB (Emerge Position-Indicating Radio Beacon) a 406 MHz DISTRESS SIGN red, looks like a walkie-talkie, with an antenna. He yanks it from its housing, activates it. It starts to BLINK and BEEP. Sending out a signal... as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "National Oceanic and Atmospheric Administration. Night sh A pup named FLOURNOY rises from his monitor, heads for a where DIETZ, his boss, is reading a newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOURNOY",
          "text": "Boss, a call just came in from the Sarsat desk in Riyadh. They got a ping from an E-Pirb off the coast of Somalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIETZ",
          "text": "What kind of vessel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOURNOY",
          "text": "American. The Maersk Alabama. Not a small piece of news. Dietz grabs a phone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another 65-foot-long corridor. Phillips, Musi, Bilal. +e HF FF",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "D-Deck. Crew quarters. (re: a door) That's a closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Open it. Phillips opens the door. Just a closet. Musi eyes him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Where'd you learn your English?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Open that one. Phillips nods, opens another door - revealing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ATM Raiza's room. There's a PRAYER RUG on the floor. And ARROW on a desk, pointing to \"Mecca.\" Musi stops. Bilal t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL",
          "text": "Muslim? Musi throws a searing look at Bilal: \"Quiet!\" Bilal shrin",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I guess. (off Musi's look:) What, you thought we were all Irish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perry closes his eyes, grabs the CRUCIFIX around his neck heartfelt prayer, then starts across the deck - racing fo that EMERGENCY GENERATOR, directly below Elmi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another corridor. Phillips, Musi, Bilal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "C-Deck. More crew quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "He the only Muslim in the crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't know. I don't get into anybody else's business. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You Christian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Does it matter? Opening doors throughout, letting Bilal and Musi inspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I was Christian 'til I was ten. Yeah, you tell me what you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "If you really need to know, I'm sort of a half-assed Catholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Your children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "My daughter's kind of on the fence about church. If it started later in the morning and served more wine, she'd probably go. (nods to a door) That's another closet. Again, Musi wants it opened. Again Phillips complies. And again, it's just a closet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. MAERSK",
          "text": "Perry, running for that Emergency Generator...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. MAERSK",
          "text": "Murphy enters, sets the blinking E-PIRB on a table, heads into the KITCHEN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi searches another small room, then stops: there's a p of NEW SANDALS lying here. He eyes them. Hmmmm. His sandals are old, ratty. But Bilal has no sandals at a Musi takes the new sandals for himself and shuts the door without Bilal knowing what he's missed. But Phillips saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perry - unseen by Elmi, seven stories above - gets to the EMERGENCY GENERATOR. It has a lid, like a dumpster. \f61. Perry opens it. Yanks a FUEL VALVE loose. Then throws TWO SWITCHES... and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sudden BLACKNESS. The Emergency Power just shut off. ..-and we're in a windowless corridor. Musi grabs the flashlight from Bilal, too quickly. It falls to the groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What happened? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Emergency generator must've failed. Musi gets to the flashlight. The beam hits Phillips' face The rest of the world is PITCH-BLACK. Drifting, creaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "How come nothing work on this boat, Irish?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Bad luck, I guess. To their right is a door. We DRIFT THROUGH IT, to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy is on the other side of that door, carrying the E- PIRB, jugs of WATER, bags of food. Now he freezes - as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (0.S.)",
          "text": "Crew's Mess. This is where we eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (0.S.)",
          "text": "Show me. Oh shit. Murphy moves away as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".»».as Phillips \"fumbles\" his keys, stalling... then he o the Mess-Door and pauses in the doorway. Here's why: The flashlight just hit something that shouldn't be here: A lump on the mess-table, a BLANKET clumsily covering the water jugs, food-bags... and the E-PIRB, which is blinkin Moving fast, Phillips takes the flashlight - as if to lea the way - starts walking toward the KITCHEN. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You guys hungry? Got some melon in the fridge. You should take it, bring it back to your men. It's just gonna spoil anyway. Musi and Bilal follow, leaving the blanket behind. But:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy himself is hiding in this Kitchen... huddled under desk. Phillips spots the edge of Murphy's shoe, sticking out... but he keeps his poker face. In fact: He shines the flashlight on Bilal's bare feet - just inch away from the hiding Murphy, who notes them, as intended. Phillips opens the fridge. Of course, no light pops on. H pulls out four big CANTALOUPES, and some JUICE-BOXES. Han them to Bilal, who has the AK in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "(re: AK) Want me to hold that for you? Bilal laughs. Then gets another sharp look from Musi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "I'll find a bag. He grabs a bag, puts the melons in it. Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "This leads to the Hospital. He starts walking, in the darkness. Musi follows. Bilal t Murphy, under that desk, finally breathes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips leads them into the Hospital Bay. The flashlight beam reveals nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Okay. Where to next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Engine Room. Musi grabs the flashlight back from Phillips. .»+-as Murphy, under that desk, tightens. Oh, no... \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "110 and pitch black. 65 year-old Del is barely breathing. The guys hear a tapped out KNOCK on the door. Durell open it. Here's Perry. He hurries back in, winded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Everybody okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "Del's in trouble, Chief. We gotta get him some air and water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY",
          "text": "Soon. Soon. Just gotta hang in there. Perry flips his RADIO ON - just as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (THRU RADIO)",
          "text": "Chief, it's Shane. They're leaving the Hospital Bay and coming your way. Break some glass outside the Engine Room door. One of 'em's barefoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (INTO RADIO)",
          "text": "Copy that. Thanks, Shane. Perry eyes the men in here. They're fading fast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips leads Musi and Bilal toward the Engine Room, wel aware that his crew is in there somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Hang on, lemme just find the Engine Room key. It's hot down here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "All your men babies like you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "My men are merchant mariners. That had an edge on it. They step toward the door... when .»..-we hear a CRUNCHING SOUND, and a groan from Bilal; h stepped _on what we now see is BROKEN GLASS, by the door. The kid winces in silence. Musi eyes him, then looks to Phillips, \"Open the door.\" Phillips obliges. They enter: \f64. INT. MAERSK —- ENGINE ROOM - CONTINUING A deep space. Phillips pauses in the doorway. Musi waves flashlight. Bilal is on one foot now, in searing pain... .--as we drift just on the other side of a door, to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. AFTER-STEERING ROOM",
          "text": "12 men, hiding. Durell attending to Del. They hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (0.S.)",
          "text": "Where all your engineers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (0.S.)",
          "text": "I dunno. They could be anywhere. Durell looks to Perry, who quietly grabs a JACK-KNIFE... .+.as we RETURN TO Phillips and Musi - walking ahead of Bilal, who is too hobbled to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Why they don't come when you call, Irish? They don't like you? Phillips hadn't expected that. He pauses. ..-while his men, on the other side of the door, listen i",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Not much, no. I think they think I'm a prick. That landed - on the faces of Phillips' men...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What that word mean? Prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "A guy who keeps telling you what a horse's ass you are ‘cause he thinks it'll make you work harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Then I'm a prick. Good! (Phillips almost laughs) You treat sailors too nice, you get soft sailors. Lazy, lazy. Captain has to be a prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. He doesn't. It's just a habit. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "If you keep 'em scared of you, maybe they sail better - then you don't have pirates taking your ship away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That wasn't them. That was me. (a beat) I always thought when the time came I'd be able to outrun you. My mistake. The men heard that too. But Musi wasn't listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What's that door? Musi's pointing at the very door separating him from all these men, the AFTER-STEERING ROOM DOOR. Uh-oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That's a Haz-Mat closet. Musi weighs that. Bilal wincing. The moment just hanging. Then Musi moves on, choosing not to open the After-Steeri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "door. He just heads out. Bilal follows, limping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "We should get back to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Massive relief on the faces in here. Some gratitude too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ATM, Wright, and Marv on the floor. Najee and Elmi on gua The door opens. Phillips, Musi and Bilal return - Bilal hobbling, bleeding badly. Najee and Elmi are silent, only because voicing disappointment would be insubordinate. But Musi can feel their anxiousness. It infuriates him. S",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "We go search again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That's a waste of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "My ship now! Understand? + eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs that FLARE GUN off a desk, and: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From here, Musi can see his SKIFF, bobbing gently aport. It's a tiny target, one that Phillips missed several time But Musi takes aim with that flare. A single shot... BULLSEYE. The flare hits. The skiff catches fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi returns. From here, all the men can see the SMOKE ri from the burning skiff. It's unsettling, for the pirates",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I decide! We look again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You wanna find my crew? Then take these guys. He gestures to ATM, Wright, and Marv. Musi's thrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "The crew's not gonna respond to me. I'm the guy they're mutinying against. Take them. Musi pauses, wary. Eyes the three crew members... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "(xe: ATM) I take the Muslim. Phillips sags; he'd wanted all his men off this bridge... Musi grabs an AK, yanks ATM up off the floor - but: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "They aren't gonna come out if you're * armed. * (Musi pauses) * It's a respect thing. They're * sailors. * Musi considers that, studies ATM - a long beat - then cro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "to Najee, handing off the AK and mumbling instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".--which gives Phillips a chance to mumble to ATM, out of Musi's earshot - while KEYING his radio: * \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Take him to the guys. They'll know what to do. ATM nods. Musi returns, studies ATM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You really a Muslim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Then why you sail with these guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "Why you sail with pirates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "‘Cuz pirates own the water, Brother. He grabs a LONG-KNIFE, and pushes ATM out the door. Phill watches, concerned but hopeful. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 a.m. Andrea sleeps. Outside, a cold WIND blows. Hard. She's sleeping through it... until the wind jogs that old SHIP'S BELL on the patio. It rings. And her eyes open. Fear, that fast. She knows something's wrong... We CUT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO HOURS have passed, in silence and heat. Tension hangi Phillips is removing the glass from Bilal's feet. It feel like kindness, but Bilal can't quite trust it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Where are they? Where they go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't know. I'm here with you. (Najee grunts, irritated) Colin. Marv. Go look for them. Wait. What? The pirates eye Phillips. So do Wright and Ma",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "My men know the ship. They'll find ‘em. And that way you guys can stay up here on the bridge. \f68. A pretty bold play - and Wright's fairly sure it isn't go to fly. But Najee decides quickly... turns to Wright:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "(re: Phillips) You no come back, he die. Wright nods, rises. Marv too. The pirates feign disintere .»-which gives Phillips a chance to say to Wright, quietl",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't expect to see you two back up here. Is that understood? Wright nods. Marv half-nods. They head for the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "125 degrees now. Sweltering. ATM leads Musi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT",
          "text": "This leads to the Engine Room and the After-Steering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I know the boat. Why you guys all talk so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ATM's about to reply... when they both stop. Shocked. Musi's flashlight just landed on a FACE - Perry - 20 feet away. Perry ducks behind a corner. Musi starts after him. has to do something about it. He grabs Musi, but: Musi strikes him with the flashlight across the jaw and charges down the corridor. We FOLLOW... ...through this dark, tight space - just a flashlight bea and Musi's heavy breaths. Around that corner, when: A JOLT OUT OF THE DARKNESS - Perry, lunging at Musi with JACK-KNIFE, slicing into Musi's hand. Musi howls, drops h long-knife and the flashlight. ATM jumps in now, grabbing the injured pirate, backing hi against a bulkhead. Perry puts the knife to Musi's throat There's a RADIO on Perry's hip. He grabs it, flips it on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (INTO RADIO)",
          "text": "Hey, Pirates. Come in, Pirates. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pirates turn, deeply thrown. That voice, crackling through the RADIO overhead. Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO, CONT'D)",
          "text": "This is the crew of the Maersk Alabama. We have your Captain. Phillips grins. But the pirates are irate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO, CONT'D)",
          "text": "Do you read, Pirates? We have your captain. Will trade him for our men... and for you guys getting the hell off this ship. The Pirates confer intensely in Somali... until it's deci that Najee will reply. He grabs the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (INTO RADIO)",
          "text": "You have our guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO)",
          "text": "Yeah. Bleeding, but we got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (INTO RADIO)",
          "text": "We don't have a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Take our lifeboat. On the stern. Najee lowers the radio, looks to Phillips:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "We need money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "It's in my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Show me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips opens his safe, extracts $30,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Thirty thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "And how much you worth, Irish? How much a couple of your guys worth? \f70. That had some edge. Phillips hands over the cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lifeboat sits on those skids, above B-Deck. Anyone in it will drop from here, 45 feet straight into the sea. Elmi, Najee, and Bilal eye it, trying to look undaunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Need more fuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "We can arrange that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "And food. Water. Phillips calls out... one deck up... to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy and Durell are one deck above the lifeboat, watchi",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "They want some food. Murphy looks to Durell, who nods, under his breath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "I'll go find something spoiled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Pork. Make sure it's pork. Durell smiles, goes. Murphy leans over and half-waves to three Pirates, as if he were their best pal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Food's on the way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "You show us our captain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Soon as you're in the water. Najee doesn't like it. Murphy doesn't care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Let's go get your fuel. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips siphons fuel from a DIESEL GENERATOR into bucket Najee stands guard. Elmi is a few feet away, flipping the same GENERATOR switches that Perry used to kill the power",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Will you please leave those alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You trouble, Irish. You pain in the ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "No. More fuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Where ya headed? Disneyworld?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "More.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Najee, Elmi, and Bilal get their first look inside the lifeboat: hatches, seats, the elevated bridge... (They do know it yet, but this will be \"home\" for the next few day",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Once you're in and secured, you're gonna hit this valve. Might take a few pumps. The cog releases, and you go down the skids and into the water. Najee should be nodding. He isn't. Something odd about th But before Phillips can react... he sees the caricature o himself, drawn by Dave. And the words \"Philips is a shit. Phillips eyes it, breathes out an ironic smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "At least spell my name right... The pirates don't comment. He moves on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Your food's here. Najee nods. Phillips steps through the AFT HATCH, to: \f72. EXT. MAERSK - B-DECK — CONTINUING Bilal and Elmi watch as Durell steps forward with a box o FOOD, covered with tinfoil. Phillips gets a whiff, smiles",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Specialty of the house, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "Steward called it “horse-cock.\" Phillips grins. Murphy is ten feet away, glaring at the pirates. They're keeping a watchful eye on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Crew holding up okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "Couple heat-strokes, but they're fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "See that they get treated, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURELL",
          "text": "Why, Cap? You goin' somewhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Ya never know. That hangs there. He turns to the pirates:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Okay. Get yourselves harnessed in. We'll send your captain down to you once you're in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "No. That halted things. Murphy waits. Phillips not reacting,",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (CONT'D)",
          "text": "You come in water with us. When we have captain back, you show him how boat works, then you go free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "That wasn't the deal, Asshole. Najee points an AK right at Murphy's head, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "New deal. \f73. That fast, everything ramps up. Elmi points his AK at Dur Bilal, on one foot, points his at the guys on C-Deck. And suddenly everybody's barking - Somali vs. English:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (CONT'D)",
          "text": "(re: crew-members ) Who you like least, Captain? Who you don't mind if they dead? More barking. More AK-pointing, testosterone rising - unt",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Belay that! All of you! The barking stops. We PUSH IN on Phillips...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "(at Najee) Stop threatening my crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "You get in the boat, nobody shout at nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Then let's go. The pirates lower their weapons, heading for the lifeboat Phillips too. No one on the crew can believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Wait a minute. You're goin' in the water with these guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Send him down once we're underway. On the ladder amidship. Murphy's at a loss. The whole crew is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "How 'bout I go instead? And you stay on deck. I can show 'em how it works as good as you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You buckin' for overtime pay now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Cap, you get in there with them, you ain't comin' out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "We want ‘em off the boat, right? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Yeah. But not like this. Phillips climbs in the lifeboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (CONT'D)",
          "text": "Cap...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Crew's yours, Shane. You got it? A last look between them. Feels like a goodbye. Murphy no Then Phillips \"dogs\" (closes) the aft hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, sealed in with them now, moves to the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Get your yourselves secured. This thing drops like a stone. The seats in here have harnesses like those on a carnival ride. Bilal, Elmi, and Najee strap themselves in, facing",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL",
          "text": "Hey, Irish. How come you do that? Your guy wanna take your place in here with the dangerous pirates. How come you say no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm Captain. He's crew. Are you harnessed in? Bilal nods without understanding. Phillips grabs a radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "They can still strafe the ship, so keep the guys out of harm's way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO)",
          "text": "Roger that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "How's his hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. MAERSK",
          "text": "Musi, bound and gagged, his hand bleeding profusely, has brought up to C-Deck under guard. Perry eyes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (INTO RADIO)",
          "text": "He'll live. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "Okay. Releasing lifeboat now. Phillips puts the radio down, harnesses himself in, grabs RELEASE VALVE, (a hydraulic pump.) Starts PUMPING it, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. MAERSK",
          "text": "A COG holds the lifeboat on these skids. Now it's receding, hydraulically... .+.-as Phillips keeps pumping the valve, eyeing the pirat",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "(quietly, eyes heavenward) God, if you have to kill someone on this drop, I'd appreciate it not being me... A few more pumps on that release valve, then: .+.the COG on the skids falls away. ..-and the lifeboat, unmoored, rockets down the skids. 12 feet, like a sled, nose down, then off the edge of the sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 45-FOOT DEAD DROP, hurtling toward the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates are stunned by their own velocity. Phillips braces himself. The surface rushing up to meet him, then: A THUNDEROUS PLUNGE as the lifeboat smashes into the sea, sending up a huge plume, vanishing under water. It's like a car wreck in here, bodies hurtling, banging, restrained by those harnesses. Water ABOVE us... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. WATER-LINE",
          "text": "The nose of the lifeboat breaches the surface, its bridge feet above the waterline, visible through those WINDOWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips gathers his wits, looks to his passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERRY, (THRU RADIO)",
          "text": "Cap, you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "We're okay. Bring him amidship. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murphy on deck. Musi, hand badly BLEEDING, is beside him. The lifeboat - powered by a 4 cylinder diesel engine - pu up alongside the Maersk 20 feet below, idling amidship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "You go in, he comes out. Right? Musi smiles. The whole crew is watching from various deck as he begins to climb down his own ladder, slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. LIFEBOAT",
          "text": "Elmi opens the aft hatch, points his AK at the Maersk cre again. Nobody flinches. Musi keeps descending.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. LIFEBOAT",
          "text": "Through the cockpit window, Phillips can see Murphy on th Maersk deck - but there's an ocean between them now. Phillips clutches the radio... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "Listen, Shane. This ship is due in Mombasa two days from now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO RADIO)",
          "text": "That's what the schedule says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "I expect you to get it there. That lands. And Murphy doesn't like it. He watches Musi, descending, then looks to the open hatch, doing the math.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO RADIO)",
          "text": "I got a better idea. How ‘bout you jump outta that lifeboat, right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "Can't do that, Shane. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO RADIO)",
          "text": "Cap, enough of this already. Get the hell outta there. We can take these assholes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (INTO LIFEBOAT RADIO)",
          "text": "Crew did a helluva job today; you did too. Tell ‘em that, okay? \f77. Murphy's about to respond when... Musi INT. Musi look reaches the hatch, and climbs in - leaving it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIFEBOAT",
          "text": "eyes Phillips, and Bilal's now-bandaged foot, (with a of mild scorn.) Najee quickly hands over the $30,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Not much to operating this thing; I'll take you through it. If you want me to fix up your hand there's a med- kit behind you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Did you say goodbye to your men? So much for pretense. Phillips expected that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Good. ..-which is when - no surprise - Musi grabs Phillips and shoves him to the floor, then throws the hatch shut, and guns the throttle, the lifeboat speeding away. The crew on the Maersk holler, but they're helpless. Phillips is shoved into a seat at gunpoint. No expression EXT. MAERSK —- DECK — RESUMING The lifeboat speeds away from us. The men watch it go, li",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "You dumb son of a bitch. (sighs, then...) Okay, let's power up and run ‘em down. Full ahead, and hard left. The crew goes into action... We CUT TO: INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURLINGTON HOSPITAL",
          "text": "Andrea's in the middle of a shift (she's an E.R. NURSE) Checking a medical chart, when her CELL rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "This is Andrea. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE WILLARD, (THRU CELL)",
          "text": "Andrea, it's Mike Willard. What's the name of the ship Rich is on? And just like that, Andrea knows. Her husband's in troubl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "What happened? Pure dread. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BEACH COURSE",
          "text": "Navy SEALS run on a beach. BRAVO PLATOON: 16 guys, ages 2 35. Warriors. Athletes. Patriots. Led by LT. SAYERS. A black SUBURBAN pulls up alongside them. Driving is LT. COMMANDER ROBERT ABOITIZ, (36, from East L.A.) Behind him THREE MORE SUBURBANS. The SEALS come to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "Need all your men in the trucks, Lieutenant. We have a situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "What's up, Boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "An American's been captured by pirates off the coast of Somalia - holding him in an escape craft. Nearest warship is 345 miles out. (that lands) No calls to wives or girlfriends. We're briefing in the Team Area. Then we're geared up and on a plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYERS",
          "text": "(at his men) Okay, Bravo. Into the trucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "A muggy fiberglass hell. Elmi checks the FUEL BUCKETS in nose of the lifeboat. Phillips watching. * Musi, at the helm, is dividing the $30,000. He gives hims all the 100's, splits the 50's among three other piles. * Phillips notes that too. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What's all the fuel for? * (no reply) * (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PHILLIPS (cont'd) Ya got five times more than you need. What's it for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Protect us from other pirates. (Phillips is silent) Some other tribe come, try to take you away. We make big speed, then... He makes an EXPLOSION sound, laughs. Phillips eyes him. Musi opens the FOOD-PACKAGE from the Maersk. He smells it grimaces. Motions to Bilal, \"Take the wheel.\" Then Musi o the tiny aft hatch - again, Phillips watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi tosses the styrofoam box into the water, then spots something... He stares - angered but not surprised: It's the MAERSK, fully powered now, on his tail. Musi duc back down, shuts the hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING",
          "text": "Musi eyes Phillips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Thought you said ship was broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I guess they fixed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Uh-huh. (at his crew, in Somali) Come get your shares! The men approach him on the Bridge. He hands each their \"share\" of the $30,000. It's bloody money, though. From t GASH on his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Careful. You're bleeding all over my boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "My boat now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Congratulations. Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Home. +e HF FF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips feigns indifference; it's an act...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEVEN NEWSCREWS outside now. 20 PEOPLE inside, here to he (TIMELINE: The Maersk reps have not yet arrived.) Nancy is manning the door - a REPORTER trying to get in..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Um, this guy says he's a local reporter. But I don't know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBER",
          "text": "Check his shoes. Is he wearing penny loafers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NANCY",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBER",
          "text": "He's not local. No one from Underhill wears penny loafers. Close the door. Nancy smiles politely, shuts the door. .»+-as Andrea drifts through, talking on her cell with Da",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "We still don't know anything yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN, (THRU CELL)",
          "text": "I'm gonna come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "No, Honey. You need to stay there. You've got your exams this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN, (THRU CELL)",
          "text": "Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "It's a zoo here, Honey. Reporters all over. I want you away from it. (over him) Whaddaya think Dad would say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN, (THRU CELL)",
          "text": "He'd probably say, \"Do you know how much I'm spending on that school? Stay put and do your job.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "Probably. \f81. Amber approaches Andrea, holding a LAND LINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBER",
          "text": "(re: phone) Andrea, it's John Reinhart. Chairman of the Maersk Line. Andrea pales. Maybe he's calling with bad news...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO CELL)",
          "text": "Sweetheart, I have to take this; it's the guy from Maersk. I'll call you as soon as I know anything. It's all gonna be okay. I love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN, (THRU CELL)",
          "text": "I'm getting in the car. I'll be home tonight. CLICK. Andrea sighs, hangs up the cell, grabs the phone..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REINHART, (THRU PHONE)",
          "text": "Hi, Andrea. This is John Reinhart. How ya holding up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Just your typical April morning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REINHART, (THRU PHONE)",
          "text": "I understand. Listen, there's been a development - and I wanted you to hear it from me. We've gotten the ship back. The crew's fine. The pirates have escaped on a lifeboat. (dreading this...) But they have your husband with them. Andrea pales. Can barely speak. The room waits...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "On the lifeboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REINHART, (THRU PHONE)",
          "text": "Yes. It's a hostage situation. But you have my assurance, we're going to do everything we can to get him back to you safely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "I see. + eH \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REINHART, (THRU PHONE)",
          "text": "I'm sending two of my best people to your home - to help you deal with the media, incoming calls, anything you might need. Would that be okay? Andrea can't reply. She can barely breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REINHART, (THRU PHONE)",
          "text": "Andrea?... Andrea? INT. LIFEBOAT —- MOVING - DAY 9 a.m. 105 degrees in here. Phillips sits, sweating. Baki Musi sitting opposite us, flexes his injured hand, pained",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "That infected yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "How would I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Fever, shaking, vomiting, incontinence. Then it gets bad. Musi pauses, conscious that his men are watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "They're not gonna think you're a baby. They're gonna think you're staying fit enough to maintain command. Musi rises, gets the First Aid kit, hands it over. Philli pulls out eyewash, saline, bandages, a long roll of tape. Phillips casually cuts the tape with the JACK-KNIFE that' been in his pocket for two days now. The pirates eye him. Without comment he surrenders the knife... and unwraps th bloody shirt off Musi's hand, revealing a nasty-looking g He pours eyewash and saline on it, gestures toward Bilal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Need to re-dress his foot too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Why you so worried about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "He's a sailor and he's injured. +e * HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Remember what I tell you about treating a sailor too nice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "How're the sandals? They fit okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You trouble, Irish. Yeah, you a problem. They eye Bilal, nervously knotting that three-colored rop",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "Nothing wrong with him - he just afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Yes. Of seeing my children starve. (no reply) We get back to Somalia, everything working. Tell insurance guys what we want for you, and everybody get rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Sorry. But I doubt it. (Musi waits) Why would the line pay you? They got their ship back, their crew, all of their cargo. And Captains are replaceable; don't you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Only some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan is home now. He sits beside Andrea... and Amber, Nanc DAWN, JANET, PATTY (more sisters in law); LEA (Andrea's sister); Mike Willard; TEN OTHER NEIGHBORS. All of them looking at Allison - the Maersk rep - who sta in front of two ERASURE BOARDS. She shuts the tv off, and",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "Okay. Rule Number One. No more tv. There are too many rumors bouncing around, and way too many opinions. From now on, we get our information only from the State Department, Defense Department, or from Maersk. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALLISON (cont'd) Everything that's confirmed goes on these erasure boards. Starting with this: the USS Bainbridge is on site and in contact with the pirates. There hasn't been an official ransom demand made yet. The Commander of the Bainbridge is taking his orders from a Task Force Commander, who answers to the Flag Officer of the Task Force, an Admiral named Michelle Howard. We are in touch with her on a regular basis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBER",
          "text": "Go Michelle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "She answers to the Fifth Fleet Commander in Bahrain. He answers to the Chairman of the Joint Chiefs of Staff, who answers to the Secretary of Defense, and ultimately President Obama. All of whom are monitoring this situation closely. The President is receiving regular updates on the situation. If he feels a military response is required, he will give the go-ahead for a rescue. It's his call. Flattering, right? It is. So why'd Andrea just go pale?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Oh shit. (they wait...) Richard voted for McCain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Phillips, in his usual seat. Then: THUMP THUMP THUMP. The sound turns our heads. It's Najee, trying to break a WINDOW ON THE BRIDGE with the butt of h AK-47. Repeatedly. An attempt to get some air in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Ya might ask him to stop that, before he takes your head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "He wants air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "But he's still got the clip in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HH HHH HH HK +e HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi nods, then barks at Najee in Somali. Najee removes t clip from the AK, starts banging again... Finally, he breaks _a_ pane. A small trickle of air blows",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I have to urinate. Musi calls to Bilal, who puts down the rope, grabs his AK and - hobbling - leads Phillips back to the aft-hatch. Bi un-dogs it, and they emerge:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUING",
          "text": "Phillips steps outside... and his jaw drops - just saw * something huge, off our stern: The USS BAINBRIDGE, Guided Missile Detroyer, 300 yards aw Bilal smiles, thrilled. Huh? He pushes Phillips inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING",
          "text": "Bilal dogs the hatch closed. Looks to Musi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL, (SOMALI, SUBTITLED)",
          "text": "Navy here, Boss! U.S. Navy! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "Yeah? Musi turns to port... and there it is, visible through th tiny cockpit windows. The Bainbridge. Instant reaction: Musi WHOOPS with excitement. Couldn't b happier. The others join in. Phillips is at a loss. As they yell and shout, Musi grabs the lifeboat radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "Navy Navy? You got the pirates here! No military action! No military action! We not Al Qaeda! The voice of CAPTAIN FRANK CASTELLANO comes through:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO, (THRU LIFEBOAT RADIO)",
          "text": "This is the USS Bainbridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "Good to see you! We not Al Qaeda! Need food, water, batteries, and more * bullets! Lifeboat out! \f86. End of transmission. Musi laughs. His men do too. Huh...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't get it. Why're you so happy to see a navy ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "We got an escort now - get us back to Somali waters, safe from other pirates! Everybody knows to stay away from the gray! (means it) You beautiful, Irish! You better than twenty hostages!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NAVY ZODIAC (inflated motorboat) skims water. Aboard it FOUR SAILORS, commanded by LT. KINIMURA, bearing a BOX of PROVISIONS. The Zodiac reaches the lifeboat, both idling. Musi opens the aft hatch, armed. Eyeing Kinimura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINIMURA",
          "text": "We want to see the Captain first, make sure he's still okay. Musi barks at Elmi below deck, who shouts at Phillips:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI, (0.S.)",
          "text": "Come. Wave. Phillips appears in the hatch, waves at the sailors... th Elmi pulls him back down below. A beat... Kinimura's men hand over the provisions: a RADIO, batteri water, chocolate POP-TARTS. And, strangely, A-1 Steak Sau Kinimura pulls the radio out, hands it to Musi:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINIMURA",
          "text": "Dedicated channel. My C.O. wants to talk to you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I'll talk to him later. Kinimura reacts, thrown. Musi smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "Old Somali saying: \"You have all the watches. But we have all the time.\" He laughs. Kinimura doesn't. We CUT TO: \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ARMY OF REPORTERS is now confined to a church parking lot. They watch as a \"COME HOME CAPTAIN PHILLIPS\" sign is hung across the street. There are YELLOW RIBBONS everywhe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV, phones, 20 people here to help. Andrea drifts through FOOD PLATTERS are all over now. Casseroles, lasagnas, cak sent by friends, strangers. Serving trays are everywhere. approaches Andrea, bearing a particularly grand one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEA",
          "text": "This is from the local Somali community. They want you to know how sorry and ashamed they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "We have a local Somali community? Lea shrugs. Andrea looks around for Dan. There he is, by window, looking out at the snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (CONT'D)",
          "text": "You doin' okay? He shrugs, but the answer's no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I was just thinking how much he loves the snow. If the temperature hits eighty, he thinks it's too warm. But he never complains about snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "He's gonna be okay, Honey. He's looking up at the sky, right now, just like you are - thinking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Or maybe telling the pirates how to sail. She breathes out a much-needed laugh. Dan too... but ther pure terror behind it. Andrea can see it; it's heartbreak She knows what to do. A few feet away is FATHER DANIELSON He's 50, their local priest - has been here all morning. Andrea takes his hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HHH FH HHH OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Can we say one more, Father? Maybe all of us together? (Danielson pauses) Richard's so strong; I know he's hanging in there. But can we say one for the men who're trying to help him? Danielson nods, of course. Andrea grabs Dan, as we CUT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MILITARY TRANSPORT PLANE, 5,000 feet over the ocean. Inside, gear - weapons, comm, nav, scuba - all strapped i an RHIB (rigid-hull-inflatable-boat). The RHIB is secured the floor by cables, with parachutes attached to its ster -+-as 16 men stand, game-faces on. This is NAVY SEAL TEAM SIX. We move down the row of them, starting with their TE LEADER, Lt. Aboitiz. Then face after face, until we land Two Seals - PETTIS (black, future world-leader), and JOON (Korean-American, quiet.) A light above them goes green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "Okay, guys. Time to hop and pop. The BACK OF THIS PLANE OPENS like a mouth. Wind rushes in GUILLOTINE severs the cables securing that gear-laden RHI ...and the RHIB rockets out of here at 120 mph, sucked ou with awesome force, its chute deploying automatically. No the SEALS themselves dive out. We FOLLOW PETTIS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falling, in darkness. Not a photon of light beneath us, ( waters of the Indian Ocean don't refract light at night.) Feels like an endless abyss down there. No form at all. But there's a lit ALTIMETER on our wrist, counting down.. 700 feet, 600... Our CHUTE above us. Then the RHIB hits w below us. A huge SPLASH. We keep plummeting, down... Then... a BIGGER SPLASH. That's us, submerging powerfully water all around us... then coming up again, to find: 16 men in synchronized action, SEALS leaving their chutes sink in the water and boarding the RHIB. The BAINBRIDGE appears now, coming to get us. The C-17 is long gone. We've just \"splashed in,\" SEAL-style... \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COMBAT INFORMATION CENTER of a guided missile destroy icy blue lighting, a horseshoe layout of consoles manned 20 SAILORS, under the command of Captain Castellano:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO",
          "text": "Everybody vigilant. Game faces on. Beside Castellano is RICHARD GARRIDOS, an FBI man to his core, the only civilian on board. They turn as Lt. Aboiti enters, exchanging a salute with Castellano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO, (CONT'D)",
          "text": "Lieutenant Aboitiz, SEAL Team Commander. Richard Garridos, FBI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS",
          "text": "Good to meet you. Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "In place and ready to go. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. BAINBRIDGE",
          "text": "Pettis, Joon, and EIGHT OTHER SEALS pass through a hangar containing two MH60 Knighthawk HELICOPTERS - as we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (V.O.)",
          "text": "Orders right now are, no offensive action. We just keep shouldering ‘em away from Somali waters. + eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge RETRACTABLE DOORS open in front of the SEALS, reveal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fantail of the Bainbridge sits low and flat in the wa From here, the lifeboat is a tiny target on black ocean. SEALS drop their gear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (V.O.)",
          "text": "Understood. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aboitiz, Castellano, Garridos:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS",
          "text": "But that directive is countermanded * if the hostage is observed to be in * (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARRIDOS (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "immediate danger. What kind of * surveillance do we have? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. UNDERWATER",
          "text": "We're right UNDER the lifeboat. And we aren't alone. * A team of SEAL FROGMEN are here too - attaching LISTENING DEVICES to the hull of the lifeboat. The devices are roun black, like hockey pucks. The SEALS activate them. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ENSIGN is at a console, listening in on the lifeboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "We have good ears on the boat. And I've got sniper-killer teams surveilling from the fantail, locked in. +e * HF",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS",
          "text": "Those windows aren't much of a target. How're you gonna hit ‘em from the fantail of a moving boat? A few sailors react. But Aboitiz is unfazed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "A lifeboat riding bow-down on this ship's rooster-tail has a 17-second cycle of harmonic motion. At the half- point of every cycle, or at 8.5 seconds, the lifeboat will, for a brief instant, be steady on. As he CONTINUES, we RESUME INTERCUT WITH: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five SNIPER-KILLER TEAMS, in pairs: RAMOS-WINSTROM; INGRA NGUYEN; SHRIDAR-KAY; REESE-HICKS; and Pettis-Joon. Four of the teams set up shop on LARGE CRATES, (a shooter resting his weapon on the crate, spotter behind him.) Pet lies belly down on a mat, on the fantail, Joon behind him The snipers have SR-25's. The Spotters have OPTICS DEVICE Through Joon's we see the lifeboat in the distance. Its windows look TINY from here. Bobbing up and down... Every SEAL sound-checks his NECK MIKE, as: \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (0.S.)",
          "text": "During that lull, the scopes on a sniper's SR-25 can image their targets very easily. The first shot, a wad cutter, takes out the windows, removing all deflection criteria and giving four shooters, each on a single target, a clean line of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aboitiz and Garridos:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ",
          "text": "Any of our team members could then put three slugs inside the head of a quarter at 100 meters - although that is not the ideal distance. Garridos takes all that in, sold. Then: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS",
          "text": "I'll talk to the pirates now, * Captain. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME, (NIGHT)",
          "text": "Najee is finishing that multi-colored rope. Elmi is sitti up front, near the fuel buckets. Musi on the bridge. That leaves Bilal, guarding Phillips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "How's your foot? Any better? Bilal shrugs, conscious of fraternizing with the hostage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (0.S.)",
          "text": "You stop talking to him. Musi, calling out from the Bridge, angry. Bilal tightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "He already got one captain. Somali Marine don't need two. Phillips shrugs, turns away... looking through that box o provisions. Pop-Tarts, etc... until he notices something:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back of that bottle of A-1 steak sauce. Something's b written on it. By hand, in English - obviously a message for him by the Navy. Phillips reads it: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Talk. We can hear you. USN.\" * \f92. Oh. But Phillips barely has time to integrate it, when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (THRU LIFEBOAT RADIO)",
          "text": "Pirate leader. Pirate leader. Come in. Musi turns, unmoved. But:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. USS BAINBRIDGE",
          "text": "Garridos, watched by Aboitiz and Castellano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "This is the FBI. Come in. Musi's eyes just went wide. His men react as well. FBI. T VERY big letters. He regroups, grabs the radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "No F.B.I.! We not Al Qaeda! We talk to insurance negotiator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Sorry. F.B.I. My name's Garridos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "No military action! We want only ransom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Okay. What'll you give me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "We want two million dollars and passage back to Somalia. Then you get your man. Phillips watches all this... noting Bilal's reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "What's your name? I'd like to know what to call you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "You can call me Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Okay. You and I will be working together until we figure this thing out. Tell me about your injury. And your crew-member.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "What? \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "You have a gash on your right hand, and you've got a crew-member with glass in his foot. Correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "I want to talk to the insurance guy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "I have trained medical personnel on this boat, and a first-class hospital bay. Maybe you two come aboard and get treated. Then we can talk about things, face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "I get it fixed when I get back to Somalia. We talk then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "That's gonna be a problem. We're willing to work with you - but we can't let this thing reach land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "We Somali Marines! We have right to go back to our country!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Not with an American hostage. Musi hangs up, angry. No one speaks. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (THRU RADIO)",
          "text": "Garridos for lifeboat. Come in. Musi grabs the radio again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "No military action! We talk to Insurance negotiator! Two million dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Look out your window, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "We going to Somalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Captain. Your cockpit window. Musi does... and he sees the five sniper-killer teams on fantail of the Bainbridge - aiming right at him. \f94. It's just a moment - blink and you'd miss it - but all of bravado just vanished; and Phillips saw. Bilal saw too. M regroups quickly... Then, with utter control:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "We going home now. Stay away from the windows. He leans on the throttle, instant acceleration. His men d speak. But they know something's wrong. Najee and Elmi drift away, quietly. That leaves Phillips Bilal, out of everyone's earshot. Phillips studies the kid. Bilal looks away... Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Are you a good swimmer? (Bilal's a blank) ‘Cause you need to jump off this boat and get away from here, as fast as you can. Your captain's leading you to some very bad places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL",
          "text": "I never been anywhere else. That landed. Bilal walks away. Phillips sags. On the brid Musi starts singing a SOMALI WAR SONG. Loud. Off-key. Intentionally unsettling. And he keeps singing, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garridos, listening in. He takes off his headset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS",
          "text": "Captain, I need a chopper. Castellano nods, no problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea is in bed but wide awake. Amber sleeps in a chair. anxious stillness hangs. Then it's shattered: the PHONE RINGS. Oh no. Andrea grabs",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. MAERSK",
          "text": "Shane Murphy, on the bridge of the Maersk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO PHONE)",
          "text": "Andrea, it's Shane Murphy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Oh. Hi, Shane....",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO PHONE)",
          "text": "You doin' okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Uh, you know. Anxious. Flanking Murphy are some of the Maersk CREW-MEMBERS we no know: ATM, Durell, Perry, Ken Quinn, Colin Wright. Even M Dave, Del. Murphy's speaking for all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO PHONE)",
          "text": "The Navy wouldn't let me call you before. We're in Mombasa now, as scheduled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (PHONE, CONT'D)",
          "text": "Just wanted to tell you - we all did - we owe your husband our lives, every guy on this ship. He got in that lifeboat to save us, and you should be proud of that. He's a brave son-of- a-bitch, Andrea; and he's gonna outlast those guys, I know it. He'll wear ‘em down. Last we heard he was doing okay and in good spirits. So you stay strong, okay? He loves you. He'll get back home to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea just nods, a single tear rolling down her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (PHONE, CONT'D)",
          "text": "Anyway. I gotta go. Still got a ship to run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Thanks, Shane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (INTO PHONE)",
          "text": "If you talk to him before I do, tell him we all said thanks, okay? End of call. Amber takes her hand. We STAY WITH MURPHY: Through the bridge windows we see CRANES off-loading the Maersk's containers. She has docked in Mombasa now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The NAVY GUYS are leaving. A NEW CAPTAIN, Phillips' replacement, comes aboard. Murphy nods politely. The show goes on - as we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Phillips stands, wet and bleeding. His hands tied to the horizontal bar overhead, feet tied too. (We've TIME-JUMPED again: Phillips has already been beate for trying to escape. They've just made him piss himself. But there's now an AK an INCH FROM HIS FACE - held by Elm who pulls the trigger. CLICK. He's just dry-firing it, but the flinch from Phill made Elmi smile. The tenor in here has gotten meaner. Sic Najee knots that three-colored rope. Musi's on the bridge Bilal is silent. The lifeboat muscles along. ..-when, unsolicited, Phillips begins to speak:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "So it's the beginning of time. Adam's the first man ever. And all of his body parts hold a meeting, to see who should be in charge. Wait. Is he telling a joke? Now? Elmi can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Adam's heart says, \"I think I should run things, 'cause if I stop pumping, he dies.\" But his eyes say, \"Wait a minute, we think we should run things. I mean, without us, he couldn't see anything, or get around.\" Then his brain says, \"I'm obviously the most important organ. I control breathing, thinking, everything.\" A real argument. No doubt about it; he's telling a joke. Musi turns, intri by the balls on this guy. Najee and Bilal too, watching..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Then, from down deep, a quiet voice pipes in. \"Excuse me. But I think I'm the most important body part.\" It was the asshole talking. The pirates eye one another, mild disbelief and amusement",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "The other body parts just laughed at him - get serious, buddy - and went back to work, deciding to vote on it in a couple days. (a beat) But the next morning, the asshole surprised them all. He shut down. Wouldn't let anything through. Breakfast, lunch, dinner - nothing. And pretty soon, the whole body began to suffer. The brain got foggy, the heart could barely beat, the eyes couldn't stay open. After three days of it they all came to him and said, \"Okay! Okay! You win! You're the most important! We give!\" Argument over. (eyes on Musi now) And that's why, ever since, all through history... it's assholes who have always been in charge. There it was, a huge fuck-you, aimed right at Musi. Silen ...-then Bilal can't help himself. He starts to laugh. El too. Then Najee. Even Musi finds himself chuckling. Phill too. Five strung-out overheated guys, laughing. -..until this boat is suddenly ROCKED by an unseen force pounding it, turning it SIDEWAYS. The pirates are knocked their feet - it's that violent. And NOISY, deafening:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of those NAVY KNIGHTHAWK HELICOPTERS is hovering righ above us - its rotors' GALE-FORCE WIND literally knocking lifeboat sideways. A pretty impressive show of force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUMING",
          "text": "Musi struggles with the wheel, but it's useless. The craf isn't powerful enough to keep its heading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What are they doing, Irish? Phillips keeps his eyes on those FUEL BUCKETS - sliding around. The wind keeps pounding us. And that noise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "What are they doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I don't know. I'm here with you. \f98. Musi, livid, guns the engine. But it dies on him. Now the powerless lifeboat is pushed in a CIRCLE by the w Spinning like a top, buffeted by air and noise. Musi's me dizzied, await his orders... as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (THRU LIFEBOAT RADIO)",
          "text": "Garridos for lifeboat. Come in. Musi doesn't answer - just hits the ignition again. The engine won't turn over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (THRU LIFEBOAT RADIO)",
          "text": "Garridos for lifeboat. Come in, lifeboat. We're spinning in circles, deafened by the noise - the Knighthawk literally sitting right on top of us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "What's wrong with your boat, Irish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Now it's my boat again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "What's wrong with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "How the hell should I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You baby, Phillips. Lazy American. Musi fumes. His men await a plan. Noise pounding. Sniper teams waiting on the Bainbridge. Everything closing in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. USS BAINBRIDGE",
          "text": "Garridos, with Aboitiz and Castellano hovering:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "This is Garridos, Captain. You having engine trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "You pull back now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Hey, I'm just a guest on this boat. I can't tell the Captain what to do. But I can send over a mechanic to take a look for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e * HF \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "Pull back! No military action!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Fine. What will you give me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "I give you his ears! I give you his fingers! (no reply) I told you! I talk only to insurance man! Only to money man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Sorry. I'm all you got. And we cannot allow you to return to Somali waters. We PUSH IN on Musi, all that noise bearing down on him, a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "(ice cold) Fine. We die here then. He slams the radio down, looks at his men:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "Finish the ropes. That sounded permanent, and Phillips looks shaken. We're still spinning, getting hammered by the rotor wind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (CONT'D)",
          "text": "What's wrong, Phillips? You don't want to die at sea? What kind of sailor are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Like to see my wife again. And my kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "American sailors are all babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (THRU LIFEBOAT RADIO)",
          "text": "Captain! Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "Untie him. Elmi starts to untie Phillips, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (THRU RADIO)",
          "text": "Why don't you come aboard now? Get some medical care. We'll figure a way (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He HHH OK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GARRIDOS (THRU RADIO) (cont'd) out of this thing. We can set up a tow-line from our fantail, so you don't drift into hostile waters. We know there are rival tribes around here. Look, a gesture of goodwill: The noise suddenly STOPS, the chopper pulling up. SILENCE Somehow, that infuriates Musi even worse. He decides:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (INTO LIFEBOAT RADIO)",
          "text": "Okay. We gonna kill the hostage now. Need a bodybag over here. Out. End of transmission. He marches toward Phillips - at the moment Phillips, untied by Elmi, falls into a seat... and narrative catches up to itself COMPLETELY, as: A JOLT: Phillips yanked out of the seat by Musi - suddenl urgently. Rage in Musi's eyes, infuriated by all this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I want you to know something. We were all fishermen once. Other countries come and overfish our waters, dump all their trash here - no Somali government to stop them. So there's no more fishing. A few feet away, Najee and Elmi pull an ORANGE SURVIVAL S from a bin, and begin to spread it on the floor. Odd... IMAGES, JUMP-CUT: Musi handing the 9mm to Bilal; the pira kneeling down to pray for Allah's blessing, and:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Andrea... He shuts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allison emerges on to the patio - to find Andrea, hiding again, alone against the snow, staring sadly at that old SHIP'S BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "(re: bell) He's so stubborn about things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "I'm counting on it. Andrea smiles. Allison sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON, (CONT'D)",
          "text": "Your family's doing a prayer circle. You wanna come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "The Navy's not expecting a good result. Are they. Bam. That put Allison on her heels. She regroups, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "The Navy's doing exactly what it set out to do - isolate the pirates and keep them from getting to shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "But they can't launch a rescue without getting him killed. And there's no way the U.S. Government could allow the pirates to take ransom and escape prosecution. So... (Allison's silent) Has anybody said anything to you about preparing me for the worst? No reply. The answer, obviously, is yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "It's not an indicator of our confidence in the outcome... That sounded lame, and she knows it. A beat passes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON, (CONT'D)",
          "text": "Do you want to come in with us? Andrea starts to cry again, can't quite hold it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I think I'll take a walk instead. And away she goes, off the patio and out into the SNOWY F beyond. Allison, helpless, just watches her go. From here, Andrea grows smaller and smaller. We CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME",
          "text": "The pirates pray to Allah. Phillips watches, powerless... We CIRCLE AROUND him, his breath shortening, heart rate climbing - as these men pray for a blessing to kill him. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You're not gonna get paradise and seventy-two virgins for doing this. You're just gonna get your men killed. Musi looks up from his prayer, his eyes lifeless:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Keep talking, Irish... That was chilling. Musi returns to his prayer, then gives order in Somali. The pirates get to their feet. Najee grabs that THREE-COLORED ROPE now, weaving it throu Phillips' hands. Carefully. We hear \"Halal. Halal.\" We PUSH IN ON PHILLIPS - as he steels himself for one las stand. Just can't let himself surrender too easily. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Bring him over. Elmi grabs Phillips, starts to pull him on to the orange survival suit. But there's a problem, instantly: Phillips isn't moving. Huh? Elmi tries again - but Phillips digs in and puts his fists under his chin. Not moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No. Sorry. * What? They scream at him, livid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You make hands-up posture now! Execution posture!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm not moving. Musi shouts at Elmi, who shouts at Phillips. Najee and Bi jump in too, Bilal pointing that handgun at him - as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/EXT. UNDERHILL",
          "text": "Andrea walks, all alone and shaky as hell. Then she STOPS And turns. Some instinct just told her to get back home..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates grab him and throw him on to the survival sui \f103. But he won't stand still, or drop to his knees. They howl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You make hands-up posture!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You going against the preaching!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. PHILLIPS HOME",
          "text": "15 people form a PRAYER CIRCLE, heads bowed. We CUT BACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates try to push Phillips down, try to get his fis out from under his chin. But he WILL NOT BUDGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You can't go against the preaching! Four guys pushing on him, howling. But he just won't comp Keeps his fists under his chin... as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. CAR",
          "text": "MARIAH PHILLIPS, 18, drives too fast - blinking back tear Listening to NPR, a report about her father. Just get hom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips is kicking, twisting, defying, keeping his fists under his chin. Musi is shouting, spit flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You make the good posture! Hands up! You make the good posture!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea, running home. She steps onto an icy slick and los her footing, falling. She lands in snow. Damn it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 people, heads down, hands together, praying. We JUMP T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men of the Maersk - Murphy, ATM, Durell - huddled at radio, waiting for word. Mike Perry silently praying... \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips keeps resisting, fighting, kicking, never moving fists from under his chin. Pirates howling, spitting, unt THUMP. Silence. Everything goes white. Bilal just butt-ended him in the head with the handgun. Phillips falls forward, on to the suit. Everything foggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's on the ritual rug now. Certain he's about to die. Th pirates start WHOOPING again, celebrating... when:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (SOMALI, SUBTITLED)",
          "text": "Stop. (his men eye him) Look at the rope. Silence. The pirates examine the three-colored rope they' labored so hard to fashion. It has Phillips' BLOOD on it He SPITS on it, weakly, for good measure. Ritual spoiled. The pirates sag and drift away. Phillips is about to pass on the survival suit when he hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH VOICE, (THRU RADIO)",
          "text": "Pirate Lifeboat. Pirate lifeboat. This is Reuters news service. Do you read? Reuters news-- We STAY WITH PHILLIPS, as we hear Musi answer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI, (0.S., INTO RADIO)",
          "text": "This is pirate lifeboat. We are surrounded by warships and don't have time to talk. Please pray for us. Phillips' eyes begin to close. Then he's out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone's quiet. Andrea enters from the back patio, just",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIAH, (0.S.)",
          "text": "Mom? Mariah, stepping through the front door. Bereft. And bare visible behind all the food platters and gift baskets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIAH, (CONT'D)",
          "text": "Did daddy die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "What? Why? \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIAH",
          "text": "There's never any food in this house! A beat... then everyone in here either starts crying or laughing. Andrea rises, crosses to her daughter. Mariah collapses in her mother's arms. Both sobbing. CUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Castellano puts down a phone, eyes Garridos and Aboitiz:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO",
          "text": "The President has given the okay. If we have a clean shot, we take it. Aboitiz nods. Garridos grabs his radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (INTO RADIO)",
          "text": "Captain, you're in trouble. Let's talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi heard that. He eyes Phillips, unconscious on the flo We... END SEQUENCE. And DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Day breaks, hot and flat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're looking through a SCOPE at the lifeboat. Sunlight glints off one WINDOW. (The other was knocked out days ag REVEAL Pettis, flat on his belly. In position, as always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIS, (INTO NECK-MIKE)",
          "text": "Boss, I have some minor glare, need a course correction. Please ask the Captain to go two degrees starboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (THRU EARPIECE)",
          "text": "Roger that. Two degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi has spent the night working on the lifeboat's ENGINE goes to the Bridge. Hits the ignition. The engine starts. The sound awakens Phillips - still atop the survival suit his head aching. He looks up at Musi. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "I'm going on the navy boat. To get our money. Not a small bit of news. Phillips studies him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "It's a ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "The destroyer, it's a ship. A boat is something like this, something you can carry on a ship. Navy guys hate it when you call their ship a boat. Musi sighs: Do you ever stop fighting? Phillips shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "And we getting a tow. Bainbridge gonna tow us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Then why fix the engine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "They try any tricks, we cut the tow- line and go into their hull. Phillips notes the FUEL BUCKETS. They've all been UNCAPPE as if about to be turned into weapons. He considers that. Just then, a SOUND outside: a ZODIAC, pulling up. Musi tu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lt. Kinimura, bearing another BOX OF PROVISIONS. .»+-and a TOW-LINE extending from the fantail of the Bainbridge. Musi eyes it from the hatch, his face a mask. INT. PHILLIPS HOME - MASTER BEDROOM - 5 A.M. Still dark. Andrea awakens in a panic. Jumps out of bed..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hurries down the steep steps, zeroes in on a sofa... where Allison sleeps. Andrea shakes her awake, urgently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Allison. Allison. (Allison stirs a bit) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANDREA (cont'd) Please wake up. You have to wake up. I need you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "What? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I blew it. I blew it! (no reply) It's Easter Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "I could've done something. And I blew it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "Andrea, what're you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "There's this homily Richard learned - from a Priest in Africa. \"God is good, all the time. All the time, God is good.\" We say it as a family now; it's a tradition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "It's lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Don't you understand? It's Easter Sunday. Every Catholic in Vermont is going to be in church today. I could've asked our priest to spread it around. I could've had it said in every church up and down the state. I just wasn't thinking. Allison pauses a beat, her wheels turning... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "Let me work on this. INT. LIFEBOAT —- CONTINUING Musi gives some last instructions to Najee. Elmi guards Phillips. Bilal prays, Phillips watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "My wife used to go to church a lot. She stopped because I didn't wanna go. That's a regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "Maybe you start now. In other words, bow down and face Mecca. Phillips shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Can I have that, please? He's pointing to a CLIPBOARD, hanging on a nail on the bulkhead, a pen dangling from it. Elmi doesn't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "I'd like to write something - for my family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "In case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "What you tell them, Irish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I dunno. Goodbye? I love you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH/INT. USS BAINBRIDGE",
          "text": "Garridos, headphones on, heard that. Just as intended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips... almost broadcasting this to the Bainbridge:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "I want my wife to know that I'm sorry for the call she's about to get - and that I sailed all these years because I'm a sailor, not because I liked being away. And I'm sorry I was such a pain in the ass to my kids about school - I just, when it was my son's turn, I didn't want him to have to spend his life out here like I did, leaving his family seven or eight months a year just to make a living. It costs too much. I made mistakes; sometimes I treated my children like they were crew-members. (just realized) .--and treated my crew-members like they were children. I wish I could undo all that. He HH HHH HH HK \f109. On the Bainbridge, Garridos is listening. Castellano too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Have to tell them that - have to make sure they know. Or I won't be clean. Elmi, nods, hands over the clipboard. Phillips grabs it, Bang. Musi knocks it to the floor, noisily. Rage in his e",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "We all have letters to write. He turns, heads for the hatch. Phillips calls out to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Did you say goodbye to your men? That was an echo - and an accusation. Musi turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (CONT'D)",
          "text": "Captain's supposed to be the last one off the ship - don't they teach you that in the Somali Marines?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "Keep talking, Irish. And out he goes. Najee dogs the hatch shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "Why you talk to him like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "‘Cause I'm never gonna see him again. And neither are you. The Pirates don't know how to take that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TOW-LINE now connects the bow of the lifeboat to the stern of the Bainbridge, maybe 75 yards from here. Musi boards the Zodiac; it bears him away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates hear the Zodiac go. Phillips eyes them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "(at Bilal) Listen to me. Get off this boat and swim away. Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You shut up, Irish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "It's over. Your captain bailed on you. There's no money coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "Why you keep talking?! Elmi tosses a rope at him, angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI, (CONT'D)",
          "text": "Here. You tie knot. Like we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You tie it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sniper-Killer Teams are in their same spots. Four pai of men behind crates. Pettis flat on his belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (THRU EARPIECE)",
          "text": "All teams, be advised. Proceeding to reel in lifeboat now. Beside one of the crates is a WINCH. The metal TOW-LINE extends from here to the lifeboat. The winch comes to lif beginning to pull the lifeboat closer. Slowly... as: Musi is helped up on to the fantail of the Bainbridge. He eyes the Sniper-Killer Teams. And that WINCH, slowly pull the lifeboat closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guilt hits Musi, hard. He's led inside by two SAILORS... The SEALS behind the rifles never look up from their scop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elmi slaps Phillips. Two ropes fall to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "That's lalil! The ropes can't touch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "He cut a deal. He's not coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You don't know. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I know when he found a pair of new sandals he took them for himself and left your friend here barefoot. I know when he divvied up that thirty thousand he took all the hundreds and gave you guys all the fifties. That landed on Bilal. Elmi turns on him instantly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You don't listen to this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILAL",
          "text": "I didn't say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You want to be an American sailor? You want to be lazy and drink beer? Go ahead, go to movies with him. Be a nigger. Go ahead. Elmi shouts at Bilal - in Somali now - Bilal shouting bac both men rising -- a flashpoint, until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (SOMALI, SUBTITLED)",
          "text": "Shut up! They turn. Najee is on the bridge, glaring at Elmi and Bi",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (SUBTITLED, CONT'D)",
          "text": "Come here. The two pirates approach the bridge. We FOLLOW... .+.as they see what he's seeing, the TOW-LINE, tightening",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (SUBTITLED, CONT'D)",
          "text": "They're pulling us in. Fear. Rage. Elmi and Bilal storm at Phillips, the MUZZLES their weapons inches from his face, that fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "Unclean place, Phillips. You going to an unclean place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Fine. Long as I don't have to tie anymore Goddamn knots. ..-which is when we hear something new from them. They be to CHANT. It's low, guttural, ceremonial. A tribal chanti their bodies rocking a bit - much scarier than being hit. \f112. They circle him, chanting. Bilal loudest of all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pettis is flat on his belly, Joon spotting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIS",
          "text": "Tall Guy just moved from the Con. Report that in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOON",
          "text": "Copy that. Pettis has been in this position forever. We see a single bead of SWEAT trickling down his forehead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MEDIC re-wraps Musi's hand. Musi is silent, troubled... .-as Garridos enters, CLIPBOARD in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSI",
          "text": "You never said tow-line would be pulled in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS",
          "text": "What're you worried about? You're safe. That was the deal, right? That sickened Musi. Garridos hands him the CLIPBOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRIDOS, (CONT'D)",
          "text": "Standard plea agreement. As discussed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chanting continues. Guns pointed at Phillips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You move here. He gestures to a seat. Phillips moves to the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI, (CONT'D)",
          "text": "You pick that up! He gestures to a cloth. Phillips picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI, (CONT'D)",
          "text": "You put it over there! Phillips does so - then stands up tall, sweat pouring dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Please let me write to them. Please let me say goodbye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "Military posture. Verrrrry good. The chanting continues. Najee nods to Bilal, who puts a BLINDFOLD on Phillips...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE",
          "text": "Animal! Lazy animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That WINCH keeps cranking, slowly, drawing in the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (THRU EARPIECES)",
          "text": "Line should be at 35 meters now. Advise, is that a correct reading? We hear replies from the SHOOTERS behind the crates:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMOS, (INTO NECK-MIKE)",
          "text": "35 meters. Alpha-Team check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGRAM, (INTO NECK-MIKE)",
          "text": "35. Bravo-Team check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NGUYEN, (INTO NECK-MIKE)",
          "text": "35. Charlie-Team check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REESE, (INTO NECK-MIKE)",
          "text": "35. Delta-Team check. ...as we land on Pettis, flat on the mat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIS, (INTO NECK-MIKE)",
          "text": "35. Echo-Team check. We STAY HERE, TIGHT... close enough to find that single b of sweat, now dripping down Pettis' forehead, near his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIS, (CONT'D)",
          "text": "DJ, I've got some perspiration on my forehead. Need a hand with it. Joon, without a hint of awkwardness, wipes the bead of sw from Pettis' forehead. Pettis doesn't move a muscle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips puts his forehead to his shoulder, shaking the blindfold off. Elmi, livid, slugs him - puts it back on. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea, Dan, and Mariah at home. Tense silence... Then th phone rings. Andrea recognizes the number, answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Allison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON, (THRU PHONE)",
          "text": "Put me on speaker. I want the kids to hear this too. Andrea hits the speaker button...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chanting builds. But Phillips rises, shakes the blind off, starts walking toward the aft hatch. Huh??? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "What're you doing, Irish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm going for a swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You sit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "You sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "We shoot you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "Then shoot me, you pussies. I'm out of here. He takes one more step before... POP POP POP - Najee fire the AK-47. Rounds ricochet off the ceiling. Phillips stop Silence. Najee eyes Elmi and Bilal... then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (SOMALI, SUBTITLED)",
          "text": "Cut the tow-line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every SEAL reacts to the shots. We hear OVERLAPS of: PETTIS/JOON/RAMOS/ETC. Small arms fire coming from the lifeboat. Muzzle flashes on the (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PETTIS/JOON/RAMOS/ETC. (cont'd) lifeboat. One shooter, automatic weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (THRU EARPIECES)",
          "text": "Affirmative. We have that. Then Pettis sees something that makes his eyes go wide:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIS",
          "text": "Boss, we have movement on the deck of the lifeboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure enough, Bilal emerges from the bow-hatch of the lifeboat, releasing the tow-line from the Bainbridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETTIS/JOON/RAMOS/ETC.",
          "text": "They've cut the tow. Repeat, lifeboat is not in tow at this time. Everything ratchets up. The spotters and shooters adjust their scopes. Fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Najee hits the IGNITION. The lifeboat engine rumbles awak Phillips whips around - his eyes on those FUEL BUCKETS in nose of the ship as Elmi grabs him, pushes him back on to survival suit, knocking Phillips down to his knees. We he",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO, (THRU RADIO)",
          "text": "Lifeboat! What's going on in there? We're hearing reports of gunfire and a severed tow-line. Come in. Najee grins. Bilal re-enters from the bow, shuts the hatc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT on Allison, who holds up a CELLPHONE, to capture: ...an ENTIRE CONGREGATION, in unison:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTIRE CONGREGATION",
          "text": "God is good, all the time. All the time, God is good. Allison's crying. So's Father Danielson. So are many of t congregants. The homily starts again, as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea and her kids, hearing it on the speakerphone: \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTIRE CONGREGATION, (THRU PHONE)",
          "text": "God is good, all the time. All the time, God is good. It plays off the faces of the kids. Andrea grabs them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "He's going to be okay. Your father's going to be okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elmi ties Phillips' hands behind his back, RE-BLINDFOLDS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".»+-as Phillips bows his head, praying in earnest:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "(to no one) * God is good all the time. All the * time God is good. God is good all the * time. All the time God is good... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELMI",
          "text": "You think so, Irish? * Phillips sees Bilal, approaching the Bridge - then DARKNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAJEE, (INTO LIFEBOAT RADIO)",
          "text": "No problem, no problem. Just a mistake. No shooting. Okay? But he's about to ram the Bainbridge. Fuel sloshes out of uncapped buckets as the lifeboat floor vibrates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, all three pirates appear on the lifeboat bridge Pettis has his target, (Elmi), scoped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOON, (INTO NECK-MIKE)",
          "text": "Echo has visual. Request permission to go hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMOS, (INTO NECK-MIKE)",
          "text": "Alpha has visual. Request permission to go hot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, bound and blindfolded, is on his knees on that orange survival suit - head down, whipped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I tried, Ange. I really tried. \f117. -..as Najee reaches for the THROTTLE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musi, sick inside, signs the plea deal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aboitiz looks to Castellano...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO, (INTO MIKE)",
          "text": "Weapons release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snipers ready. The fantail is still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOITIZ, (THRU EARPIECES)",
          "text": "On my mark. Three, Two, One... Mark. FOUR TRIGGERS, squeezed at once...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phillips, head down, hears FOUR POPS. Uh-oh. He shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "What're you doing?! What're you guys doing?! Then he hears a THUMP, close by. He shakes the blindfold ...to find Bilal, inches away, head-shot, dead. Elmi and Najee have dropped too, breathing their last - the boat's throttle out of their reach... Before Phillips can react, he hears two launches racing toward this lifeboat. That fast, the fore and aft hatches open. FOUR SEALS jump in, weapons ready:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAL",
          "text": "Are you okay? Are you injured?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS",
          "text": "I'm fine. I'm fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Castellano gets word - and reports it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTELLANO, (INTO RADIO)",
          "text": "We have a good result. Repeat, a good result. Hostage is unharmed and in custody. \f118. Game-faces vanish for a moment. The SAILORS in here CHEER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Docked in Mombasa, Shane Murphy puts down a phone. Turns. The men of Captain Phillips' crew await word. Durrel, Per ATM, Colin Wright, Ken Quinn. Murphy eyes them, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "It's over. The men sag, deflated... until:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY, (CONT'D)",
          "text": "Pirates dead. Captain safe and sound. A cheer EXPLODES from the crew, the sound CARRYING OVER T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somehow, Musi can hear those cheers. There's a mirror in here - big enough, once again, to rev his whole face. He eyes his reflection...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME",
          "text": "SEALS in the RHIB speed Phillips away. He fights off a te",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SEAL Teams on the fantail quietly pack their gear... -+.as Phillips boards the Bainbridge. And he sees the guy who just saved him. Pettis. Joon. All of them. But these aren't men who want to be thanked. Or acknowledged at all So it's just a nod, from Phillips. Then the SEALS are gon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Mariah sit on the couch. I-POD for her, a book fo him. Andrea smiles at them sadly, then goes upstairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea lies down, turns on a tv. There's a movie on. She settles in to watch it. Then her eyes go wide: There, across the bottom of the screen, a NEWS TICKER: \"Captain Richard Phillips freed.\" She bursts out of the r \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flies down the stairs. Mariah and Dan turn, startled. .+.-JjJust as Allison rushes in through the door, breathl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Is it true?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLISON",
          "text": "It's true. Andrea throws her head back, grabs the kids. They're at a loss - but they hang on. She starts crying, as: ...the PHONE RINGS. Andrea's head snaps toward it. Her ey meet Allison's. Andrea gets to the phone, answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (THRU PHONE)",
          "text": "(Barry White voice) Is your husband at home? At last, the call she's been praying for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "Richard?! Richard?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIPS, (THRU PHONE)",
          "text": "Hi, Honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (INTO PHONE)",
          "text": "OhMyGod! OhMyGod! Kids! They rush forward, listening in. Laughing. Crying. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA, (PHONE, CONT'D)",
          "text": "Richard! What were you thinking getting into that lifeboat!? Phillips laughs, we DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrea, Dan, and Mariah wait on the tarmac. A WELCOME HOM CAPTAIN PHILLIPS banner behind them. .»+.aS a private JET, provided by MAERSK, taxis toward th",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Mom. I can't stand here. Can I run? \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREA",
          "text": "Run. He starts to run. Mariah too. Then Andrea. As we CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another JET taxis to a stop. Doors open. Garridos and TWO FEDERAL MARSHALLS emerge... with a prisoner, in cuffs: It's Musi. No one here to greet him but more COPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The private jet comes to a stop. Its doors open. Phillips emerges, jumps down the steps. They all fly into his arms A LOUD CHEER ERUPTS - as we reveal A THOUSAND NEIGHBORS, here to greet him. Everyone wearing a yellow ribbon. Big family hug. Phillips holding on tight, nothing said. CHEER CONTINUES, one thousand voices. He's home. And as that lands across his face we FREEZE FRAME... then FADE OUT...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_399"
    }
  ]
}