{
  "movie_id": "MOV421",
  "scenes": [
    {
      "location": "TAXI MORNING 1",
      "time": "MORNING",
      "characters": [
        "EARRISON",
        "STELLA, (V.O.)",
        "MICAH, (CONT'D)",
        "TEXAS TINA, (CONT'D)",
        "THE WALL",
        "RARRISON",
        "ON THE COMPUTER SCREEN",
        "THE LIVING ROOM",
        "MICAH'S BEDROOM",
        "NIKI",
        "FLOOR",
        "THE SMILING FACE OF HARRISON CAMBELL",
        "BIRO",
        "20.",
        "CHAPTER TWO",
        "HIRO",
        "FROM HIGH ABOVE",
        "SMASH CUT TO",
        "WARDEN",
        "FADE OUT",
        "ZOE",
        "THE SWEEP HAND",
        "HORNED RIMMED GLASSES",
        "INT, WAITING ROOM",
        "THE KITCHEN",
        "FADE IN",
        "STELLA",
        "DEAN",
        "GUARD",
        "WARDEN, (CONT'D)",
        "END OF ACT ONE",
        "A TATTOO",
        "\"BITCH",
        "HARRISON",
        "WEASEL",
        "THE REAR VIEW MIRROR",
        "30,",
        "IN LIVING ROOM",
        "SANDRA",
        "A COMPUTER SCREEN",
        "ANDO",
        "ISAAC, (CONT'D)",
        "STELLA, (0.5S.)",
        "TEXAS TINA, (0.8.)",
        "BLEED TO WHITE",
        "THE INSIDE OF THE BOX",
        "SURESH, (0.S.)",
        "HARRISON, (CONT'D)",
        "20E",
        "A CLOCK FACE",
        "THAT SAME COCKROACH",
        "KEARNS",
        "THE SUN",
        "THE DEAN",
        "SURESH, (CONT'D)",
        "D.L., (CONT'D)",
        "TEXAS TINA",
        "STELLA, (CONT'D)",
        "UNTHINKABLE IDEA --",
        "SANDRA, (0.S.)",
        "FREEZE",
        "SURESH",
        "ALICE",
        "SURESB, (CONT'D)",
        "CLAIRE, (CONT'D)",
        "PRISON GUARD, (CONT'D)",
        "THE HANDCUFFS",
        "LEAVE ME ALONE",
        "SURESH, (V.0.)",
        "FIREMAN",
        "END OF ACT THREE",
        "THE TAXI'S REAR SIDE WINDOW",
        "J",
        "Z0E",
        "HORNED RIMMED GLASSES, (CONT'D)",
        "FIRE CHIEF",
        "KENT",
        "ETBAN",
        "ZEKE",
        "NIKI'S REFLECTION",
        "ETHAN, (CONT'D)",
        "ACT FOUR",
        "WEASEL, (0.8.)",
        "ACROSS THE HALL",
        "IN ANOTHER CUBICLE",
        "BONSAI",
        "ZOE, (CONT'D)",
        "ISAAC",
        "KENT, (0.S.)",
        "AT THE BACK DOOR",
        "CHAPTER FOUR",
        "SLAM TO BLACK",
        "OLD MAN, (CONT'D)",
        "CUT TO",
        "A DOORKNOB",
        "CHAPTER THREE",
        "SANDRA, (CONT'D)",
        "CABBIE",
        "17,",
        "OVER BLACK",
        "CLAIRE",
        "TIMES SQUARE",
        "NIKI, (CONT'D)",
        "PIRE CHIEF, (CONT'D)",
        "WEASEL, (CONT'D)",
        "HIRO, (CONT'D)",
        "ACT TWO",
        "A HAND",
        "INT, NIKI SANDERS' LIVING ROOM",
        "PRISON GUARD",
        "OLD MAN",
        "ZEKE, (CONT'D)",
        "THROUGH THE WINDOW",
        "LYLE",
        "FADE OUT AND INTO",
        "AN OLD INSTITUTIONAL PHONE HANDSET",
        "MICAH",
        "ETHAN",
        "ACT THREE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Ethan WAKES with a start to find himself in the back seat He takes a moment to get his bearings, obviously rattled the odd dream. The Middle Eastern CABBIE stares through t partition at hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "You get out here, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Oh... Yeah. Sorry. I haven't been sleeping much lately and... Sorry. He pulls a couple BILLS out of his wallet and hands them the Cabbie. Climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethan, still reeling from the dream, stands on this busy sidewalk, orienting himself. He looks up at a stately old apartment building, then down at a BUS ROARING past. Some has plastered a CAMPAIGN POSTER on the side -- The smilin face of HARRISON CAMBELL. (The guy Ethan just saw in the flying dream) Underneath it reads, \"Harrison Cambell -- S Senate -- For A New Tomorrow\". Ethan stares for a beat, then starts towards the entrance the apartment building. He STOPS. Looks down at a COCKROA crossing his path. Fascinated by it, he watches as it CRA to the gutter and into DRAINAGE GRATE, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (V.0.)",
          "text": "Man is a narcissistic species by nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAT SAME COCKROACH",
          "text": "Or at least one that LOOKS LIKE IT, crawls out of a crack the wall and scurries along the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HAND",
          "text": "reaches INTO FRAME and PICKS IT UP. WIDEN to meet Profess MOHINDER SURESH, (mid-30's), a slightly nerdy Bast Indian academician, standing in at the front of this LECTURE HAL in an old, faded British colonial building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05 A CHIRON tells us this is \"THE UNIVERSITY OF MADRAS, INDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "But we are not the pinnacle of so-called evolution. Behind him, he's written his lecture in HINDI on the blackboard. (All but one word in English - “'TERAFORMA” . He lets the COCKROACH crawl along the back of his hand as speaks to a pathetically small group of FIVE STUDENTS scattered among the empty seats in this large classroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (CONT'D)",
          "text": "That honor belongs to the lowly cockroach. A creature who has adapted and evolved for 250 million years. Capable of living for months without food. Remaining alive headless for weeks at a time. As Suresh speaks, he looks up to see --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DEAN",
          "text": "an elderly Brahmin, standing at the back of the class. Su is little flustered by his presence. He continues --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESB, (CONT'D)",
          "text": "Its female need only be impregnated once to Lay over a million eggs in her lifetime. Resistant to radiation, it is the only species who will survive a nuclear winter. If God has indeed created himself in his own image, then I submit to you that God is a cockroach. The class stares at him, unsure what to make of this stra pronouncement. The Dean nods, unamused. He CLAPS his hand LOUD, twice, to get everyone's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You are all dismissed. This class has been canceled. The five students stand, a little confused and shuffle ou as the Dean approaches Professor Suresh. (Their conversat is in HINDI with English subtitles.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "Sir, I know the enrollment is down a little this semester, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'm afraid this institution can no longer support your tenure, Dr. Suresh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "You are being dismissed from the faculty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "Your theories are unfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "{a body blow) But...this is my life's work! fhe truth is, no one believes in your work and no one wants to publish your theories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "BUT IT'S HAPPENING now! The world needs to know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "I'm... sorry. Our decision is final. and off Suresh's stunned look -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "professor Suresh comes up the staircase of this four stor walk-up carrying his briefcase and 4 net bag full of groceries. He moves to his door, fumbles for his key, the STOPS. Something is wrong. Very wrong. It's the door. It's OPEN a tiny crack. suresh goes into FULL PANIC MODE. This is something he ha dreaded, but hasn't fully prepared for. “Think, think...\" He gathers his courage and GENTLY PUSHES the door open fa enough to see inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the place is TORN APART. His gaze MOVES to a HUGE MAP OF HE WORLD taking up an entire wail. The map has dozens of COLORED PUSH PINS placed into different locations around world. A SHADOW washes over it. shit, someone's in there} suresh pulls back, leans against the wall. Breathes. Forc himself to think. Then, steeling himself, he pushes open the door and slinks into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dark, cluttered two room apartment. Stacks of BOOKS and RESEARCH. The home of an obsessive, single-minded academi Suresh slinks to a desk, quietly tries to open a drawer. Shit, it's STUCK. He PULLS hard and the desk shakes as th drawer POPS OPEN. Something falis off the desk and lands his feet. A paix of HORNED RIMMED GLASSES. He picks them up. Looks at them curiously. These are clearly NOT HIS. Q.S. we HEAR someone RANSACKING the adjacent room. He sets the glasses back down and reaches into the drawer Pulls out a small CAMERA. Aims it at the map on the wali. SNAPS a photo. The FLASH GOES OFF! Shit. He cringes, as the 0.8. RANSACKING suddenly STOPS. They've noticed. Suresh RUSHES up to the map, reaches up and pulls out a W PUSH PIN that's right over MANHATTAN, turns and SPRINTS o of the apartment. And one second later, the FIGURE of a MAN, STEPS INTO the FOREGROUND. Stands here, taking in the room, his BACK TO us. Cold, calculating. We DO NOT see the man's face, but he reaches down and picks up the HORN RIMMED GLASSES, sli them on. Steps up to the map on the wall. Studies it, sensing that something's different. We PUSH RIGHT PAST him and onto a PUSH PIN inserted into the map right over the central par of NEVADA, . As we PUSH IN farther, Nevada MORPHS to the WHITE SAND of SATELLITE IMAGE over the entire state. We SLAM IN, RACING DOWN as DETAIL begins to emerge ~- The city of LAS VEGAS past the strip and INTO THE SUBURBS ~ Where we finally co to a STOP over a the rooftop of a small TRACT HOUSE, and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as they slide slowly, sexily off a woman's shapely REAR E WIDEN to find NIKI SANDERS, (33), showgirl looks, complet NAKED (strategically posed), holding the panties teasingl in front of her. She COOS and makes a pouty, sexy face. The CHIRON says, \"LAS VEGAS, NEVADA\". We PULL FURTHER back to see her posed on a BED with a blu satin bedspread. Shiny gold curtains hang behind the bed. FURTHER BACK now and we realize that we are in a GARAGE. This is a SET. Niki is performing for a WEBCAM on a tripo A cable stretches from the camera to a COMPUTER on a DESK \fHEROES VOLUME ONE \"Genesis\" 12/2/05 Niki slips on a tiny silk robe and crosses to the compute Types quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE COMPUTER SCREEN",
          "text": "we see the words, \"Time's up\", The CURSOR BLINKS as it wa for a response. A beat, then we see the response, “Just a little more. Please. I'm almost there.\" Niki's answers this by typing -- \"It'll cost you another bucks.\" Niki waits for the response. The BLINKING CURSOR, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "(under her breath) Creep. She turns and heads for the door, but stops. An odd look her face. A little scared. She whips around, as though expecting someone to be there. She stares across the room at a MIRROR. Her own REFLECTION stares back. Something about it disturbs her. She backs slowly to the door that leads into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tiny cracker box of a house. Niki makes her way down th narrow hallway, stepping over a baseball glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Time to wake up, Micah! She comes to a stop at a bedroom doorway. Looks into -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH'S BEDROOM",
          "text": "The domain of a messy ten year old boy. The bed is unmade but Micah is nowhere to be seen. (NOTE: We see Niki's REFLECTION in a MIRROR on the back of the door. Her profi Niki stares at the empty bed. Then suddenly a little panicked, as a terrible thought dawns on her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI, (CONT'D)",
          "text": "Micah! She turns and hurries down the hall. But as she does, her REFLECTION in the mirror SP! SECOND LO! than she did. This is barely perceptible and a little wei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 Niki stops, looks. Tacky furnishings, no frills. These ar people living at the bottom of the American dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI, (CONT'D)",
          "text": "Micah! She heads into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KITCHEN",
          "text": "where we see MICAH, (10), of mixed race, half black, sitt at the small table eating a bowl of FRUIT LOOPS, as he examines a SHOE BOX next to him. He looks up innocently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "(relieved) Dammit, Micah, don't do that to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Nothing. Just... You need to be careful, that's all. I don't want you talking to any strangers, you understand? Whoa, where's this coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "I'm just having breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "That's not breakfast. That stuff'1l rot your brain. Micah just goes back to work on the SHOE BOX, poking a wh into the lid with a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI, (CONT'D)",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Making a pinhole camera... It's for the eclipse, (off her confused look) The moon's gonna cover up the sun today. We're supposed to look at it at school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Speaking of which, go get ready. We can’t be late. Not today. \fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "I'm already dressed and packed my own lunch, (pointed) That's what I've been doing this morning. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Hey, don't get smart with me. I've been working to Pay our bills!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Then why'd they turn off our gas again? She doesn't have a comeback for that,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH, (CONT'D)",
          "text": "Why can't you go back to work at the casino? You made a lot of money there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Because I can't, alright. and you're not the adult here, I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "(under his breath) Yeah, sure you are. Before she can respond, the DOORBELL RINGS. Niki stops. A panicked look crosses her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "(ominous ) Grab your stuff and wait by the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Just do it! Niki turns and heads into ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM",
          "text": "where she crosses to the window and pulls back the curtai",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE WINDOW",
          "text": "Two MEN stand at her front door. One is a little WEASEL o a GUY in a tight LEATHER JACKET. The other is BIG, And I mean big. The weasel is slipping on a pair of leather glo Trust me, it's not that cold outside,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE “Genesis\" 12/2/05 9. Niki shuts the curtain. Eyes wide. The DOORBELL RINGS aga Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BACK DOOR",
          "text": "Niki, now in a bra and shimmying into a pair of jeans, . wrestles a t-shirt over her head as she meets up with Mic He waits with his backpack. And now he's scared,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Mom, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Nevermind, just keep your voice down and stay close to me. They head out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FENCE, as Niki and Micah drop over it and SCURRY QUICKL to an old DATSON B210 parked at the curb. Micah JUMPS into the passenger side. Niki unhooks the WIR that's holding the driver's side door shut and climbs in. In a billow of EXHAUST SMOKE, the car lurches, then FISHT down the street. We RISE UP as it disappears around the corner and ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, NIKI SANDERS' LIVING ROOM",
          "text": "WHAM! The front door SPLINTERS off its hinges! KICKED ope The WEASEL and the BIG GUY step into the room, taking it As they move off to search the Place --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "INT. BEDROOM - PENTHOUSE APARTMENT — DAY 10 And FADE IN on ETHAN (our guy with the flying dream) lean against the headboard of a big bed, reading aloud from th New York Times stock page. A HEADLINE on the folded page facing us reads: \"Skies Clear for Solar Eclipse\". On the bed, next to Ethan, an OLD MAN, (83), thin, frail, lies dying, a breathing tube in his nose. Ethan is a hosp nurse, hence the uniform. A warm and gentle soul, selfles almost a saint. We're on the 3lst floor of the stately old apartment that saw earlier. A CHIRON Says, \"UPPER EAST SIDE, MANHATT: me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(reading) \"amCor sold at 68 and a half. GenCom was down two to fifteen and an eighth.\" That's sounds like a bargain to me,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "(painful, barely audible) Money... Shit. The goddamn hippies had it right. In the end it's only love that matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I'd like to think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "I'm... (can't find the word)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Thirsty. Here. He takes a glass of water from the night stand, tips it g into the Old Man's mouth. He swallows painfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "How do you do that... know what I want before I say it? Ethan just smiles warmly at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN, (CONT'D)",
          "text": "I'm going to be dead soon,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(matter-of-fact) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "I want to do it right. Make it worth something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I think it's about letting go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "I know. But how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Look out the window there. see how beautiful it is today? He gestures to a large open window. Lace curtains billow the sunny breeze, Outside, a MAGNIFICENT MANHATTAN SKYLIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 qi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN, (CONT'D)",
          "text": "There's freedom out there. Peace. No more pain, no more IV's. When you're ready, just let yourself go there. Let yourself... fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Can you show me? Ethan looks at him, a little confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN, (CONT'D)",
          "text": "Can you show me how? Ethan stares at him, then nods. He stands and turns towar the window. Starts walking slowly towards it, picking up speed. And just as we think he's about to JUMP OUT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (V.O.)",
          "text": "How's he doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethan WAKES, still on the bed, the New York Times resting his chest. The Old Man next to him lies UNCONSCIOUS. Etha looks up to see STELLA, (28), beautiful, bohemian, in a colorful cotton dress. She's the Old Man's daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "I'm sorry, did I scare you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "No, it's just... I keep having these weird dreams every time I close my eyes... (re: the newspaper) He likes me to read him the stock page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Has he been conscious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "No. Been nine days now. I think he's close. Couple days maybe. Stella nods, fighting her emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "I don't know what he'd do without you, Ethan. You've got a real gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "dust doing my job. \f12 HEROES VOLUME ONE “Genesis” 12/2/05 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "No, you're like a son to him. Ethan smiles, a little embarrassed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Then that would make us like brother and sister. Could be a little awkward if I ever wanted to ask you out. And now it's Stella who looks at him embarrassed. He was serious and they both realize it. He's got a crush on her And why not? So do we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN, (CONT'D)",
          "text": "I'm sorry, that was really inappropriate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "No, you're sweet. It’s just... I'm kinda seeing somebody and-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Yeah, it's okay, really. (excusing himself) I've gotta change his Iv... As he walks off, Stella sits next to her father. Ethan wa towards the WINDOW that he flew out of in his dream. It's CLOSED, CURTAINS DRAWN. As he stops and stares at it, the sight of it upsetting him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in REAL TIGHT on the FACE of D.L. HAWKINS, (31). A white man's nightmare, D.L. is a black man doing life in prison with nothing to lose and mean as hell. But right now, he's as peaceful as a baby -- sound ASLEEP on the fl The CHIRON says, \"SING SING PRISON, NEW Yt a 0.S. we hear DOGS BARKING and FOOTSTEPS approaching. Both are growing LOUDER. And as they become DEAFENING -- D.L.' eyes SNAP open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four ROTTWEILERS tug at their leashes pulling a posse of PRISON GUARDS, loaded for bear with SHOTGUNS and RIFLES. D.L. sits up quickly and scoots back on his hands to a wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREEZE",
          "text": "The dogs are taut on their leashes, inches away from ripp him apart, TEETH FLARING, DROOL FLYING. He's SCARED SHITL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD, (CONT'D)",
          "text": "How did you get out of your cell?! D.L. just looks around, thoroughly confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRISON GUARD, (CONT'D)",
          "text": "How the fuck did you get out of your goddamn cell?! DL. I don't... I don't know. And he's dead serious. He really has no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SMILING FACE OF HARRISON CAMBELL",
          "text": "WIDEN to find this image is one of several CAMPAIGN POSTE plastered on the window of a storefront campaign headquar Ethan heads towards the entrance, but stops as a WAVE OF PEOPLE head out, making their way towards two BLACK EXPEDITIONS parked at the curb. HARRISON CAMBELL, (34), Ethan's fraternal twin brother, dressed in an Armani suit, turns and sees Ethan. Where Et is a lost dreamer, Harrison is a golden boy. A star. A look of trepidation crosses his face and he hurries over see Ethan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "I've got two speeches and a fund raiser. I'm late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "It happened two more times. And you were in both of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARRISON",
          "text": "I can't do this, Ethan. Not now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "They're not just dreams, Harrison. They're too real, What if they're telling me something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RARRISON",
          "text": "What are you talking about? Telling you what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What if they're telling me I can fly? There. He said it. Harrison looks at him like he's nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 HEROES VOLUME ONE \"Genesis” 12/2/05 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly desperate) When I got out of bed this morning, my foot hovered before it hit the floor for a split second. Like I was floating. It's so real I'm afraid to go to sleep. Harrison grabs him and pulls him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "You need to snap the fuck out of this, you understand?! Go see a doctor, get some drugs. Just don't go pulling a Roger Clinton on me. I've got ten days left and I'm two points down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I know, I know. I'm sorry. It's just... I have a feeling you're the only one who understands this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "(pissed) Why?! Why the hell would I understand that you think you can fly?! ee ETHAN Because you're my twin brother! We shared a womb-- Harrison's cell phone RINGS, interrupting. He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "(to phone) Mom. I can't talk... What? Where? I'll be there in ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What is it? What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "(stunned) Mom just got arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Arrested for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "Shoplifting. @ Off the two of them, what the hell? ~- é",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 HEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BUCKET of PAINT is tossed onto a PAINTING, destroying w is a brilliant PHOTO-REALIST image of a PLANE CRASHING in a BRIDGE. PULL BACK to meet ISAAC BOROLO, (28), a wiry, handsome, b strung-out junkie. Black jeans, a \"Being John Malkovitch\" shirt, barefoot, with a five-day growth on his face. We're not sure what's going on with him, but he's frantic about something and having a REALLY BAD DAY. we're in a huge ARTIST'S LOFT with tin foil covering the large windows. Only tiny CRACKS of SUNLIGHT seep through. The CHIRON reads, “LOWER EAST SIDE, MANHATTAN\". Isaac pul another painting from a stack against the wall. Another photo-realist image - this one of a BUILDING BURNING. Isaac grabs the bucket of paint and rears back to toss it",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (0.5S.)",
          "text": "What the hell are you doing?! He stops and turns to see STELLA (the old dying man's daughter) standing in the doorway, sunlight silhouetting her, one hand leaning on the doorjamb. He fills the bucket up with more paint. She approaches. Pissed, confused -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "Are you high?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "No. Yes. I don't know. He tosses paint on ANOTHER PAINTING. This one has the ima of a TOTAL ECLIPSE OF THE SUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Would you stop! What are you, crazy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Clearly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "You're chasing, aren't you? He looks at her. Whatever that means, he's verified it wi his silence. She moves to the destroyed paintings. Looks at them like they're dead kittens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "When did you do these? 15. 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 He doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "These are fantastic. There's enough here for a show. JI can call Arni, he can get you gallery space...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Not I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Why not?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Because I don't even remember doing them. I can only paint when I'm high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "It doesn't matter. We'll get you back into a program. It'll work this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "They're evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "What are you talking about? He angrily crosses the paintings. Lifts one from the stac It's big, five feet wide. A photo-realism image of THREE RACE HORSES crossing a finish line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "This horse? Name is Applejax. This is him winning the Santa Anita Derby in the sixth race. I painted it three weeks ago. Stella stares at it, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Yeah? So? Isaac strides over to a table. Picks up a NEWSPAPER. Flip through it. Shoves a page right into her face. Stella stares, confused. And now WE SEE the page. It's a PHOTOGR in the Sports Section. It's the IDENTICAL IMAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "That's this morning's paper. The race was yesterday. Fucking yesterday! Stella just blinks, trying to process what he's getting a",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "But that's... 16. \fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Impossible? Apparently not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "You telling me you can paint the future? Isaac doesn't answer. Just fills the bucket again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "It's just a coincidence. You were high. For all you know you could've painted it this morning. Isaac angrily pulls out another PAINTING from the stack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "No. This one I painted this morning! He spins it around for us to see. The image is of Stella STANDING IN THE DOORWAY wearing the same flowery dress. T EXACT IMAGE we first saw of her -- Sunlight silhouetting from behind, one hand leaning on the doorjamb above her h She stares at it, now a little freaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "Something's. Wrong. With me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "(desperate) We'll get you help, Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I've tried that. Twice. There's only one way left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "You can't do that. Not alone. I can help you. I love you. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "NO! I'll drag you down with me, I swear to God I will. dust leave me alone. (off her stare) Get out of here! NOW! Stella holds his gaze. What she gets for falling in love with a junkie. She neds and slowly backs away, turns and walks out. Isaac watches her. Then stares at the painting A moment of decision. He's got a plan and he's sticking t it. He crosses quickly to a desk. YANKS open a drawer and pulls out a ROLLED UP t-shirt. Unrolls it onto the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05 Inside is FIX KIT - a SYRINGE, a SPOON, a BURNER, a BAG O HEROIN. Another drawer YANKS open and he reaches in, pull out a pair of HANDCUFFS. Strides to the middle of the roo Lays the fix kit down on the floor, opens it. He walks back to the wall, sits, crosses his legs. Takes ONE END of the handcuffs and SNAPS them onto his WRIST. Takes THE OTHER END and SNAPS it onto the RADIATOR. He stares at the heroin, ten feet away. So close, but now impossible to get to. Off his steely determination --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're looking at a SHAKY HOME VIDEO IMAGE of CLAIRE BENNE (17), standing on the edge of a TWO HUNDRED FOOT CLIFF at rock quarry, staring over the precipice. Claire has \"girl next-door\" looks, and to complete the cliché, she's dress in a CHEERLEADING OUTFIT. A CHIRON prints out across the screen -- \"ODESSA, TEXAS\". Claire's life up until now has been as ordinary as any ki in rural America. But right now it's anything but ordinar Because at this moment, her arms outstretch and she leans forward and... steps off the ledge. Like she's flying. Except she's NOT flying. She's FALLING. And fast! We watc this horrible incident like a bad “shock video” TV moment Until SPLAT! She hits the ground FULL FORCE. It's fucking awful. The CAMERA runs up to her, like assassination footage. We hear the LABORED BREATHING of whoever is shooting this vi footage. The CAMERA stops and aims down at her BROKEN, {JWISTED body. BLOOD on the rocks. A long beat, then Claire begins to STIR. Slowly. She POPS her dislocated leg BACK INTO ITS SOCKET. Her joints SQUIS and SNAP into place. ‘Then she pries her bloody face off rock and looks right INTO CAMERA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "This is Claire Bennet... and that was attempt number six. And off her placid expression --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nl > . @e k é “vm Being Followed by a Moon Shadow”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 19. aAcT Two",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAPTER TWO",
          "text": "\"I'm Being Followed By a Moonshadow\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CLOCK FACE",
          "text": "that reads 1:47. The SWEEP HAND TICKS off the seconds rhythmically. Tick, tick, tick... ADJUST to see HIRO TANAKA, (24), staring at the clock intensely. He's two feet away from it, his stare practica poring a hole into it. His face is actually shaking, he's concentrating so hard on it. WIDEN to find Hiro at his cluttered desk in a tiny OFFICE CUBICLE, the walls covered with JAPANESE ANIME CHARACTERS pinned to every surface. The CHIRON says, “TOKYO, JAPAN\". Hiro is slight and nondescript in his short white sleeve shirt and black tie. A worker bee in sea of worker bees. However, Hiro has a hint of the nonconformist in him. A little \"spike\" to his hairstyle. His tie a little too thi A small \"punk\" bracelet tucking out of his sleeve. We HOLD on him, as his fervent stare intensifies on the c eyes bulging, forehead sweating. And then... miraculously",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SWEEP HAND",
          "text": "STOPS! QUIVERS and CLICKS ONE SECOND BACK - before resumi its normal forward rhythm. Hiro THRUSTS both fists into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONSAI",
          "text": "He leaps out of his chair and lunges out of the cubicle. TRACK WITH him as he SPRINTS down the long aisle, past wh seems like a hundred other cubicles in this bee hive of workers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A COMPUTER SCREEN",
          "text": "A live VIDEO IMAGE of Niki (our webcam stripper) slipping into her tiny robe. She's on the SET in her garage-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 (This is the VERY SAME scene we saw earlier). Niki walks past the camera, leaving just the image of the empty bed. Under which, we see the words, \"Time's up\" typ out across the COMPUTER SCREEN. WIDEN to meet ANDO MASAHASHI, (28), a little more conserv looking than Hiro, and frankly a bit of a killjoy. Where Hiro's cubicle was a cluttered mess, Ando's is exemplary its neatness. Ando types his response to Niki. “Just a little more. Please. I'm almost there.\" The CURSOR BLINKS, then Niki's response, \"It'll cost you another 39 bucks....\" Ando stares at the BLINKING CURSOR, then types “BITCH!” Just then, Hiro SLIDES around a corner and into the cubic Ando quickly hits a button on he keyboard - A SCREEN SAVE for \"Star Wars - Revenge Of The Sith” takes over the scre Hiro catches his breath for a beat, before -- (Their conversation is in Japanese - subtitled to English.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO, (CONT'D)",
          "text": "I did it! I did it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "(impatient) What now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "I've broken the space/time continuum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "(thoroughly uninterested) Good for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "My clock. I made it go back one second, using only my mind, my thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Too bad you're not paid by the hour. You'd be onto something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "I'm serious. This explains the subway this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "It was fourteen seconds late. Big deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "(for the 10th time) That train is never late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20.",
          "text": "\f17 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "(humoring him) Until you made it late... using only your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "yes. I have discovered powers beyond any mere mortal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Right. You and Spock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRO",
          "text": "(finally, you get it) Yes. Like Spock. Exactly. Suddenly, Hiro is grabbed by the scruff of his shirt. It' his BOSS, who starts YELLING at him as he drags him away. We're not sure what he's yelling, but we can guess it has something to do with getting his ass back to work. Ando pokes his head out of his cubicle and watches with a smile as Hiro is dragged humiliatingly away -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "(yelling after) Use your ‘death grip', Spock! The ‘death grip’! Off Ando, laughing at his friend --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PAIR OF TENNIS SHOED FEET swing nonchalantly. WIDEN to find Micah by himself in this sterile waiting room, bored He looks up to see his mom, Niki, THROUGH THE GLASS WALL the Principal's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Niki sits across the desk from PRINCIPAL KEARNS, a tweedy hippie. Beard, corduroy jacket. Niki is pretty agitated, and this conversation isn't helping matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "I'd like to tell you it's only his test scores, but it's pervasive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "He's just a little behind though, right? And she barely contains her desperation. Kearns just hold her gaze, not giving in. She lowers her voice -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI, (CONT'D)",
          "text": "Look, I'm a single mom and I work nights a lot, but... he can work harder at it... we both can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "It's not just hard work, there are basic developmental issues at play here. I'm afraid he's just not a good fit here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "(stunned) But... He's made friends. He's on the soccer team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "People pay a lot of money to send their children to this school...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Yeah, well so do I!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "They expect an academic standard that we simply cannot fall below. We don’t have the resources to deal with your son's special--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I wrote a check for twenty five thousand dollars to get him into this snobfestl I was told that's what it took! Not to mention the fourteen grand a year for tuition! In the b.g., Micah has noticed things heating up in here. Kearns",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "And your donation was very appreciated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Well I want it back. just looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI, (CONT'D)",
          "text": "I want it back now. Preferably in cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "That donation went into the capital campaign for the new wing. It's already been spent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Then un-spend it! \f19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "I'm sorry. We can certainly discuss a partial refund of this year's tuition. Niki reaches across the desk and GRABS him by the collar, HOISTS him out of his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Fuck you, I want my money back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEARNS",
          "text": "That's... not possible. Niki, seething, shoves him back into his chair --",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, WAITING ROOM",
          "text": "Kearn's office door FLIES open and Niki strides out. Kear stands in the b.g. Niki grabs Micah by the hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Come on, let's get outta here. (looking back at Kearns) You're too good for this lousy school. She pulls Micah towards the door, but passes a MIRROR alo the way. She catches her REFLECTION in it. Stops. Looks at herself. Something about it pisses her off. She strides up to the mirror, stares. Then rears her hand pack. And just as she's about to strike her palm into the glass - her REFLECTION SLIDES UP and OUT of the frame. WHAM! She SHATTERS the empty mirror with her palm. Then follows the trajectory of WHERE THE REFLECTION WENT. she stares up at the corner of the ceiling at something we CA see. A long and strange beat, as everyone stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "(concerned) Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "(at something unseen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAVE ME ALONE",
          "text": "Niki shields Micah behind her and backs away, opening the office door and rushing off with her son in tow. Off Kear what the hell was that all about --? \f20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in a West Texas suburban wasteland. We TILT DOWN of the 7-ELEVEN SIGN to find Claire, still in her cheerleadi outfit, sitting on the curb next to 2Z0E, (16), a kind of artsy looking gawky kid holding a VIDEO CAMERA at her sid while drinking a slurpee. Claire has her chin on her knees, staring out at nothing. She's completely cleaned up from her fall, looks normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I am so depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20E",
          "text": "why? Claire turns and gives her one of those teenager looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE, (CONT'D)",
          "text": "Besides the fact that it was so gross I almost fudged myself, this is the single coolest thing to happen in this town in like a hundred years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Not if nobody finds out, it isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "Then why'd you want me to tape it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I have my reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20E",
          "text": "I still can't believe you asked me. You stopped talking to me in sixth grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Safer this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "Why, cuz I'm not popular and no one would believe me even if I did tell, which I won't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "I mean, it's not like you're not going be popular anymore. \fHEROES VOLUME ONE “Genesis” 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(snaps) Popular?! Who's talking about popular?! My life as I know it, is over, okay?! I've got the Bishop game next week, the SAT's in October, homecoming's three weeks from today, and I am a freak show!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Z0E",
          "text": "You're being a little dramatic, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "No! I don't think. Look at me. I busted like every bone in my body, stabbed myself in the chest, shoved a two foot steel rod through my neck and there's not a scratch on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOE",
          "text": "Then what do you call that? Zoe points down to Claire's leg. Claire looks down to see bloody, horrific COMPOUND FRACTURE POKING through her SHI It's almost too gross and bloody to look at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(only slightly annoyed) Great... Claire reaches down and POPS the bone back into her flesh It makes a SICKENING SOUND as it SNAPS into place. She lo back up at Zoe -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE, (CONT'D)",
          "text": "Just give me the tape, okay? She holds out her hand, impatiently snaps her fingers. Z0 relents. Opens the camera, pulls out the tiny digital CASSETTE and hands it to her. Claire stands and starts to walk off, limping slightly. Z watches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "20E",
          "text": "You don't want a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "No. I‘m just gonna walk. Then Claire stops. Turns and looks back at Zoe. Softens -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE, (CONT'D)",
          "text": "Thanks, okay? I'11 talk to you in front of people at school tomorrow. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 HEROES VOLUME ONE \"Genesis\" 12/2/05 zoe nods. Behind them, a FIRE TRUCK roars past, SIREN blaring. Claire looks at it, watching it round the corner And as she walks off in its direction, her limp lessening with each stride -- INT. INTERROGATION ROOM - POLICE PRECINCT - DAY al ALICE CAMBELL, (76), sits with her purse in her lap at a tiny interrogation table. Don't let her sweet appearance fool you, this is a formidable woman, in this incongruous setting. A UNIFORM COP lets Ethan and Harrison into the room then leaves. Alice looks up at them, shrugs sheepish",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "Mom, for God sakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "They dropped the charges. I have to fill out a form. It's no big deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "No big deal?! Do you have any idea what this'll do to me if it gets out?! And what could you possibly need so badly that you had to steal it?! (then, disgusted) Nevermind! I don't even wanna know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Socks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "What?! Jesus! Dad left you a fortune. What were you thinking?! Are you sick? Delusional?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(snaps) Leave her alone! She's okay, that's all that matters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "Oh sure, our mom is a criminal, but thank God she's fine. Next thing we know she'll be telling us she's a crack whore. {starts pacing) I've gotta keep this outa the press.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "You know what? Get outa here! Just go worry about your image! I'll handle this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "I'm gonna call the D.A.'s office, make sure this thing is buried. And Harrison strides out of the room, leaving Ethan and A to look at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(sweetly) What were you thinking, mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I just wanted to feel alive again. Off Ethan, nodding, he understands --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TATTOO",
          "text": "of a COCKROACH. We TILT OFF it to find this tattoo on D.L Hawkins’ RIGHT ARM. He's sitting in the only chair in thi cement room. Stares straight ahead. The WARDEN, an intens WOMAN in a SUIT paces in front of him, looking at a file. Two GUARDS stand nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "You're doing two consecutive life terms, Mr. Hawkins. Might as well be dog years. And since you're going to be here a while, it would be wise for us to build a little trust. D.L. says nothing. Just stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN, (CONT'D)",
          "text": "In 2002 we installed a pneumatic lock- down system. State of the art, four fail safe backups. Your cell was locked up tighter than a cat's butt last night. So I'm gonna ask you one more time -- How did you get out? D.L. just looks at her. She crosses and stands right in front of him, leans in close to his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN, (CONT'D)",
          "text": "I'm sorry, I didn't catch that. DL. (calmly) I told you, I just woke up there. The Warden sighs. Thinks a bit. \fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN",
          "text": "(to Guards) Transfer him to Unit 9. As the guards move towards D.L., another GUARD steps into the room and approaches the Warden -- WHISPERS in her ear She looks up at D.L. as he's being led out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN, (CONT'D)",
          "text": "Mr. Hawkins. D.L. turns,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDEN, (CONT'D)",
          "text": "Seems you have a phone call. Which for some reason I feel inclined to let you take. (then) Don't mistake this for a charitable gesture. I just happen to believe in the importance of family. And she walks away. Off D.L.‘s confused eyes -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FINGER RINGS a DOORBELL and we WIDEN to find Niki stand with Micah at the front door of a small tract house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "I hate it here. She doesn't even have a TV...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I'll be right back. I'm just gonna pack up some stuff and we'll leave tonight, go visit your dad--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Is someone trying to hurt us? Niki looks at him. Kneels to his eye level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I made some mistakes, I admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Nevermind. But you have to understand, I'd never let anything happen to you, I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "Why'd you break that mirror, mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05 A beat, as Niki tries to think of how to answer. Before s can, the door opens, revealing TEXAS TINA, a tough former show girl, a half dozen years older than Niki. She sizes them up. Knows exactly why they're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Couple hours, tops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "(beat, to Micah) There's some ice-cream in the frige. Micah looks up at Niki for her approval. She nods and he rushes into the house, leaving Texas Tina and Niki starin at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA, (CONT'D)",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I needed money. I went to see Linderman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "(shakes her head, disgusted) How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "You gambling again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Wo. Just... bills and... Used the rest to get Micah into a private school. They wanted to hold him back another year at public school and... I just needed them to think we had the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "From a loan shark? Shit Niki, you weren't born yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I'm two weeks overdue. I thought I could handle it... but... I'm under a lot of stress. e@ TEXAS TINA Gee, I wonder why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I'm starting to lose it a little. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI, (CONT'D)",
          "text": "(lowers her voice) I'm seeing things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "(suspicious) Like? Niki looks around, not sure how to say this. Then ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I keep feeling like someone's watching me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "No shit, Sherlock. The dude wants his money back. He's sent some mouth breather to put you in the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "It's not just them. It’s someone else. Someone I can't see. Does that make any sense? fina just looks at her, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "No, not much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "I'm sorry, I shouldn't be telling you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA",
          "text": "But let me tell you what does makes sense. You have to come up with the thirty grand, plus interest, now. Or you gotta run. That's what makes sense. Off Niki's frightened stare, knowing what she has to do ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethan and his mom, Alice, stroll down the shady sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "He only cares about himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Your father was the same way. Alpha dogs, both of them. You, in the meantime, for all your selflessness, sitting with dying people... You gonna retire on what you make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Maybe I'll start shoplifting my socks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "30,",
          "text": "24 \fVOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Don't get smart. When you put everyone else first, you end up last. You always put Harrison first and he took advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "He's my brother. I love him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Love is overrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "And he loves me too. I know it. We've always been so close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Rose colored glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "That's cruel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "It's the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "We had our own language ‘til we were five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "Four. He stopped before you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "It's biological. I can't help it. I've always had this intense connection with him. (stops, looks at her) I've never told you this... But when Harrison had the accident... I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "We all got the same call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "No. I mean I knew it before the call. Three hundred miles away, I woke up and I knew he'd been hurt. Alice just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN, (CONT'D)",
          "text": "I know it's not right to be so connected @ to him. I'm meant for something special of my own. But when? é She stops and looks at him. There’s something cold in h eyes. \fVOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALICE",
          "text": "I'm your mother, and I love you. But the truth is, I gave up hope for you a long time ago. He just stares, crushed by these terrible words. She kiss him on the cheek and starts up the stairs of the brownsto Ethan leans back against the railing of the steps. Closes his eyes. We PUSH IN on him and WHOOSH -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're suddenly in another (SUBJECTIVE CAMERA} FLYING DREA SOARING, SWOOPING, DIVING. Conner Oberst's (Bright Eyes) “Road to Joy” rises ONTO TBE SOUNDTRACK, as we TUMBLE, TW and ROLL. We BANK and start to RISE above the skyscrapers higher and higher until we reach ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUN",
          "text": "HOT and FIERY in a cloudless sky, slowly beginning to DAR on one edge. We realize we're watching the beginnings of SOLAR ECLIPSE. And as the MUSIC continues --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM HIGH ABOVE",
          "text": "we're looking DOWN fifty OFFICE WORKERS doing CALISTHENIC in regimented unison. SIDE BENDS, DEEP KNEE BENDS, etc. I looks like a precision drill team. All but ONE LONE FIGUR whom we PICK OUT among the masses. It's HIRO. He's just standing there in the middle of the pack, staring up at t ECLIPSE. As the moon's SHADOW creeps over the rooftop --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "looking down at Isaac, our junkie artist, lying on the fl SHAKING violently. He looks awful, in full-blown WITHDRAW A STREAK of LIGHT cuts across his face, seeping in throug crack in the tin-foil covered windows. That light suddenly DARKENS, and in a moment of lucidity, Isaac looks up and focuses on the SUN as it's being obscu by the MOON. We DRIFT OFF of him, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 31 HEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're LOOKING DOWN at ETHAN hailing a taxi on a crowded corner. A TAXI slows to stop, as the sunlight around him begins to DARKEN. He climbs into the back of the taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TAXI'S REAR SIDE WINDOW",
          "text": "as Ethan stares out of it, looking up at the sun we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We TILT DOWN from the sky to a two story APARTMENT HOUSE FIRE. (This is the same image that we saw a painting of i Isaac's loft.) FIRE TRUCKS, POLICE, NEWS VAN, dozens of O LOOKERS behind a barricade across the street. We PAN their faces until we find CLAIRE, standing among t still in her cheerleading outfit. While everyone's eyes a glued to the burning building, Claire's gaze is skyward, squinting to look at the ECLIPSE. And as we RISE ABOVE he the SHADOW of the MOON washes over the entire scene and w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Guards lead D.L. down the long cell block, past cells with hardened looking CONVICTS. The LIGHT streaming throu the high windows suddenly DARKENS. D.L. seems to be the only one who notices. And when he does, it stops him in h tracks. It's as though it means something to him. And off his intense stare --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT AND INTO",
          "text": "INT. NIKI SANDERS' LIVING ROOM —- DAY 31 Niki carefully enters through the SPLINTERED FRONT DOOR. edge, she COCKS HER HEAD to hear if anyone is in here. Ev step cautious, like walking on broken glass. She STOPS in the room, looking around. It's been RANSACKE Her gaze falls on the SHOE BOX (Micah's pinhole camera) o an end table, SUNLIGHT streaming down on it from the wind She crosses, picks it up. Lifts the lid, peeks inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INSIDE OF THE BOX",
          "text": "Through the pinhole -- An image of the NEARLY COMPLETE EC illuminates the bottom of the box. As CONNER OBERST'S “Ro To Joy\" FADES OUT, Niki pulls her eye away from the box a sets it down. Then HEARS a NOISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 34. She SPINS around and sees the BIG GUY who busted down her door earlier. He's in the kitchen, his back to her. He clearly doesn‘t know she's here. She freezes. Shit. What should she do? She slowly starts to back towards the front door, when ~- she's GRABBED fro behind! She turns to see the Weasel looking guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL",
          "text": "Welcome home. And off Niki's fearful eyes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“Dreamtime”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAPTER THREE",
          "text": "“Dreamtime”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been ONLY SECONDS since we last saw Claire. She lowe her gaze from the eclipse to the FIRE TRUCKS in the dista We notice a few PEOPLE, inconsolable, SOBBING, as some \"l one\" is clearly trapped in this building. Claire turns to look at a small cluster of FIREMEN and CO conferring nearby. Another COP rushes up to them. We can barely make out their conversation. coP #1 .--Four year old in a wheelchair. Lives in the middle apartment, second floor. They all glance up at the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIREMAN",
          "text": "The staircase is gone, fire's taken out eighty percent of the top floor. They all stare, paralyzed by their impedance. Claire turns back, looks at the building. Then without mu thought, she climbs over the barricade and starts across street. We MOVE with her as she walks towards the buildin In the chaos, no one notices, until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIREMAN",
          "text": "HEY! What do you think you're doing?! But it's too late, Claire is almost to the entrance of th building. A NEWS CREW rushes forward, capturing her image just as she disappears INTO THE FLAMES. The Cops and Fire come rushing up, but there's nothing they can do but watc We MOVE IN on the building and HOLD for a long beat. And just when we're not sure where we go from here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "emerges from the FLAMES, carrying an UNCONSCIOUS FOUR YEA OLD BOY in her arms, her expression still blank. Two Fire run up to her. She hands over the boy, as the NEWS CREW rushes up to her, pointing their camera in her face. As w MOVE 360 degrees around her, we -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN OLD INSTITUTIONAL PHONE HANDSET",
          "text": "is lifted off its wall-mounted receiver. We FOLLOW it UP a TIGHT CU of D.L. He's sitting in a Plexiglas booth, ina long row of other Plexiglas booths, each containing a PRI on the phone. D.L. Hello? We HEAR only HIS SIDE of the call as speaks softly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.L., (CONT'D)",
          "text": "Yeah... (hard to say) I miss you too. (listens) When? Are you sure?... Did you see what they looked like?... As he listens, he lowers his head in defeated fatigue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.L., (CONT'D)",
          "text": "Iocan't... help you right now. You know that. So you need to listen to me. You gotta be the man for now. A man's got responsibilities. To his family. That's your job now. (more to himself) That's your job. He looks up as the Guard TAPS on the glass, “wrap it up”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "D.L., (CONT'D)",
          "text": "ZI gotta go. You and your mama are gonna be okay. Tell her I promise her something... (lowers his voice to a whisper) I'm gonna find a way outa here. And he slowly hangs up the phone. Blinks hard to clear th tears from his eyes and we -~ cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Micah, standing at the counter, slowly hangs up the phone There are tears in his eyes as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEXAS TINA, (0.8.)",
          "text": "Who were you talking to? \f35 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 37. Micah turns, startled to see Texas Tina standing in the doorway. He hesitates, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICAH",
          "text": "No one. off Texas Tina, not buying it -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiro and Ando stroll down the sidewalk. Hiro is all amped up. Ando the somber skeptic. (Again, their conversation i in Japanese.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "The Yogis in India have been doing this for thousands of years. ‘The Aborigines in Australia bend time and space when they enter the dreamtime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Fine, I'll humor you. Let's say you really do have this power... What do you do with it? Join the circus? I mnean, no one ever got laid by stopping the second hand of a clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRO",
          "text": "That's just the beginning. As I develop my powers, I'll learn to bend space, too. Then I can tele-port myself anywhere on the planet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Like Star Trek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "Yeah, like Star Trek. In every hero myth, the hero must learn his purpose. When he does, he will be tested and called to greatness. Ando stops in front of a karioki bar, considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "tI think I'm going to have to be drunk to finish this conversation. (heads towards bar) \"Beam us up, Scotty\". And he laughs as Hiro follows him into the bar --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tt's been four and half minutes since Claire walked out o the fire. She sits on the tailgate, wrapped in a blanket. \f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis” 12/2/05 38. A PARAMEDIC applies a SALVE to her face. That glazed look in her eyes is still there, The FIRE CHIEF steps up to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE CHIEF",
          "text": "You wanna tell me how you pulled that off? Claire shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRE CHIEF, (CONT'D)",
          "text": "How'd you get to the second floor? There was no staircase anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(deadpan, numb) I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRE CHIEF",
          "text": "How'd you know where he was? (off her blank look) It's over eight hundred degrees in there. How the hell did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I don't know. I don't know... And off her numb expression -- cuT TO;",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DOORKNOB",
          "text": "twists open. TILT UP to reveal Stella. She steps into the dark loft. Feels for the light switch. Finds it, flips it on. NOTHING. No Electricity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Isaac! No answer. She walks cautiously into the room. Comes arou a corner and STOPS, as she sees something. It's Isaac. Lying on the floor, HANDCUFFED TO THE RADIATO He's shaking, convulsing in the THROES OF WITHDRAWAL. She stares at him, pissed and horrified all at once. He looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "I should leave you here to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(weakly) Finally, something that makes sense. \f3 HEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I've got too many people dropping dead on me already. She bends down to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Get away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "I'm taking you to the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I said, leave me alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Where's the key?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I don't have it,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Where's the goddamn key?! Isaac just turns away. Stella, pissed, crosses to the kitchen, YANKS open the cupboard under the sink. Pulls ou a TOOLBOX. Carries it back and DROPS it on the floor. She opens it and digs around. Finds a HAMMER. Starts POUNDING the shit out of the chain of the handcuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "It's better this way. You'll forget about me after a while. Stella BANGS for a few seconds, then STOPS. It's FUTILE. She reaches into the toolbox and pulls out a SAW. She sta trying to cut the chain with it, but it’s a fucking WOOD SAW. She DROPS IT ON THE FLOOR in frustration. Starts digging through the toolbox for something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (CONT'D)",
          "text": "I never loved you, Stella. I wanted your money. JI wanted the sex. That’s all it was. Thought you should know that in case I die. Stella just stares at him, crushed by his words. She stan and looks down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Fine. You wanna die? Die. I'm not gonna stop you. she turns and walks away. Isaac watches her until she ste out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 40. A long beat, then his conflicted eyes focus onto somethin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "five feet away - The SAW lies on the floor. We RACK FOCUS to it. Off Isaac's eyes, the seed planted for this",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A KEY unlocks a PRISON CELL DOOR. WIDEN to find D.L. bein PUSHED into a cell by the two Guards. This is an American version of \"Midnight Express\". It's fucked up. Depressing windowless, cold. Across the hali, ANOTHER CELL faces it. In here, EZEKIEL TAYLOR, an older black man in his sixties, watches. Wise but dangerous eyes. The Guards SHOVE D.L. in and lock the cell behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "You keep an eye on him, zeke. This boy likes to wander. The Guards walk off, leaving D.L. and \"Zeke\" staring at o another across the hall. It's an awkward moment. Finally",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE",
          "text": "Musta done something real bad - get your ass thrown down here. D.L. just looks at him. Crosses and sits on his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "Quiet type. Good. {laughs to himself) Last dude talked too much anyway. zeke lifts some ROLLED UP OBJECT, two feet long. Carries to the center of his cell as he talks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "Either you got nothing to say, OF... zeke stops and looks at him, studying his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "You scared. Uh huh... I seen your kind in here thirty seven years now. He UNROLLS the object in his hand and we see that it's a PERSIAN PRAYER RUG. \fHERCES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "Like every other swinging dick. Kill someone, rob the wrong white lady, end up looking at the world from the inside out. Till one day it dawns on your sorry ass that it's over, the so-called dream you call \"life\". Now, most men go one way when faced with that inevitability. Prison livin' inside you, ‘stead of the other way ‘round. He lays the PRAYER RUG down on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "There's a lotta ways a man can do the time. But ain't but one of them lead to the real way out. geke lifts a BOOK from the stool by his bed. Crosses to t bars and looks ominously at D.L. He whispers, as though revealing a secret ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "You can teach your soul to go anywhere it wants. He bends down, places the book on the floor. SLIDES it ac the hall. It comes to a stop right outside D.L.'s cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "Taught mine to go to Mecca five times a day. zeke turns and walks to the prayer rug, stands over it, obviously facing Mecca.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "(re: the book) I know where to find you when I need it back. He raises his palms skyward. Mutters a prayer under his breath and drops to his knees, then prostrate onto the fl D.L. watches this odd ritual, then looks down at the book the floor. Stands and crosses to it. Picks it up. Looks at the cover. “The Koran\" Off D.L., watching Zeke pray ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiro and Ando sit at a back table. They're a little tipsy now and have to SHOUT to be heard over the really BAD KAR Hiro is still all worked up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "See, most people perceive time as a straight line, always going forward. Like this. Hiro dips a CHOPSTICK into his small dish of SOY SAUCE. H draws a soy sauce line on his paper place mat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO, (CONT'D)",
          "text": "But time is actually more like this... He takes his finger and smears the soy sauce into a CIRCL",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Where did you learn all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "X-Men, issue 117, when Wolverine breaks into Professor Xavier's lair--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "A comic book?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "(duh...) Well... Yeah. There isn’t a ten year old on the planet who hasn't secretly wished for super powers. And I, Hiro Tanaka, got them. Me of all people. Last in my class, last on the sports field. I'm not a loser anymore. Ando considers this. Wow, his friend is really serious ab this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Alright, look... Tell me one useful thing you could do with this power. Can you make money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "A super hero doesn't use his powers for personal gain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Then what good is it? Can you tele- port yourself into the women's bathroom? Now, there's something useful. You won't learn your \"purpose\" in there, but you might learn something about life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "Fine. If I had to, yes, I could tele- port myself into the women's bathroom. \fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Great, then do it. I'll grab two more beers. And Ando gets up, heads for the bar. Hiro watches him go, then turns his gaze towards the women's bathroom at the b of the bar. What the hell, he takes a deep breath and STA INTENSELY at the bathroom door. Off Hiro, concentrating hard --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A static WIDE SHOT of Claire's family around a very norma middle class dinner table - very Kubrick. Claire, dressed now in jeans and a sweatshirt, sits with her mom, SANDRA, (41), dad, KENT, (43) and brother, LYLE, (14). Sandra is all wound up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "...I think Carla is perfectly nice and very capable, but if they think I'm going to take orders from her... She looks up from her plate to see that no one is really paying that much attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (CONT'D)",
          "text": "I'm sorry. It just gets my goat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENT",
          "text": "It's understandable, sweetheart. You've been working checkout for fourteen years. I feel the same way about Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Alright, enough about me. What'd everybody else do today? Kent looks to his two kids. Lyle just shrugs. Claire push her food around the plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENT",
          "text": "I sold a fully loaded LeBaron to a guy from Midland. Put thirty percent down. Three more cars and that trip to Maui is ours this year. Aloooha. (to Lyle) How'bout you, buddy? Anything happen today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYLE",
          "text": "Doug and I saw this Mexican guy, a homeless dude, on our way to school. We thought he was dead... But he wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fAl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis” 12/2/05 44. Kent just nods. Not exactly what he was hoping for, but. He and Sandra turn to Claire, expectantly. Without hesita",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I jumped off a cliff... and I didn't die. Dead silence as everyone looks at her, trying to figure o what that could possibly mean. Kent, doing his best to re",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENT",
          "text": "I know you're at that secretive age, sweetheart, but what do you mean by that? Claire, on the spot, hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "I know what she means. Claire looks at her, a mixture of fear and relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (CONT'D)",
          "text": "Here I am talking about getting passed over for a silly little raise, and you go and say something really profound. We come to all kinds of cliffs in our lives. And when we face our fears and jump, we usually don't get hurt. (welling up) You're very wise, sweetheart. Whatever it is you did, I'm proud of you. Off Claire's tiny, forced smile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethan climbs into back seat of the cab, stares out the wi up at the sky. The LIGHT has darkened from ECLIPSE, and w realize we are RIGHT where and when we last left him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(to 0.S. driver) The corner of Center and Canal, please. The taxi pulls away and Ethan stares out the window up to the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REAR VIEW MIRROR",
          "text": "as a HAND reaches up to adjust it. In its REFLECTION we s Ethan from the driver's perspective. A voyeuristic moment as Ethan has no idea he‘s being spied upon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (0.S.)",
          "text": "A Solar Eclipse. \fHEROES VOLUME ONE \"Genesis\" 12/2/05 Ethan looks up at the driver, It's PROFESSOR SURESH, look as anonymous as any other Third World cabbie in Manhattan",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Oh. Yeah. Wonder if it's gonna be total?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "Not here, no. Some other part of the world, yes. A true global event. Makes one appreciate how small our planet really is. Ethan looks at Suresh, intrigued by his observation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (CONT'D)",
          "text": "But then, we are all rather small, aren't we? Ethan nods as he stares at Suresh. It's an odd stare, an instant and overwhelming need to open up this conversatio A perfect stranger, no strings. What's the harm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "Mohinder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I'm Ethan. (beat) Let me ask you something, Mohinder. You ever have the feeling you were meant to do something extraordinary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "I'm driving a cab. You may have noticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I'm not talking about what you do. I'm talking about who you are. I'm talking about being special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "We are all special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(frustrated) That's not what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "Some individuals, it is true, are more special. This is natural selection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fVOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interesting...) Like evolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "What is it that makes a species, after millions of years, suddenly adapt to catastrophic changes in their environment? Overnight. Literally. We PUSH IN on Ethan as Suresh continues. Ethan is riveted",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (0.S.)",
          "text": "The ice age hits and a hundred thousand species go extinct immediately. (snaps his fingers) Like that. While others, no more unique ox complex, change and adapt in extraordinary ways, insuring the survival of their species. The cockroach, for instance. We PUSH IN on Ethan as Suresh's lecture continues. Ethan riveted. This is speaking to the very core of his being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (CONT'D)",
          "text": "It begins with a single individual, born or hatched like every other member of their species, Anonymous, seemingly ordinary. Except they're not. They carry inside them the genetic code that will take their species to the next evolutionary rung. Ethan is now staring off at nothing. Slowly nodding his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH, (CONT'D)",
          "text": "So if one feels they are special, that they have unique abilities, then they have an evolutionary imperative to discover those abilities. It's their destiny. Ethan swallows. He looks like he's about to leap out of h skin. No words have ever rung truer. And breaking this strange silence -~ RING, his cell, Ethan jumps, then answ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(to phone) Hello?... Stella... I was just going home, but... No, it's no problem. I can be there in ten minutes. That's okay, I'll see you there. He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN, (CONT'D)",
          "text": "Can I get out here, please? Suresh studies him for a beat, then pulis the cab over. Ethan reaches into his pocket and pulls out a ten, drops through the window of the partition. He opens the door an starts to get out. Ethan holds his gaze for a beat, unable to speak. Then tu and rushes off. Suresh watches him as another MAN slides into the back seat. We do NOT see his face, but he is dre in a DARK SUIT. And for a split second we think we catch just a glimpse of his HORN RIMMED GLASSES. Suresh turns and looks at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "Where to, my friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "é, CHAPTER FOUR: “Genesis” ; i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cs \\ Me N.. é “How | learned to Stop worrying and Love the Bomb”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAPTER FOUR",
          "text": "“Genesis” or \"How I Learned to Stop Worrying and Love the Bomb”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON the luscious waves and folds of the BLUE SATIN BEDSPREAD that we saw when we first met Niki. They're disrupted as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL, (0.8.)",
          "text": "Fifty grand is a lot of money. Niki is thrown onto her bed. Violently. (Only a minute an fourteen seconds have passed since last we saw her.) She looks up at -- the WEASEL and the BIG GUY standing over h",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL, (CONT'D)",
          "text": "But we wanna be fair about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Fifty? It was thirty. Even with interest-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL",
          "text": "Shoulda read the fine print. The Weasel pulls up a chair as the Big Guy checks out her computer and camera. Niki looks at them desperately --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Look, I have a son. I'm all he's got. Please. I can get the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL",
          "text": "Tell you what, let's start with a little business proposition. You make, what, forty bucks every twenty minutes for taking off your clothes? Niki looks at them, unsure what he's getting at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL, (CONT'D)",
          "text": "I'm gonna give you a chance to work off a little of your debt. See where it goes from there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 HEROES VOLUME ONE \"Genesis\" 12/2/05 vhe Big Guy hits the RECORD BUTTON on the camera. Niki lo at the red light on the camera. The SLOW WHIR of the TAPE TURNING echoes in the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL, (CONT'D)",
          "text": "(leaning back) Go on, let's see what you got. Niki sits up on her knees on the bed and slowly, timidly begins to rub her hands seductively up and down her body. She starts to cry, but stops herself. Gets into character Undoes the buttons on her shirt -- starting at the top an working her way down. One by one. Slow as she can. The two men smile. And as she undoes the top button of he jeans -~ she STOPS. Looks at something just behind the tw men. They notice. Turn and look back behind them to see -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI'S REFLECTION",
          "text": "din the MIRROR that we saw the first time we were here. Nothing unusual. They look back at Niki. But she keeps looking at her reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL, (CONT'D)",
          "text": "What's the problem, baby? It's just getting good. But Niki doesn't respond. She just keeps staring at the reflection. The Weasel is pissed. He stands, crosses to her, BACKHANDS her across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEASEL, (CONT'D)",
          "text": "I said, what's your problem?! Niki gets back up. Scowls at him defiantly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIKI",
          "text": "Fuck you. The Weasel rears back and delivers a STRAIGHT HARD PUNCH. And as his fist comes RIGHT INTO CAMERA, we ~—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "professor Suresh looks back at the man with HORNED RIMMED GLASSES, waiting for him to respond. (We're right where w left off last time we were with Suresh.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORNED RIMMED GLASSES",
          "text": "The United Nations, please. Suresh turns and starts driving. After a long, tense beat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 \fVOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORNED RIMMED GLASSES, (CONT'D)",
          "text": "Suresh, huh? Suresh, startled, looks back over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURESH",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORNED RIMMED GLASSES",
          "text": "Your name. On your license there. Suresh looks down at his LICENSE and PHOTO, displayed on dash. And now we get our first real look at the Man with the HO RIMMED GLASSES. A sort of young Max Von Sydow-type. Sophisticated, unknowable. He's toying with Suresh. He knows exactly who he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORNED RIMMED GLASSES, (CONT'D)",
          "text": "That's Indian, yes? Suresh stares at him through his rear view mirror. Those GLASSES. He knows them. It lands. Hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORNED RIMMED GLASSES, (CONT'D)",
          "text": "(musing) Probably lots of Suresh's where your from. Like Smith or Anderso-- SKIIIDDDDD! The tires LOCK as Suresh SLAMS on the BRAKES. The Man goes FLYING into the plexiglas partition, SMASHIN his glasses against it. It stuns him. When he regains his bearings, he locks up to see Suresh is GONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We CRANE UP over the taxi, its driver's door wide open, a see Suresh SPRINTING down the middle of the street, weavi in and out of the traffic. And as Horned Rimmed Glasses slowly climbs out and watches him disappear into the dist",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ando stands at the bar. (About forty seconds of time has passed since we last saw them.) He takes two bottles of Asahi and turns back towards the table where he and Hiro were sitting. Hiro is gone. He sees a COMMOTION near the back of the place. A BOUNCER is dragging Hiro out of the women's bathroom as two WOMEN scream angrily at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ando watches the Bouncer drag Hiro right past him and out the front door, tossing him onto the sidewalk. Ando looks down at the beers in his hand, shakes his head and sets t down. He heads for the door. \fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiro lies in a heap on the sidewalk as Ando steps out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "{sore, but excited) Did you see me? I did it. I was in the women's bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Great. Now you're a pervert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "{gets up slowly) I tele-ported myself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Enough! There is NO SUCH THING as breaking the space/time continuum, alright?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "Fine, don't believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "There are twelve and a half million people in this city. Not one of them can bend space and time. Why do you want to be different?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "No. The question is, why do you want to be the same?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "Because, that's what I am! The same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "Exactly. It's what we all are. Look at us. We dress the same. We look the same. We do the same jobs. Just like everyone else. Homogeneous. Yogurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "(now he's mad) Yogurt, huh? Last year at the company banquet, the whole department sang karioki. Madonna, Tears for Fears, Abba, Duran Duran... But who sang Barry White? Me. That's different enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "Sure. For you. But I want to be special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "We are not special! We are Japanese!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIRO",
          "text": "Fine. Stay here. Be just like everyone else. I wanna go boldly where no man has gone before. And he walks off. Ando watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDO",
          "text": "That's right, you’re special! You're “Super Hiro\"! Go find your purpose! Go save the world! And as Hiro walks off into the night --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethan enters, looks up to see Stella rifling through the drawers of the night stand by the bed where her father la dying. She looks a little crazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What are you looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Morphine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "What for? She stops. Looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "I need you to come with me someplace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "You'll see. She grabs some VIALS and stuffs them inte her purse. Etha crosses to her. He's more confident and determined than w have ever seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Look, I can’t work for your father anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "(confused) What? What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE “Genesis” 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I can't, I need to make some changes in my life. I can't keep living for other people. I need to spread my wings, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "(snaps) We'll talk about this later! Right now I need you to come with me. You're a nurse, you can give a shot. You can help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Help who? But she doesn't answer, as she strides towards the door. Off Ethan, wondering what he's getting into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "zeke lies asleep in his bed. He stirs and opens his eyes. Sits up, as something gets his attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE HALL",
          "text": "D.L. stands by the bars of his cell, a strange glazed loo on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE",
          "text": "Somethin’ you want, brother? D.L. doesn't answer. Zeke stands and crosses to the bars his own cell. Stares at D.L., studies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "You okay? Still no response from D.L., just the strange expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "{realizing) Damn... You're sleepwalking, ain't you? (then) Go back to bed. I'm serious. This ain't natural. Go back to bed. He waits to see if D.L. will comply. He doesn't. Zeke tur and walks back to bed. Climbs under the covers and rolls over, his back to D.L. Off D.L., standing near the bars, asleep on his feet -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Claire does dishes. Sandra is in the b.g., clearing the table in the dining room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (0.S.)",
          "text": "I thought we'd go to the movies this Saturday. Maybe try on some shoes at the new mall in Gardenville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "Sure. (then, out of the blue) I love you mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (0.S.)",
          "text": "But?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "But nothing. I just wanted to tell you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (0.S.)",
          "text": "No, you think I'm trying to be your best friend again, admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "It's alright, really, we can go to the movies together. It's no big deal. She turns on the GARBAGE DISPOSAL, scraps a plate of food into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (0.S.)",
          "text": "(voice rising over noise) I just miss you, that’s all. I want to be your mom, I want to give you advice, but I don't want to push you away. Claire looks back towards her desperately, but Sandra's s in the other room, clearing the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "I want advice. I do. I won't push you away, I promise. And just then, her CLASS RING slips off her finger and IN the disposal. Without thinking, Claire PLUNGES her hand i to retrieve it. The disposal WHIRS and GRINDS hideously a her fingers are GROUND in it. She pulls her hand out, and in her BLOODY, MANGLED FINGERS, she holds the RING. She stares at it, in no pain at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHERCES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "I just don't think you should be so worried about fitting in all the time, about being so popular. And Sandra comes back into the room. Claire turns quickly and hides her bloody hand behind her back, as Sandra step right up to her and takes her lovingly by the shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA, (CONT'D)",
          "text": "I don't want to see you make mistakes like I did. I wanted to be someone more interesting than I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "You are interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLOOR",
          "text": "the BLOOD DRIPPING next to Claire's feet. DRIP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "No, I wanted to hitchhike across Europe, study art, fall in love with some poetry quoting frenchmen. Not that your dad isn't wonderful, but my point is, you should be who you are and know that it's enough. Because who you are is special. Claire nods, looks into her mother's eyes. Wants to tell her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "About that, mom... There's something I need to say. Something I haven't talked about because I thought it would upset you and dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "Sweetheart, you can say anything to us, you know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAIRE",
          "text": "(really hard to say} I think I'm old enough now for you to tell me who my real parents are. Well, we didn't see that one coming. Sandra looks at her, then pulls her into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a Of course you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE “Genesis” 12/2/05 Claire instinctive hugs her back. She lifts her HAND and looks at it behind Sandra's back, It's PERFECTLY NORMAL now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENT, (0.S.)",
          "text": "Honey?! Claire?! Come take a look at this! Claire and Sandra separate and head into -- INT. LIVING ROOM ~- CLAIRE'S HOUSE —- CONTINUOUS Where they find Kent standing in front of the TV. He's go his back to them, obscuring the TV from their view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDRA",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENT",
          "text": "(numbly) The news. HE steps aside and we see ON THE TV - the FOOTAGE from th FIRE. Claire is CARRYING THE BOY out of the burning build there for all the world to see this miraculous feat. Sandra and Kent both turn in unison to stare at Claire, speechless. Off Claire's enigmatic expression -- and one second before she is about to speak we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're IN REAL TIGHT on Niki's face, lying in a smear of h own blood on the BLUE SATIN BEDCOVER. She slowly wakes. Disoriented, she starts to sit up, wondering where the he she is. Then it hits her like a ton of bricks as she sees something and GASPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place looks like a fucking TORNADO RIPPED THROUGH IT. Our two bad guys, the WEASEL and the BIG GUY lay DEAD on floor. And I mean real DEAD. There's BLOOD everywhere. They've been SAVAGELY BEATEN. BROKEN MIRROR SHARDS are everywhere. One LARGE PIECE is sticking out of the Weasel's neck, his eyes still wide op The Big Guy's own gun is SHOVED into his MOUTH, a pool of BLOOD behind his head. Niki stands up and STAGGERS off the bed. She turns all th way around, totally freaked, looking for the unseen culpr of this insane KILLING SPREE. She backs up, stepping over the Big Guy's dead carcass an BUMPS INTO the webcam's tripod. Catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05 Suddenly realizes that the camera's RED LIGHT is STILL ON It dawns on her in a flash. She shuts off the camera and unclips it from the tripod. Carrying it, she starts to tu when something catches her eye. Looking OVER HER SHOULDER from BEHIND her, we now see wha it is -- The BUSTED MIRROR, half the glass broken out of frame. In the mirror - HER OWN REFLECTION. She stares at herself in the cracked pieces of glass, dividing her like jigsaw puzzle. And suddenly, like something out of a freaky horror film, her REFLECTION MOVES, independent of her. It RAISES its blood drenched HAND and WIPES it nonchalantly on her shir And off Niki, her life suddenly upside down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're TIGHT ON D.L.'s FACE. Again, like when we first met him, he's asleep. Then CHA CHUNK! The unmistakable sound of a SHOTGUN COCKING. He wakes with a start. Looks up, eyes wide. ADJUST to see two GUARDS standing over him. We CRANE UP t discover that we are right outside the razor wired fence the prison. D.L. looks around, no idea how he got here. A we slowly RISE to find the MOON in the sky --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We TILT DOWN from that same MOON to find Hiro strolling d the empty sidewalk in this quiet business district. He we slightly from too much to drink, He passes a TRAVEL AGENC Stops and stares at his own reflection the window. Along with the various TRAVEL POSTERS on display, there i wall of CLOCKS displaying the different TIME ZONES around the world. He closes his eyes from fatigue, pinching the bridge of his nose. As he does, we see EVERY CLOCK begin SPIN wildly. He opens his eyes back up and they stop. He didn't notice He nonchalantly glances up at a poster of TIMES SQUARE in New York City, all lit up at night. He stares it, smiles and slowly turns to walk away. He ta a couple of steps and stops. A stunned look on his face. He stares up and all around him and we SLOWLY PULL BACK t find that Hiro is now standing smack in the middle of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIMES SQUARE",
          "text": "We RISE UP as Hiro spins around, taking in this extraordi sight and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEROES VOLUME ONE \"Genesis\" 12/2/05 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and Stella and Ethan enter the dark room, Stella has a flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "I'm just saying it's impossible. No one can predict the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "I saw it with my own eyes. (yells) Isaac?! I brought someone to help you. He's a nurse. There's no response. Ethan follows behind her, but stops, as something CRUNCHES beneath his feet. She aims her ligh down. It's A SYRINGE. Ethan stares at it. Stella aims the light up towards the radiator that Isaac handcuffed himself to, He's NOT THERE. Closer now and she sees -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HANDCUFFS",
          "text": "One cuff is still locked to the radiator. In the other cu a HAND, SAWED OFF at the WRIST,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "Oh god...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Over there. Stella WHIPS the flashlight BEAM across the room to find",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "lying on the floor, unconscious, his bloody stump wrapped a towel. In his one hand, a paintbrush. Stella rushes up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "Jesus, Isaac, what have you done? But Ethan has come to a stop, He's seen something. We don see it yet, but it has stopped him dead in his tracks. Th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PAINTING on an easel, half finished. It’s ETHAN! He's LEAPING OFF a building, wearing the same clothes he's wea right now, arms outstretched, like a swan dive. Ethan steps right up to the painting. Reaches out and tou his own image, suspended in mid-air. \fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA",
          "text": "tends to Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STELLA, (CONT'D)",
          "text": "I'm calling 911. We'll get you to a hospital. Isaac's eyes flutter open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(barely audible) We have to stop it. And his eyes drift off, indicating something \"over there\" Stella follows his gaze and locks onto what he's looking",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WALL",
          "text": "has been wildly PAINTED, like a crazy person on a psyched bender. Giant, bold brush strokes in half paint and half blood -- The image of a HUGE NUCLEAR MUSHROOM CLOUD risin over the skyline of New York City. Ethan, still frozen by his own image leaping off a buildi finally senses something and turns to see the huge painti on the wall. And as he takes it all in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close ON A PAIR OF SHOES DANGLING in mid-air. We RISE UP find Ethan sitting on the ledge of a fifteen story buildi legs over the side. He looks down, sees a TAXI pull up to the alley below. HARRISON hops out, rushes to the edge of the building, looks up at him, Ethan stands up on the led",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "(feigning nonchalance) I got your message! What are you doing here, Ethan?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "Finding out who I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "You know who you are! You're my brother! My better half! The nicest guy on the planet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "(welling up) Yeah! That's me! Or at least it used to be! I can fly, Harrison! I just need to do it! I need to take the leap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fHEROES VOLUME ONE \"Genesis\" 12/2/05",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "And if you can't?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETBAN",
          "text": "Then at least I’1l find out! I was born right next to you, I guess I'll die that way, too! Ethan steps closer to the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "Ethan, dammit, stop screwing around!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "No. It's my turn to be somebody now! And he LEAPS off the ledge, arms outstretched, just like PAINTING! Like he can fly. But he doesn't... and he DROPS Actually, PLUMMETS is a better word. Like a stone! Fallin and flailing! Its awful. And just as we're convinced we'r about ot witness a horrible death -- He STOPS! In mid air It's like in the first dream. Except -- He looks down to see -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "HOLDING HIM UP, FLOATING IN MID-AIR himself! HE CAN FLY! They stare into each other's eyes, both as freaked by thi as the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN, (CONT'D)",
          "text": "You...$ How did you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON",
          "text": "I...I don't know. Ethan is heavy, and Harrison unsteady. He can't hold him up. Ethan SLIPS out of Harrison's arms! Harrison GRABS onto Ethan's HAND, suspending beneath him, dangling by th tips of his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRISON, (CONT'D)",
          "text": "Ethan... Oh god... A desperate beat, as they try to hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHAN",
          "text": "It's okay. I love you, Harrison. And as Ethan's fingers BEGIN TO SLIP, Harrison HOLDS ON f dear life, as we --",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_422"
    }
  ]
}