{
  "movie_id": "MOV422",
  "scenes": [
    {
      "location": "PALM DESERT",
      "time": "MORNING, (D12)",
      "characters": [
        "PAZAR, (V.O.)",
        "BARRY",
        "THEM --",
        "MOSS",
        "CONTINUED",
        "CUT TO",
        "NICK",
        "PONCH, (0.C.)",
        "BARRY, (AS SEYTON)",
        "ANTONIO",
        "PONCH",
        "BARRY, (0.C.)",
        "CRISTOBAL",
        "ANTONIO/NATALIE",
        "NATALIE",
        "NOHO HANK",
        "FUCHES, (0.C.)",
        "CHRIS, (V.O.)",
        "PAZAR",
        "JERMAINE",
        "LOACH",
        "CRISTOBAL, (V.0.)",
        "SALLY, (AS MACBETH)",
        "SALLY",
        "COUSINEAU",
        "NICK, (AS PUCK)",
        "NOHO HANK, (0.C.)",
        "WHAT",
        "CHRIS",
        "CHRIS, (0.C.)",
        "SASHA",
        "FUCHES",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The sun is almost up. Smog clearing. A small PRIVATE PLAN comes in for a landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the plane touches down, we see A BLACK SUV, A THUG on MOTORCYCLE (we'll call him PONCH), and two other men awaiting. As the three men on the ground look on, the plane taxis t stop, kills its engine. Silence, then -- We hear SOMETHING - is that MUSIC? Ever so faint. It soun a little like Pantera’s “Cowboys from Hell.” The bodyguar turn to see -- Across the airfield, in the distance - TAYLOR'S CAR. Screaming towards them. And we can really start to hear i now, the PANTERA. We stay behind THE BODYGUARDS as they raise SCOPED ASSAUL RIFLES; shoulder them. The car shrieks closer. The bodyguards take AIM and FIRE off a volley of shots. BLAM. BLAM. BLAM. BLAM. BLAM. The CAR gets HIT! It flips over several times, lands on i side in the dirt, a couple hundred yards away. The bodyguards and Ponch look to each other, as, BEHIND",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEM --",
          "text": "A bodyguard emerges from the plane, holds the door open for...CRISTOBAL SIFUENTES. He looks intimidating, but there's something about his demeanor that's a little Zen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "That was a rough one. I hate these little planes. Guys! You're not gonna believe this. The pilot is from the same village as my grandfather in Bolivia - fucking crazy right? Then...he sees the cloud of dust billowing from the crash car. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f702 703 704 705 BARRY - 107 - FINAL SHOOTING SCRIPT 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CRISTOBAL (cont'd) Whoa, what happened? (to bodyguard) I've only been here two minutes and you already shot someone? The bodyguard says something in Spanish. CRISTOBAL (cont'd) A bum rush? (to Ponch) Ver por ellos! Ponch peels off toward the flipped car. And we are -- EXT. AIRFIELD, TAYLOR’S CAR — MOMENTS LATER (D12) 703 Ponch peers into Taylor's wrecked car. In the front seat; two bodies, TAYLOR and VAUGHAN. Dead. The back seat? Empty. Ponch produces a WALKIE, keys it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONCH",
          "text": "Dos Muertos -- He looks at Taylor and Vaughan in bloodied tactical gear. PONCH (cont'd) -- soldados.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With Cristobal. One of his goons holds a radio out for Cristobal to listen to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Soldados? (to bodyguard) Gimme your phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ponch circles the car, spots a BLOODY HANDPRINT on the ca That's odd. FOOT TRACKS and fresh blood lead from the backseat, heading AWAY from the flipped car down the runw away from the plane. \fBARRY - 107 - FINAL SHOOTING SCRIPT 3. 706 EXT. PAZAR HOUSE, CABANA — SAME (D12) 706 PAZAR is angrily setting out cups and saucers as NOHO HAN emerges from the garage with a large box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Okay, Goran, I think this is all of Vacha's things. Maybe we donate these tools to local veterinarian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "Throw them out. I told him not to go after Barry and he fucking did it anyway. Noho Hank eyes the cups and saucers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Oh. Are we having guests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "I'm putting this out for when the fucking cops come to ask me questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Should I go get a babka? Two babkas, maybe? His cell phone rings. Pazar looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(into phone) Hello? Yes, this is he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cristobal holds his cell phone, warmly responds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Hey, Goran. This is Cristobal Sifuentes, from Bolivia? How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "I am okay. (covers phone) It's Cristobal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "How is he still alive? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f707",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Pazar covers BARRY - 107 - FINAL SHOOTING SCRIPT 4. 707",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "How are you, Cristobal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Complicated question. See, I flew in because my guys said you took my stash house, and just now two military guys tried to kill me. I hope this aggression is not just about business, because if you wanted in on the stash house, all you had to do was call me. You know that, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Is he angry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(covers phone) I can't tell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "You know, I've been a fan of yours for a while. Like, when you sent me that bullet via DHL, I was like, wow. This guy is next level. Plus we have the same job, you and I. And I know how hard it is to break in in Los Angeles. We should be working together, not against each other. No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "(sotto) What's happening? the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(bummed out) He's a super nice guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "(sotto) That's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(covers phone) We fucked up. (into phone) Cristobal, it seems I got bad information. I was told to attack you because you were bloodthirsty maniac. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Whoa, whoever told you that is just wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(covers phone) We need to kill Fuches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "I mean, you just assumed I was a mean guy without meeting me? Do you know the book The 'Four Agreements'? You owe it to yourself. It's life- changing. Agreement three in the book is \"Don't make assumptions.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(into phone) Don't make assumptions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Is that 'The Four Agreements'? Such a great book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "(into phone) Maybe we could take two steps backwards, start over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Oh, I wish we could. But you killed a bunch of my guys, so now I gotta kill a bunch of your guys. You know how this shit goes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "My family is already quite a bit angry with me for some things that have happened here. And you said men I just sent are dead --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Barry is dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "-- Same military guy you just killed, he killed a few of my guys too, so maybe we are now all even Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "If only, man. Agreement number one is \"Be impeccable with your word.\" (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f707 708 BARRY - 107 - FINAL SHOOTING SCRIPT 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "CRISTOBAL (cont'd) I have to back my people here. So, yeah man, it's a war now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "War? This is really not good news for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Well, next time you should just reach out. Lesson learned. And if you wishlist 'The Four Agreements' on Amazon, I'll buy it for you. You really never read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR",
          "text": "My wife gave me Mars/Venus book, but I could not get through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "That's got some good stuff, but it's a little psych one-oh-one for me. Have you read 'The Alchemist'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ponch crests a hill at the edge of the airfield, and down into a hollow strewn with junk, wrecked cars, etc. He rides slowly along, keeping an eye out. REVEAL: Behind a junked car, Barry cowers, listening as Ponch rides past. Barry is pretty worse for wear after th SUV flipped. When SUDDENLY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONCH, (0.C.)",
          "text": "Quien eres? REVEAL: Ponch stands behind Barry, gun drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONCH",
          "text": "Quien eres? Por quien trabajas? Barry stares at Ponch, then spots...OVER PONCH'S SHOULDER CHRIS emerges, holding the Bushmaster. He has the drop on Ponch. PONCH (cont'd) Diga me! Quien eres? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f708 709 BARRY - 107 - FINAL SHOOTING SCRIPT 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "(without looking at him) Chris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PONCH",
          "text": "Chingate! Estas muerto. Ponch reaches into his jacket, pulls out his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Chris. He calls his boys we're dead. Chris, Chris...CHRIS! Just as Ponch keys his radio, Chris shoots him. Barry gets up quickly, knowing they need to go. BARRY (cont'd) C'mon. Chris can't stop looking at Ponch's body. BARRY (cont'd) Dude. Let's go. Chris drops the gun -- BARRY (cont'd) No. Pick that up. We'll get rid of it. C'mon! Barry pulls him toward Ponch's nearby motorcycle -- Barry's phone buzzes. A text from Sally: \"Where the F are you? Rehearsal's starting!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuches is sitting in the lobby, nursing a coffee, nervous waiting for Barry. He takes a Tums, checks his watch --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "(to himself) What is going on? He dials his cell --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f710 711 BARRY - 107 - FINAL SHOOTING SCRIPT 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noho Hank is preparing a plate of babka. He answers his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "This is Noho Hank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "Hey, bud. Barry hasn't called you to tell you how well the job went, has he? Cuz usually he calls me. And I haven't heard from him. Noho Hank looks around...he shouldn't really be talking t Fuches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Did Barry do this job with someone else? A military buddy, perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES, (0.C.)",
          "text": "Maybe. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Because if he did...Barry is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "What...? It lands on Fuches hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK, (0.C.)",
          "text": "Yeah, it really hasn't hit me yet. Really broken up about it. Big kick in the balls. Fuches drops his cell down on the table, stunned. As he tries to not publicly flip out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moss, Loach and several other cops listen to a recording.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (V.0.)",
          "text": "Oh, I wish we could. But you killed a bunch of my guys, so now I gotta kill a bunch of your guys. You know how this shit goes -- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f711",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "711",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR, (V.O.)",
          "text": "My family is already quite a bit angry with me for some things that have happened here. And you said men I just sent are dead...Same military guy you just killed, he killed a few of my guys too, so maybe we are now all even Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOSS",
          "text": "Military...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (V.0.)",
          "text": "If only, man. Agreement number one is \"Be impeccable with your word.\" I have to back my people here. So, yeah man, it's a war now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR, (V.O.)",
          "text": "This is really not good news for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (V.0.)",
          "text": "Well, next time you should just reach out. Lesson learned. And if you wishlist 'The Four Agreements’ on Amazon, I'll buy it for you. You really never read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAZAR, (V.O.)",
          "text": "My wife gave me Mars/Venus book, but I could not get through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (V.0.)",
          "text": "That's got some good stuff, but it's a little psych one-oh-one for me. Have you read 'The Alchemist'? Loach stops the playback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOACH",
          "text": "There's about ten more minutes of discussion of 'The Four Agreements' and other self-help books, many of which are terrific. There's no shame in seeking help is my point. Anyway, it's all in the transcript. The upshot is we're looking for two DBs at some sort of air strip, one or both possible military. I guarantee you one of them is our Bigfoot here. Loach holds up a blow-up of the lipstick cam still. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f711 712 713 BARRY - 107 - FINAL SHOOTING SCRIPT 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The cops get up, start to file out past Moss, who's looki at Barry's photo on the board. She takes it down, exits. INT. THEATER, WORKSPACE — DAY (D12) 712 Barry enters from the backdoor, spots himself in the mirr Jesus, he looks like hell. Sally passes by in the hallway, spots him, descends like heat-seeking missile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Barry, where have you been? Jesus, you look like shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Oh, I just --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "The cops came and found money hidden in the theater, and they shot a guy. They think Ryan was involved with the mob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Also, we changed the scene, I'm Macbeth and your line is different. Sally turns to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally on stage, running the scene. She utterly sucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "I have almost forgot the taste of fears The time has been my senses would have cooled -- Wooden. Stiff. Self-conscious. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f713 BARRY - 107 - FINAL SHOOTING SCRIPT 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "IN THE WING: Barry arrives, watches her perform for a bea when -- BACKSTAGE: Natalie and Sasha walk through toward the dressing area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "There's no way that was Ryan's money. He borrowed money from me, like, fifteen times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "And if he had all that cash, why didn't he take new headshots?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Exactly. Hello. His still have bangs. ONSTAGE: Sally continues to struggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "To hear a night-shriek, and my fell of hair Would at a dismal treatise rouse and stir As life were in ’t. Then, she breaks character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Gene, I could really use some direction here? Any thoughts? COUSINEAU, slumped in his seat, looks like he slept in hi car, still reeling from his break-up with Moss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "I think...to use a technical term, it sucks. Maybe we go back to Lady MacBeth? Chalk all this up to an overreach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "No. I'm playing MacBeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "You sure? Barry can scream his one line in either scene. IN THE WING: Barry's phone rings, he checks his phone, ro his eyes, answers. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Chris, man, you gotta stop calling me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS, (V.O.)",
          "text": "I need to talk to you, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "You need to chill the fuck out. ONSTAGE: Sally resumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "I have supped full with horrors. Direness, familiar to my slaughterous thoughts! Cannot once start me. She glances to the wing. This is Barry's entrance. Where fuck is he? ANGLE: Barry's still on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Chris, calm the fuck down, dude. ONSTAGE: Sally repeats:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "-- Cannot once start me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "(into phone) Fuck. I'll call you back. Finally Barry stumbles out, a complete mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY, (AS SEYTON)",
          "text": "(yells) My Queen, My Lord, the Lord is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "That's not...I can't. I just can't. She heads off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "Let's take a tight five people. Tight five. \f714 715 BARRY - 107 - FINAL SHOOTING SCRIPT 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barry slumps into a seat. Cousineau pipes up from his sea nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "That was something. You charged out there, equal parts loud and wrong. Eyes like saucers. Blood in your hair. Barry feels his hair. It may actually be Ponch's blood. Cousineau grabs a chair, flips it around and sits facing Barry. COUSINEAU (cont'd) It's drugs, isn't it Barry? Look, getting clean is an important part of the actor's journey. Quick story to illustrate: I was doing Long Day's Journey Into Night at the Pasadena Playhouse with a bunch of cokeheads. It's normally a three hour show, but we could bring it in in just under thirty-seven minutes. We felt great, but apparently it was completely unintelligible. It was the beginning of the bad years, Barry. I felt --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "I'm not on drugs, Mister Cousineau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "Oh. Well, that's not good news. Because it's one line, Barry. Cousineau puts his chair back where he found it. COUSINEAU (cont'd) And tonight, if you're not high, and you still can't successfully deliver one line? Well, I'm afraid this may not be for you. Cousineau saunters off leaving Barry alone in the theater Barry's phone buzzes again. Chris is calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moss is on her computer. She's on FACEBOOK, searching for \"Barry Berkman\" but there's no hits. That's odd. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f715 716 BARRY - 107 - FINAL SHOOTING SCRIPT 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Loach approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOACH",
          "text": "Hey. Lancaster's Sheriff's got a shot up car near an air strip - two DBs - both Marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOSS",
          "text": "(cocky) Let me guess. (slams down Barry's picture) One of them is this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOACH",
          "text": "No. But if you'd been right, that would've been cool. INT. TAYLOR’S APARTMENT — DAY (D12) 716 Moss and Loach pass two uniform cops at the door and ente the apartment, in the process of a search. Two forensics guys, dressed much like the TID guys, wearing gloves. Two other detectives in raid jackets. A lieutenant. And a photographer are present as well. Moss and Loach eye Taylor's Marine Photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOACH",
          "text": "His name's Taylor Garrett. Six foot. He's 415, a real hot head, and some 390s, drunk in public...broke a guy's jaw in a bar once... He gestures to a shrink-wrapped brick of money. It has a familiar appearance. LOACH (cont'd) Same brick as at the theater. Same exact amount. They split it. This guy and Ryan were working together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOSS",
          "text": "Slow down. We need to connect them to each other. Moss spots something on a nearby shelf. A familiar face staring back at her. She crosses to it. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MOSS (cont'd) (to photographer) You shoot this already? The photographer nods. Moss pulls a glove out of her notebook, pulls it on, reaches for a book. It's Cousineau book. His face on the cover smiles back at her. Moss opens the cover page. Written inside, in cursive crayon: Ryan Madison. Moss motions to the photographer, ‘ a shot of this.' Loach looks over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOACH",
          "text": "I'd say that's a connection, wouldn't you? Say it. Say it... Finally --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOSS",
          "text": "This is our guy. This is our Bigfoot. She looks down at Cousineau's smiling face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curtains drawn. Fuches sits in a chair next to a half bot of whiskey, his phone in his hand, talking in an emotiona voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "He couldn't've been more than five when I saw his dumb face the first time. Sweetest kid you ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hank's got his seat all the way back, whispering into his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "You know how sometimes when you meet a person you can tell exactly what they looked like when they were a kid? That's how I feel about my Barry. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f718 719 BARRY - 107 - FINAL SHOOTING SCRIPT 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "I know what you mean. It's a child's eyes looking back at you. It's why he needed me so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "I went to the store this morning. And I saw a man there and just for one second I thought, \"Barry?\" But it wasn't him. It was not Barry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "You know...he never got a chance to apologize to me. And now...it's too late. (then) So, where are we after all this? Are we okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOHO HANK",
          "text": "Well, to be honest, Goran is very upset you told him to start war with Bolivians, who are super nice guys. So no matter where you go, we will find you and kill you. But not before we get ducks in a row with Bolivians, so maybe a week or two? Is that okay? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCHES",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A car parked in an isolated turnout deep in the canyons north of the valley. It's quiet. An occasional car whizze by on the highway in the distance. Chris is in the driver's seat. Barry, the passenger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Dude, Taylor and Vaughan...they're dead. Fuckin' dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "We just left their bodies out there. What...what do I do next time I see Vaughan's girlfriend. What do I say? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f719",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "719",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Say you don't know anything. We just gotta lay low, man. And keep quiet about all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I fuckin' killed a guy. I...I wasn't in the shit, man, I was in logistics. I never shot anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "You had to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I can't stop thinking about it. It just plays in my head over and over. I didn't even want to do it. You made me do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Chris. You need to relax, man. You hear me? Relax. Don't say anything to anyone, and this will all blow over. Chris stews for a moment. He can't relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Listen: I think we need to go to the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "We can say it was self-defense -- that they attacked us. Who are they gonna believe? We're fucking Marines -- they're criminals!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Chris...what do you think we were doing out there? What do you think I do for a living? (beat) The guys who hired me to do that job are already pissed I fucked it up. They sent a dude after me. We need to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I can't live like this! We could go to jail. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beat. BARRY - 107 - FINAL SHOOTING SCRIPT 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "The only way anyone is going to jail is if you call the police. And these guys I work for will come find your family. Understand what I'm saying? We're good. We're just gonna stay quiet and safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "What if I just turn myself in? I wouldn't have to say anything about you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "We're linked, Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Nothing about you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "We're linked on Facebook. Your wife met me. If you turn yourself in, the cops are gonna find me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "No, they wouldn't, they wouldn't have to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "They would, they'd find out about me and Fuches, and the acting class - everyone would die. Chris explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I don't fucking care, Barry! I killed a guy. You might be fine with this shit, but I'm not. I got a wife and a kid. The minute I got home, she knew something was up. I lied and said I was going to the gym just now. But, I'm telling ya, she knows something is up and it's gonna come out. So, I'm going to the cops and I'm telling the truth. If I have to serve some time, fine, but I'm coming clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Why did you just say that? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Can't believe you Facebooked me, dude. You're a fucking hitman and you Facebook me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Why did you say that? A beat. Barry stares at Chris. BARRY (cont'd) I_told you to get out of the fucking car! ON CHRIS. He feels something. A shift in the energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Y'know what? It's fine. I can keep it quiet. I just needed to vent. But, I'm good. I can keep quiet. Barry says nothing. CHRIS (cont'd) And, I didn't tell my wife I was going to the gym. I said I was coming to see you. Barry says nothing. Just then, another car pulls off to the side of the road hundred yards away. A DUDE gets out, ties down the stuff the roof-rack extra tight. Barry and Chris watch. Here’s Chris’ chance. Is he gonna flag the dude down? CHRIS (cont'd) I know you're not gonna do anything crazy, Barry. I know you're a good guy. The dude gets back in his car, drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I'm going to drop you off, and I'll go home and keep my fat trap shut. Chris starts the car. ON BARRY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS, (0.C.)",
          "text": "And I promise you, no one will ever -- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f719 720 721 722 BARRY - 107 - FINAL SHOOTING SCRIPT 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chris has both hands on the wheel now. Barry claps a hand Chris's right hand and pins it to the wheel, pulls out hi Glock and as Chris flails with his free hand -- BANG -- Barry shoots Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Barry's voice, from inside the car, a terrible scream",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY, (0.C.)",
          "text": "Fuuuuuuuuuck. We move in TIGHTER. Barry gets out of the running car. We PUSH PAST BARRY to see inside the car: Chris. His head slumped in death. The gun now clenched in his own right hand. The car door closes. Barry grabs a piece of brush, sweeps his tracks as he wal away, down the dark road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full house. A BUZZ in the air. The theater is packed. The performances are about to start. Cousineau can be seen ushering VIP Guests to their taped off reserved seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chaos. The entire class is putting on costumes, applying make-up, working elaborate hair styles. Antonio and Natal are doing vocal exercises, bent over a chair, repeating:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIO/NATALIE",
          "text": "Many men making much money. Many men making much money. Many men making much money -- Cousineau comes flying backstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "Everyone! Bring it in. Jermaine, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (AS PUCK)",
          "text": "Who be this Nick of whom you speak? A nick, a scratch upon this skin that doth draw blood? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f722 723 724 BARRY - 107 - FINAL SHOOTING SCRIPT 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "He's in character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "We're doing that now, are we? Alright. Puck, take a knee. The actors surround him. COUSINEAU (cont'd) Two minutes to curtain, all! It'sa veritable Who's Who of Hollywood out there. The red-headed-reader from ICM, that no-one-knows-what-she-does from 3 Arts. Daniel Meldman from Gersh. Sally perks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "He came?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "I wish you Godspeed. I wish you courage. And remember, whatever happens, loud, fast, and just keep going. He heads off. Everyone goes back to getting ready. Except Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Has anyone seen Barry? INT. UBER — NIGHT (N12) 723 Barry in the backseat of an Uber. He looks like hell. He looks out the window in a daze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gauzy idealized version of a performance. SALLY is cent stage in a male Elizabethan costume delivering Macbeth to the delight of the elegantly dressed crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "I have supped full with horrors. Direness, familiar to my slaughterous thoughts, Cannot once start me. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f724 725 726 BARRY - 107 - FINAL SHOOTING SCRIPT 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Now, Barry enters to a soupcon of applause, which he both graciously accepts and modestly shrugs off. He is reminiscent of Sir Laurence Olivier, full British accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY, (AS SEYTON)",
          "text": "The Queen, my Lord, is dead. There’s an audible GASP from the audience. Barry humbly exits. Sally brilliantly continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "She should have died hereafter. There would have been a time for such a word. She’s unreal. Barry beholds her from the wings, amazed an in love. And then -- SALLY (AS MACBETH) (cont'd) Tomorrow, and tomorrow, and tomorrow, Creeps in this petty pace from day to day -- FLASH ON: Chris, flailing as Barry holds a gun to his hea FIRES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barry starts. The daydream having turned to a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're with the audience as the lights are coming down. Cousineau starts clapping, trying to ignite a pre-show ro of applause. It goes nowhere. Lights up. Sasha enters and comes to center stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SASHA",
          "text": "Ladies and gentlemen, welcome. Recently, our friend Ryan Madison was taken from us too soon. Because of this, all of the proceeds from tonight's show will go toward the fight against violence. She walks off as a few confused people clap. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f726 727 BARRY - 107 - FINAL SHOOTING SCRIPT 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The curtain opens. Jermaine (in tights holding a skull) dramatically takes stage, crosses to a mark, takes a brea then flubs his very first line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERMAINE",
          "text": "Alapse poor -- blub-alub. Uch. I'm gonna come in again. He walks off stage. Cousineau looks around. This is worse than he thought it would be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sally dashes up to Natalie and Antonio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIO",
          "text": "I'm just saying we really need to lean into the sexuality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "Oh, boy, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Barry's not here, and I need someone to do his stupid part. Is there any way one of you guys could help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(fake Italian accent) Sorry. We no can'a do that. We have'a to keep our Italiano accents for our'a scene from Two Gentlemen from Verona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTONIO",
          "text": "(normal accent) She is exactly right. If we don't keep speaking in these accents, we will lose them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "It's one line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATALIE",
          "text": "(fake Italian) We have'a saying in'a Italy. You make'a you bed. She turns to Nick. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f727 728 729 730 BARRY - 107 - FINAL SHOOTING SCRIPT 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Nick, do you think you could please --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Nick? Never heard'eth of him. Nick blows past her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Fuck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The show continues. Eric and Sasha do a Chicago gangster version of Titus Andronicus. Natalie and Antonio perform something vaguely resembling Gentlemen from Verona. Antonio leans into the sexuality. Natalie retreats. The audience endures. Cousineau rides it out. Daniel Meld from Gersh gets a lot of texting done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barry enters in a daze. A frantic Sally spots him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "You're here. And you're not in costume. Well...fuck it. We're up! Put this on. It's something. She grabs a Hamilton-style jacket from a rack, thrusts it Barry, who starts to put it on over his street clothes. SALLY (cont'd) Come on! It's places. Now. She pushes Barry into the wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick's on stage doing Puck. Sally and Barry in the wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "(sotto, nervous) My Lord, the queen is dead. My Lord, the queen is dead. My Lord, the queen is dead -- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f730 731 BARRY - 107 - FINAL SHOOTING SCRIPT 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Barry, look at me. Here's what's happening. You see that guy out there on his phone? ANGLE: A guy in the audience doing a bad job of pretendin not to be on his phone. SALLY (cont'd) That's Daniel Meldman from Gersh. He was Emma Stone's agent until she got too big for him and fired him. He's here to see me. But if I don't do well, it's over for me. He'll never sign me. I'll never get him to work for me. And I'll certainly never get to fire him. So please, please, please give me something to work with. Can you do that? Barry's in a fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Fuck. Just...whatever. The lights go down on stage. A smattering of applause. Sa takes a deep breath. Nick walks off past Sally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Well, Puck just took a big dump out there. That guy sucks... Sally heads on stage leaving Barry alone in the wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's entirely dark. We hear, but can't really see, Sally frantically take her place center stage. a buzz of lights they come up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "I have almost forgot the taste of fears. The time has been my senses would have cooled -- ANGLE: COUSINEAU. Slumping down in his seat. She stinks. \f732 733 734 BARRY - 107 - FINAL SHOOTING SCRIPT 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barry, hands over his face, trying to concentrate, keep himself together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLASH ON: A FAMILY PHOTO of Chris, his wife, SHARON, thei kid. FLASH ON: SHARON'S KITCHEN - Sharon enters frame, answers phone. BACK TO: Barry tries to shake it off. FLASH: Sharon gets the bad news. Her features collapse. H heart races. She cries. BACK TO: Barry once again tries to shake it off. FLASH ON: Chris' son cries. Sharon tries to hug him, to comfort him. BACK TO: Barry hits himself, trying to make it stop. FLASH ON: Mother and son cry over a casket. BACK TO: Barry hits himself again, harder. FLASH ON: Sharon answers the phone. FLASH ON: Sharon drops the phone, slumps to the floor, crying. BACK TO: Barry hits his head on the wall. And then WE HEAR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "-- cannot once start me. Barry's cue. He turns, stumbles out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barry has entered. Sally, expecting the stiff, wooden idi she's been rehearsing with, turns to see: (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f734 BARRY - 107 - FINAL SHOOTING SCRIPT 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Barry, crying. Real tears of wrenching grief. Frustration Desperation. Through this squall, with monumental effort, bravely speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY, (AS SEYTON)",
          "text": "My lord, the queen, is dead. And then he just weeps. All the emotion spills out. The self-loathing, the regret, the guilt, the shame. Barry so as he stumbles blindly off the stage. The crowd is stunned and confused. But Sally? She thinks all his emotion was summoned FOR HER. She abso it, revels in it - is utterly invigorated by it. His catharsis is fuel to her own sputtered emotional flame. S turns back to the audience with new confidence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "She should have died hereafter. There would have been a time for such a word. Tomorrow, and tomorrow, and tomorrow, Creeps in this petty pace from day to day -- ANGLE: PUSH IN ON THE AUDIENCE. Daniel from Gersh actually starts looking up from his pho The red-headed reader from ICM, what's-her-face from 3 Ar they're all engaged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "To the last syllable of recorded time, And all our yesterdays have lighted fools. A small smile comes to Cousineau's lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "(low) Atta girl. Back ON SALLY: as she AMPS UP for the big finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY, (AS MACBETH)",
          "text": "The way to dusty death. Out, out, brief candle! Life’s but a walking shadow, a poor player That struts and frets his hour upon the stage (MORE ) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f734 735 736 BARRY - 107 - FINAL SHOOTING SCRIPT 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SALLY (AS MACBETH) (cont'd) And then is heard no more. It is a tale Told by an idiot, full of sound and fury, Signifying nothing. She's amazing. Cousineau leaps to his feet, clapping. The crowd politely applauds with him. If nothing else, she's gotten their attention. Daniel fro Gersh makes a face, \"not bad.\" The lights go down. Sally beams in the darkness. Then, lights up, and the rest of the cast come out for the curt call. Sally looks around, no Barry. She looks to the wings for Barry, he's not there. INT. THEATER, WORKSPACE — MOMENTS LATER (N12) 735 Barry paces like a caged animal, still manic, crying. He tears off the Hamilton jacket. When suddenly we hear: CLAP. CLAP. CLAP. Barry looks up. Cousineau is at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINEAU",
          "text": "Bravo. You went to a place just now that I have never seen you go. So, bravo to you for -- Barry punches the framed photo of Cousineau and Judd Hirs COUSINEAU (cont'd) I see that you're still in that place. I'll leave you to your process. I have a couple of small notes on the scene. But, that's for later. As Barry continues to reel, Cousineau backs out of the ro INT. THEATER, BACKSTAGE — LATER (N12) 736 The backstage area which is now crowded with jubilant actors, some of their friends and family, bouquets of flowers, etc. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f736 737 BARRY - 107 - FINAL SHOOTING SCRIPT 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Barry emerges in a daze. As he heads toward the exit tryi not to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The houselights are up. A smattering of people remain. Barry comes out from backstage, heading for the aisle and the exit. Barry looks up to see Sally shaking Daniel from Gersh's hand. As he heads out Sally turns and spots Barry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Hey, Barry! She runs up. SALLY (cont'd) Look! She holds up Daniel's business card. SALLY (cont'd) Daniel. From Gersh. He told me to call him. He said there was a lot to work with there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "Oh. Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Barry. Thank you. For doing that for me. That was...amazing. I didn't even have to act. You just gave it to me. Everything I needed. God, you were so generous. That was acting, Barry. You're a real actor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRY",
          "text": "I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY",
          "text": "Yes. Whatever you did to get to that place today, that is your new process. All you have to do is do that, every time, okay? I'm going to go change. We're all going out for drinks! Thanks, Barry! She gives him a kiss, runs backstage. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f737 BARRY - 107 - FINAL SHOOTING SCRIPT 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hold on Barry as he looks around the theater. WIDE SHOT of Barry standing alone on the stage. Do that again? CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_423"
    }
  ]
}