{
  "movie_id": "MOV424",
  "scenes": [
    {
      "location": "WATERSIDE CEMETERY",
      "time": "DAY",
      "characters": [
        "THE HAZY YELLOW SUN",
        "TINK",
        "JOE'S VOICE, (0.S.)",
        "CHARLIE, (CONT'D)",
        "TINK, (ON RADIO)",
        "CHARLIE AND TESS",
        "BANG",
        "GIRL",
        "A SPARKLING WHITE MAINSAIL",
        "MACHINE MESSAGE",
        "TESS AT A GRAVE SITE",
        "JOE",
        "TINK, (INTO RADIO)",
        "THE PRESENT",
        "BIG GUY",
        "CHARLIE",
        "MIKE",
        "LOUISE, (V.O.)",
        "SAM",
        "GLEAMING",
        "THE QUERENCIA",
        "GRACE AND A FRIEND",
        "SAME SCENE",
        "SAM, (CONT'D)",
        "AN SUV COMES SCREECHING UP",
        "FADE OUT",
        "CHARLIE CAN NEITHER SEE NOR HEAR HIM...",
        "WEAVER",
        "SAMUEL ST. CLOUD",
        "WORKER",
        "CHARLIE AND MRS. PHIPPS",
        "SAM ST. CLOUD",
        "LOUISE",
        "FADE IN",
        "THE BUICK PEELING OUT",
        "INSIDE THE CAR",
        "FRIEND",
        "GRACE",
        "JOE, (CONT'D)",
        "THE SUN IS JUST STARTING TO SINK",
        "CHARLIE, (0.S.)",
        "TESS, (CONT'D)",
        "ANOTHER IMAGE",
        "A HOLOGRAM",
        "A LITTLE HAND DRAWN SAIL BOAT",
        "WATER MAN",
        "FERRENTE",
        "MOM",
        "COME FIND ME",
        "TESS ON THE DOCK",
        "TINK LEAPS OFF THE DOCK",
        "SOX",
        "ON FLORIO",
        "BACK ON THE BOAT",
        "SAM STANDING THERE",
        "FLASHBACK",
        "FLORIO",
        "TESS STANDS BEFORE HIM",
        "TINK, (OVER RADIO)",
        "EXT. THE GLADE LATER",
        "TESS",
        "TESS, (INTO RADIO)",
        "WAITRESS",
        "WATERMAN 1",
        "LOUISE ST. CLOUD",
        "AMANDA PHIPPS",
        "A BASEBALL",
        "EXT. A DARK PLACE",
        "REPORTER",
        "THE END",
        "THE OLD FRANKLIN STREET FIREHOUSE",
        "DISSOLVE INTO",
        "CHIEF",
        "SAM ON THE BLUFF",
        "CHARLIE ON A HILL, WATCHING",
        "THE GLADE",
        "TINK, (0.S.)",
        "VOICE, (V.O.)",
        "KATIE",
        "ON CHARLIE",
        "JOE, TRIMMING THE HEDGES",
        "EXT HOUSE NEXT DOOR",
        "SUDDENLY",
        "THE SUN IS SETTING",
        "CONNORS",
        "JACK",
        "A TOUR GROUP",
        "TESS, (ON T.V.)",
        "MARGIE",
        "VOICE, (0.S.)",
        "FRAFFIE",
        "CHARLIE/TESS",
        "LATER",
        "PHOTOGRAPHS, DOZENS OF THEM",
        "CHARLIE CARRYING TESS IN HIS ARMS",
        "DISSOLVE TO",
        "THE QUERENCIA SKETCH ON THE WALL",
        "WOMAN",
        "NOR DOES HE SEE-",
        "HIS SUICIDE NOTE",
        "FLORIO, (V.O.)",
        "BACK TO FLORIO ON THE BLUFF",
        "REVEREND",
        "ON THE FIELD",
        "BACK ON CHARLIE",
        "BIG FAN",
        "CUT TO",
        "MRS. PHIPPS",
        "THE SUNSET CANNON BOOMS",
        "AUNT ABBY",
        "ON THE BOAT",
        "THE HANDSOME YOUNG MAN, STANDING BEFORE HIM",
        "THE SCOREBOARD TELLS THE STORY",
        "ON JOE",
        "ANOTHER HAND DRAWN SAILBOAT SKETCH",
        "AT THE BAR",
        "CHARLIE, TESS AND YOUNG SAM ON A SAILBOAT",
        "CHARLIE AND SAM",
        "INTERVIEWER, (ON T.V.)",
        "NURSE",
        "END TITLES",
        "THE GAGGLE OF GEESE",
        "SAM, (0.S.)",
        "FRANK",
        "WHAT",
        "ON TINK",
        "MARGE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "TITLES over a series of DISSOLVES. -Ancient American graves on a gentle green slope. -A grave digger shovels earth, knee-deep in a hole. -Cemetery workers set up rows of folding chairs. -A funeral in progress. Sobbing gray-haired women in blac -The mourners drift away. The digger returns, shovel in h An old man stands under a nearby tree, watching him work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "Do you believe in miracles? I’m not talking about watching your kid being born...or the Red Sox winning the World Series...I’m talking about a real honest to God, kick-in- the-ass miracle. CAMERA PANS to FLORIO FERRENTE, mid-forties, standing amo the graves of Mayflower pilgrims. Florio could lose a few pounds but he’s strong as a bull. He speaks to the CAMERA...warm, friendly... FLORIO (CONT’D) Like walking on water...or jumping out a window and landing on a cloud...Maybe you don’t because you've been around and you’ve seen too much. I was like that once. Florio turns to walk away and we follow him through a pic perfect New England town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OLD FRANKLIN STREET FIREHOUSE",
          "text": "The jewel of Old Town, surrounded by impeccably restored historical buildings. Suddenly lights flash, sirens blare, Firemen and Paramedi scramble like ants into fluorescent green vehicles and go racing off down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at these guys...they’re not happy unless they’re rushing off to knock down some three alarm somewhere. Not me...Maybe in younger days but not no more. Knowing where my loved ones are...knowing they’re safe...that’s what keeps my heart pumping. Then...a distant BOOM! Florio smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Yacht club cannon. It’s the rich guys’ tellin’ the sun it’s okay to set. As Florio strolls through the town, he stays constant, bu his surroundings magically change. He does not acknowledg any of the passersby, nor do they acknowledge him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "This here is Marblehead, Massachusetts. A lot of “Headers” have been here for generations...Lived out their whole lives here without even thinking about it... Florio smiles warmly as he points to a small hospital, ov hundred years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "They got born right there... At Mary Alley Hospital...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old time greasy spoon, through the windows we can see friendly locals, talking, eating breakfast, drinking coff",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They were raised on blueberry pancakes and fried dough at the Driftwood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happy kids snacking away on big cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "...And Joe Frogger cookies at the Rusty Rudder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People lining up for the Saturday night show. Young famil old folks, teens on first dates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They went to the movies at the Warwick... INT. MADDIE’S BAR - NIGHT A happy, rowdy place. Everybody’s downing beers, telling other their life stories...and downing more beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "..-And had one too many drinks at Maddie's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s springtime now. And a happy, bride and groom emerge the church. Everybody throws rice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They got married at the Old North Church...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FLORIO",
          "text": "Where we first met him, among new and ancient graves in Waterside Cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "And in the end, when they crossed over...they were buried here, in Waterside... Florio looks around him. A breeze rustles the petals of wilted flowers. He approaches one of the newer headstones kneels next to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Yeah, I’d been around and seen too much too. Then something happened. It happened on the job one night about thirteen years ago...What happened was a miracle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s graduation day and the place is packed with the happ class and their proud families. \f4. At the podium, addressing the class of 1995, is 17-year-o CHARLIE ST. CLOUD. He’s tall, athletic, filled with energ earnestness and hope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "And it happened to him... Charlie St. Cloud...Charlie may not have been the best or the brightest kid who ever graduated from Marblehead High...but like anybody would tell you...he sure was the most promising... PAN the faces in the audience, hanging on Charlie’s every word. And forget about the teenaged girls in the audience Charlie’s breaking their hearts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "Senior Class President, captain of the baseball team, the debating team, the sailing team...Charlie even landed himself a free ride at a college his mom couldn’t afford in a million years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE ST. CLOUD",
          "text": "Charlie’s mom is in her mid-forties, attractive but worn by life’s struggles. Her eyes are glistening with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "Louise thought Charlie hung the moon. He was her reward for all the things that had gone wrong in her life. Namely, Charlie’s father, whoever he was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON CHARLIE",
          "text": "Still speaking, trying to be serious...but suddenly a big smile crosses his face, he has to stifle a laugh as he se SAM ST. CLOUD - 12-YEARS-OLD, trying hard to crack up his brother. Yawning, pretending to nod off, Sam slaps himsel the face, trying to stay awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "That’s Sam, Charlie's kid brother... Now Sam’s using his necktie as a noose - Charlie’s speech that boring. Charlie looks away to keep from laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "....And actually, this miracle that happened...it also happened to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There’s a banner hung outside that says; CONGRATULATIONS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Charlie, glad to be out of his suit now, is having a catc with Sam. Both boys in good spirits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Did you see the look on Mikey Marooney’s face when they handed him his diploma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) I know, he was like dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He couldn't believe that he actually graduated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I can’t believe that you actually graduated...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(laughs) Is that right..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(smiles ) I didn’t mean it like that...I just meant... Charlie knows what his kid brother does mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey, Dartmouth isn’t that far away. Besides...I’1l probably crap out and be home in a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(chortles ) You’1l get straight A’s without even trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, we’ve got the whole summer. (smiles ) I vote we make it the most kick-ass (hamming it up) ‘summer of our young lives’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(happily) Yeah, baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(sings loudly) SCHOOL’S OUT FOR SUMMER! Sam laughs, and joins in raucously:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE AND SAM",
          "text": "SCHOOL’S OUT FOREVER! The boys barely aware of the blast of the yacht club cano the sun goes down as they continue to throw and sing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glorious summer's day. Wednesday sailboat races are in swing. The water’s dotted with about ten small sailboats, each with a two man crew, zipping around the triangular course, marked by buoys. Charlie and Sam are dragging their weathered-looking sail down the beach to the water. Identical to all the other b in dimension and form, the boys’ boat looks like it’s bee fitted with salvaged parts. The sails are patched, the li frayed. On the water...two guys are sailing by in their pristine boat. One guy, CONNORS calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNORS",
          "text": "Hey, losers...If it don’t sink, we're gonna kick your butts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Bullshit, Connors. You’re the one who's going down... Connors just laughs and sails off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNORS",
          "text": "Bring a bucket! Sam turns to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice boat...Can we beat them? Charlie just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE AND SAM’S SAILBOAT The brothers are competent sailors and work great togethe a team. Both boys are exhilarated as they whip through th wind. Charlie, at the helm, shouts to Sam:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Ready to come about? Sam rushes into position, shouting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Ready! And Sam removes the winch handle, places it in winch pock Charlie pushes the tiller, starts the turn. He shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Helms to Lee! Sam does what he’s told, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(shouting) Here comes Connors... Connors boat is on the port side, coming up fast. Charlie loves the competition, he’s having the time of hi life. He skillfully manages to stay ahead of Connors and steal his wind as the boats cover the distance to the nex buoy, but Connors is also skilled, and he begins to gain ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Sam) Take the tiller! Sam is thrilled and terrified at the same time. He scramb into position in the cockpit and grabs the tiller arm. Charlie hurries to the windward gunwale, grabs a knotted and hikes out, counterbalancing the pressure of the wind. The mast straightens up, the sail catches more wind and t boys’ boat begins to pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yaaaaahoooo! Connors attempts to mimic Charlie’s strategy, but has to buckle himself into a harness and loses precious seconds. boats approach the last buoy. Charlie pulls himself inboa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Here’s where we win it, Sam... You know what to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Ready. Charlie’s watching Connor’s boat from the corner of his e Sam steers close to the buoy. As it passes abeam..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay, Sam, do it! Sam throws the tiller over, the boom swings, Charlie duck and comes up on the other side as the boat angles smoothl around the buoy. The sail fills with new air and the boat takes off, planing across the water. Sam can barely contain his enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "We’re hauling ass. Whoo-hooooo! (he calls out) Oh, Con-nors...Toodles! Connors scowls as he fumbles with his fouled sheet. Charl and Sam pull away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(offering the tiller) Here you go, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re doin’ great. Take her across the line. Sam beams at Charlie, who mock-salutes his little brother",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hey, I just won five bucks! (Charlie looks at him) I bet Connors five bucks that we’d-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You don’t have five bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles ) I do now. Sam and Charlie laugh their heads off. They cross the fin line and circle their little boat into the holding area. shadow falls over them. The boys look up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Whoa. Cruising past the dock on the way to its anchorage is the most beautiful and fastest looking sailboat the boys have ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No shit. Its lines are pure artistry, the proportions perfect, the hardware and teak decking gleam in the sun. A handsome young couple smiles from the open cockpit, the girl waves at Sam and Charlie as the craft motors toward open ocean. The boys can only watch it slide past, their mouths hanging open in awe and respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s it. That’s our boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah...the one you and I are gonna sail around the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You know how much a boat like that costs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We’re not gonna buy it, Einstein. We’re gonna build it. You and me. Sam looks at Charlie with something like hero-worship. Th excitedly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "We can do it, Charlie. It’1ll be awesome, beyond awesome...I say we get started tonight. We can- \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Uh-uh...no good. Not tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Why not? Charlie pauses for dramatic effect. He lowers his eyes. H about to deliver some very bad news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What is it, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Pirates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(baffled) We can’t start on the boat tonight because of Pirates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(creeping smile) The Pittsburgh Pirates. They’re playing the Sox tonight and we've got tickets...and Connors just bought us a hot dog. Sam's face goes from stunned disbelief to an ear-to-ear g",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(laughing) Coach had a couple to spare. Are you gonna sit there all day or help me get this thing on the beach? WIDE SHOT of the harbor - All we hear is Sam’s whoop of delight echoing across the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s on the phone. Sam’s hovering anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(into phone) It’s okay, don’t sweat it...Yep. Bye, Mom. (hangs up, then to Sam) She’s stuck at work... \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Maybe we can ride our bikes over. We can- Charlie has to laugh at his earnest little bro...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We'd get there at midnight, dope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It isn’t fair...We’re screwed... Sam plops onto the sofa. Charlie has an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Not necessarily... He’s charges out the front door. Sam jumps up and follows",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HOUSE NEXT DOOR",
          "text": "Charlie’s looking at the beat-up old Buick in the drivewa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mrs. Pung’s in Montana visiting her daughter till Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "We don’t have the key...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "She keeps one in the ashtray. (Sam looks at him) I drive her to the market sometimes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We're just borrowing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "If you borrow something and don’t tell anybody, it’s-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(sighs) It’s stealing...Yeah, okay...I know...you’re right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BUICK PEELING OUT",
          "text": "Leaving ten yards of rubber as it heads out of Dodge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CAR",
          "text": "Charlie and Sam are smiling big-time... But then...the en sputters and the car stalls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What’s wrong with it? Charlie’s turning the key, trying to get it to start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mrs. Pung puts 20 miles a month on this thing...The gas in this car is older than you... Vrroom! The engine starts. The boys smile, Charlie stomps the pedal and they’re off again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The seething, riotous, floodlit wonderland of a ballpark night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCOREBOARD TELLS THE STORY",
          "text": "The Red Sox are down a run here in the bottom of the nint",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE AND SAM",
          "text": "In the bleachers. Wild with excitement. Watching this too close-for-comfort game, chanting with the rest of the cro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FIELD",
          "text": "The pitcher throws. And the batter swings for the fences misses. The crowd reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "He’s gonna hit one out, Charlie...I can feel it... Behind Sam and Charlie, a big fan mutters: \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG FAN",
          "text": "He’s going down on strikes...Pitcher owns him... Sam’s about to turn around and challenge the guy...but Charlie stops him. The crowd is quiet now. The pitcher throws. The batter swings from his heels. And he connects. The cr is on it’s feet. The cheers are deafening, and nobody’s shouting harder than Charlie and Sam. The ball is soaring, up, up...it’s going to go out- a gam winning homer - and it’s heading straight toward Charlie Sam...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(excited) It’s yours, Sam. Sam’s stands up, he’s watching the ball, he’s got his glo ready. The big guy behind him stands up and shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIG GUY",
          "text": "Mine! Here comes the ball, the big guy’s leaning over, ready to snag it. But... Charlie suddenly grabs Sam under the arms, hoists him up, into the air. Sam holds out his glove... And he makes the catch. The big guy stews but the crowd goes bonkers applauding t beaming Sam, still being held aloft by his brother. Pats and high-fives all around...The happiest night of Sa St. Cloud’s life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cruising down an empty dark highway. A big, full, shiny m and a sky full of stars. Charlie drives. Sam, hyped, brandishing a signed baseball",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I can’t believe he actually signed it! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAM (cont'd) (then) The Sox are going all the way this year, Charlie. I’m not wrong about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "All-time Red Sox greats...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Teddy Ballgame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yaz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Wade Boggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Bill Buckner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs out loud) What!!! Charlie smiles, he knew he’d get a rise out of Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "So he blew the World Series...It’s not like he killed somebody...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Okay, well, he can be on your all- time greats team... Charlie eases the car to a stop at a T-intersection. The night is black, the only sound, the lazy chug of the V-8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Wow...look at that moon... Seems like the bright full moon’s hanging right over them",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "It’s closer tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It just seems that way sometimes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No, it really is. And look...there’s a halo around it...like an angel's. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s a refraction of the ice crystals in the upper atmosphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Gee, Mr. Dartmouth...I thought it was a refraction of the ice crystals on your butt. Sam snickers at his own joke. Charlie presses the gas ped The old Buick slides out onto the main highway...and stal out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Not again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Relax... Charlie starts turning the ignition key, he doesn’t yet s what Sam does...From the right, A RED SUV swerving down t highway. Sam is more surprised than frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Charlie..! And now Charlie sees it too. THE SCREECH OF BRAKES, FAST TRACK INTO SAM’S FACE - A BLINDING FLASH...and then... BLACKNESS...Until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow fade up on a scene of carnage. Glass glitters like crystal on the blacktop. The crumpled Buick lies on its roof. The SUV is slewed across the roadway. Its headlights leer monstrously out of the dark. TRACK: From behind - a man running toward the wagon. No sound but his breathing; and the crunch of boots on gl CLOSE ON: The running man. It is fireman and paramedic Fl Ferrente. We read the gravity of the situation in his face. \f16. Now at the upturned Buick, Florio kneels to the driver's window and peers inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. A DARK PLACE",
          "text": "Sam and Charlie sit shivering on the ground. They are outdoors. It is dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Mom’s gonna kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m the one who stole the car, remember? This is all on me. They are both cut and bruised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Man, I hurt all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I remember now...that truck...it came out of nowhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Can we go home now, Charlie? I just want to... A light approaches through the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(scared) What’s that? Charlie: pushing away the fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "They’re looking for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(worried) I don’t know... The light is growing rapidly brighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hey Charlie ... CLOSE ON: Charlie grips Sam’s hand. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Don’t worry, I’m here... The light is now intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Don’t leave me, ok? Just, whatever you do, don’t leave me...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(strong) I won't... The light is blinding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(terrified) Don’t leave...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I won’t...! Sam, a horrified scream:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Defibrillator paddles as they shock Charlie’s chest. PAN TO: Charlie’s lifeless face. The world sways with the speeding, siren wailing motion o the ambulance. CUT TO: Florio peering anxiously down at Charlie. CLOSE ON: Charlie. A beat. Then... his eyes slowly open. CLOSE ON: Florio. Kissing a medallion that hangs from his neck, he murmurs intensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Thank you Lord... Charlie stares at a place far, far away. \f18. WEAVER, another paramedic, switches off flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAVER",
          "text": "He’s back. He’s stabilized. (pounds Florio’s back) You did it. FLORIO (cont'd) (a gentle smile) Welcome back. Charlie, disoriented, murmurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where? Where was I? Where’s Sam?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERRENTE",
          "text": "It’s gonna be OK... Then Florio quickly turns away, out of Charlie’s field of vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "My brother! Where’s my brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAVER",
          "text": "Take it easy, Charlie...you’re gonna be okay, now... Charlie sees the grave looks on the paramedics’ faces. Turning, he sees Sam lying motionless on the stretcher ne to him, Florio frantically trying to revive him. Sam's lifeless eyes seem to stare right through Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAVER",
          "text": "(urgently) Son, you gotta lie still...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEAVER",
          "text": "(desperately trying to calm him) You have to be still...! Weaver injects Charlie with a hypodermic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam, Sam... \f19. Overwhelmed by the narcotic, Charlie crumples back to his stretcher. He looks up at Ferrente with pleading eyes. CHARLIE (cont'd) I can’t leave him, I can’t... As Ferrente turns to attend to Sam, Charlie reaches out t his brother. CHARLIE (cont'd) (whispers) Sam... CLOSE ON: Charlie clutches Sam’s still hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam’s well attended funeral is winding down. The banged-u Charlie, positively numb from the pain and grief sits in front row with his mother, Louise, who sobs uncontrollabl Charlie’s holding onto Sam’s baseball glove, it’s got a b in the pocket. The REVEREND finishes his eulogy as Sam’s small coffin is slowly lowered into its grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND",
          "text": "Lord, we commend this body to you... Charlie rises from his seat and limps over to the grave. stands above the grave, prepares to drop Sam’s glove onto coffin below. Charlie tries but he just can’t let go of that glove. His whole body shudders. Charlie runs blindly toward the wood",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Charlie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie runs out of the tended part of the cemetery into woods. He runs until he bursts through the woods into a clearing. He stops, winded...then...he looks up to the sk",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(anguished cry) Why did you leave me? And Charlie takes the baseball from the glove and hurls i the sky with all of his might. Then, overcome...he drops the grass, tries to block out the pain... \f20. And then...the baseball slowly rolls into his field of vision. Charlie’s astounded...He raises his head...What he sees cannot possibly be real...but he sees it. Standing before him, in the glow of sunset, is Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hey, Charlie... Charlie’s mind is reeling...slowly he stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam..? Sam walks slowly toward him. Charlie is unable to move. S looks right at him, and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Boo! Charlie nearly jumps out of his shoes. He stumbles backwa and falls. Sam shakes his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You are so lame... He offers Charlie his hand. Charlie hesitates, then takes Sam, at first transparent, seems to solidify, take on substance. Sam effortlessly pulls Charlie to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(near tears) You're really here... Before Sam can get another word out, Charlie pulls him in his arms and hugs him with all his might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I missed you, Sam...I... (holds him) And look at you...you’re all better...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(sadly) Yeah, being dead’s done wonders for me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Then...you are... \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(desolate) Yeah, Charlie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Charlie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Charlie runs from the woods and reappears a moment later, dragging Louise into the clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re not gonna believe it, Mom...it’s...it’s a miracle! Louise looks around the clearing, then at Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "(distraught ) Let’s go back now, sweetheart... Everybody's waiting for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "But—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Please, Charlie. And Charlie understands that his mother can’t see Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(gently) It’s okay, mom. I’m...okay now...I just want to be by myself for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE",
          "text": "Don’t be too long... And Louise leaves. Charlie turns back to Sam, who seems a to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What’s gonna happen to me, Charlie? We’re never gonna sail around the world together...or see another Red Sox game...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam... \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I don’t even know where I’m supposed to go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(fervent) Then stay right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Here. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We'll meet up every day. Sam dares to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah. .? The sun is setting. They hear the blast from the yacht cl cannon. Charlie gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You hear that? I’1l meet you right here. Everyday at sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(grateful) Everyday? You promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(absolute conviction) I won’t leave you alone, Sam. I promise...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on a gravestone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAMUEL ST. CLOUD",
          "text": "June 15, 1983 - June 9 , 1995 A cone of high-pressure water blasts leaves and bird droppings from the stone. Widen to reveal Charlie wieldin the power washer. Charlie’s pushing thirty now. He’s still boyishly handsom but in his eyes you can tell that he’s no longer young. H wears a uniform of some sort - a pale blue shirt, pressed khakis and work boots. \f23. In the b.g. WE SEE cemetery workers doing various chores, washing monuments, clearing away branches, trimming hedge etc. Charlie nods with satisfaction as his chore nears complet Sam’s gravestone is sparkling...Then...he hears something...He looks up to see a flock of noisy geese pas overheard. Charlie watches them. Then he glances back at brother’s grave and smiles mysteriously. He finishes off work, gathers up the equipment and starts away. Then he notices somebody...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "An elderly woman kneeling beside a monument, which sits a a fresh mound of dirt. She is lost in thought. Charlie approaches her gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mrs. Phipps...? She looks up, startled. The old woman is frail and wan...nearly transparent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "(smiles ) It’s me. Charlie St. Cloud. Tenth grade English, remember? She looks him over. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "Shame on you, Mr. St. Cloud...It is I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh, right... (smiles ) Me stand corrected. She smiles faintly. Then returns to gazing at the gravest",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I just wanted to offer my sympathies. She looks up at Charlie, filled with sorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "It was just so sudden. So unexpected. I never even had time to say goodbye. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "I suppose there’s never enough time, is there? Charlie shakes his head, smiles sadly. Then Mrs. Phipps stands up, she’s frightened and unsteady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "What’s going to happen to me now? What will I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(comforting) It’s going to be all right. Trust me, I know... And she smiles. Charlie has reassured her. And now we see the gravestone that Charlie and Mrs. Phipp are looking at. The inscription reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMANDA PHIPPS",
          "text": "Beloved Wife, Mother, Grandmother And Teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE, TRIMMING THE HEDGES",
          "text": "Joe’s an African American dude, who works for Charlie. Jo sees Charlie but not Mrs. Phipps. Looks to him like Charl talking to himself. Again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE AND MRS. PHIPPS",
          "text": "Something wonderful occurs to Mrs. Phipps, and she nods toward the gravestone right beside her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "Walter...my sweet Walter...I wonder if he..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles ) Sure, he’s waiting. Good thing you’re wearing that pretty blue dress. Mrs. Phipps smiles, no longer afraid. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PHIPPS",
          "text": "I guess there’s really no point in lingering, is there? With a final smile for Charlie she walks toward the fores with slow but purposeful steps...Charlie waves goodbye. A then she is gone. Charlie turns around to see Joe standin there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Know how a man in the desert, who’s gone without food and water...how he starts imagining shit..? Charlie, knows what’s coming. He starts walking down the with Joe on his heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE, (CONT'D)",
          "text": "Well, you’ve gone too long without booty, bro. That’s why you’re talking to yourself... Charlie wants to change the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How about running into town for me, picking up those sprinkler heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Tell you what...right after work, I’‘1l go into town with you. We’1l pick up the sprinkler heads and grab a beer over at Maddie's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie just looks at him. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Let’s see how it goes. Joe shakes his head, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "There it is again...”“Let’s see how it goes..” Charlie starts walking away. Joe talks after him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Same shit, different day... \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The day’s work is through. Joe and the crew are saying th goodbyes, about to get into their various vehicles. But J lingering, waiting around. A WORKER says to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKER",
          "text": "(smirking) He ain’t gonna show. He likes it here... The other workers smirk and chuckle in agreement. Joe giv it up and gets into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE ON A HILL, WATCHING",
          "text": "Shadows arc across the hill dotted with ancient graves. Charlie watches until the last crew guy has gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie closes the creaky cemetery gates. He locks them w a huge skeleton key. He turns to face the now deserted cemetery. He takes in its solitude and...he smiles. He ch his watch. It’s 7:10. He hurries toward- EXT. CARETAKER’S COTTAGE —- EVENING A small place with a sign out front that says, PRIVATE. CARETAKER’S COTTAGE. Beyond the cottage, on the water, we can see the hull of old, neglected sailboat - the one Charlie and Sam sailed ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is simply furnished, there are loads of books o every subject, and up on the walls...a jumble of maps and weather charts...also pictures and sketches of sailboats, sailboats and more sailboats... Charlie’s changed into jeans and a sweatshirt. He’s throw things into a bag - a toy of some sort and a baseball glo He starts for the door but before heading out, he stops t check out one of the weather charts stuck on the wall. He focusing on the daily sunset times as he tracks down with finger. There it is. Thursday the 28th. Sunset, 7:26 P.M. Charlie looks at his watch and starts for the door. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bag in hand, Charlie takes off running towards the woods, weaving between the headstones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie races into the dark, deserted glade. He stops and smiles at the sight before him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thought you might be here... He sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GAGGLE OF GEESE",
          "text": "Frolicking on the lake that runs through the woods. Charlie reaches into the bag and removes a toy remote con boat. He’s only barely aware of the sound of the yacht cl cannon that’s fired off at sunset. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "(excited) You brought it! And there stands-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM ST. CLOUD",
          "text": "Sam is unchanged after all these years. He’s still only twelve-years-old - same hair, same freckles, same Red Sox cap...same everything. Charlie lights up at the sight of just as he has every evening for the past thirteen years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What do you say, chucklehead..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME SCENE",
          "text": "The geese are frolicking on the pond...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (0.S.)",
          "text": "Geese at two o’clock. Request permission to attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (0.S.)",
          "text": "Permission granted... Now WE SEE Charlie and Sam, sitting on the edge of the la Charlie’s got a remote control in his lap. They smile at other as Charlie jams the joystick... \f28. On the lake, the remote control boat begins making its wa slowly, stealthily toward the unwitting geese. Charlie and Sam watch the boat...Sam laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Did they really take a crap on Parson Reilly's head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(laughs) Oh yeah. It was like he had a bulls-— eye painted on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(cracks up) Gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(watching the geese) Ssshh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "One hundred feet and closing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I saw Mrs. Phipps today...She was still hanging around her grave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Did she really die getting her teeth cleaned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) It was only a matter of time before Dr. Vogel killed someone with his stinky breath...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "She was old. She had a heart attack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) A likely story. Vogel’s breath has actually stopped charging rhinos. (watching boat) Fifty feet and closing. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Anyway...she didn’t hang around. I guess she missed her husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) Old man Phipps? The guy with no big toe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(laughs) Sam—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Remember how that stub was always sticking out of his sandals? How gross was that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well...wherever he is now...I’m sure he’s got all his toes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(excited) -08 knots. Target acquired... The boat has reached geese vicinity. The birds regard it mild curiosity...Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Fire! Charlie presses some buttons on the remote control box. On the boat - the horn blares and lights flash. The geese are totally freaked. They take off, flying for their lives. Charlie and Sam are laughing heartily. High fiving each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mission accomplished!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Adios amigos. One big goose - obviously a pissed off alpha male, is hea back toward Charlie and Sam, honking at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Uh-oh... \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He isn’t happy, Sam. That’s not a happy honk. Now the goose comes swooping toward them. Charlie and Sam laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Let’s get out of here... And they race off laughing all the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "It’s twilight now, the stars are coming out. Charlie and are stripped down to shorts. Charlie’s standing up on a t homemade swing that’s right over the lake. Sam’s standing there laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Look out, he’s actually standing up. Don’t try this at home kids...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yee-ha! And he leaps off the swing and goes into the lake. When h emerges, Sam laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Wow...and the judges are going insane...Charlie St. Cloud’s score is a whopping...minus 10! Charlie laughs from the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Let’s see you do better, wiseass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Coming right up... Sam’s on the swing now, swinging and swinging...higher th is humanly possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Here comes Sam St. Cloud’s world famous, supersonic, quadruple flying summersault... Charlie just watches from the water as Sam goes flying of the swing. \f31. Sam seems suspended in air before doing a supernatural fl spinning about five times in the air. Charlie just watches filled with awe and wonder and joy..",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE GLADE LATER",
          "text": "Charlie and Sam stand in a dim circle of light in the cen of the clearing. They throw the ball back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(grim) I gotta go into town tomorrow. Pick up some stuff...I can already hear Mr. Cavannaugh...”Well, if it isn’t ‘The Phantom of Waterside Cemetery.'”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Dick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "And I always manage to run into Fraffie Chapman leading one of her tour groups...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) The head of the hysterical society?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(mocking female voice) “Waterside Cemetery is a historical landmark, Mr. St. Cloud, and overgrown hedges will not be tolerated...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) Blow it out your butt, Fraffie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles sadly) I wish I could just stay here, Sam. All the time. Just hanging out with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(smiles ) Yeah, I know... (then) I could go with you... \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles, shakes his head) You always end up making me laugh. They all think I’m weird enough already... Sam smiles, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It’s getting dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Go out for a long one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Give it all you got, okay? Sam starts running out. Charlie rears back throws a high arcing fly ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(like an announcer) It’s a long hard drive. It could be outta here...Sam St. Cloud is on his horse... Sam's racing back, the ball’s heading over his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He’s at the wall now, but that ball is going...going... Sam leaps impossibly high into the air. He snags the ball with a one handed catch. And then...he smiles at Charlie disappears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Night, Sam... Charlie smiles and waves. INT. CHARLIE’S COTTAGE - NIGHT Charlie is curled in an armchair with a sailing magazine. CLOSE ON MAGAZINE PHOTO: A color photograph of a beautifu serious-looking young woman, standing on a dry dock besid magnificent sailboat suspended from a cradle. The headlin reads: “Tess Carroll’s Radical New Design”. \f33. Charlie stands and walks to the table which is littered w the remnants of a meal for one and hand-drawn, sailboat design sketches . He compares his designs with the boat i the magazine. The sudden, discordant, ringing of the telephone, breaks concentration. The machine kicks in. The outgoing message generic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE MESSAGE",
          "text": "Please leave a message. Beep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Hi, Charlie, it’s mom. I’m just calling to...see how you are. Charlie just looks at the phone. He can hear the pain in mother’s voice. He knows he should pick it up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Its been so long since we’ve seen each other and Portland’s so nice this time of year...I was hoping you might come up. Charlie closes his eyes and rubs his hand across his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUISE, (V.O.)",
          "text": "Anyway...Call me soon. Please, Charlie. I love you. Bye. The line goes dead. A long moment. Then slowly his eyes d down to the magazine on the table...the picture of Tess Carroll and that incredible boat...Charlie sighs deeply a off the boat’s picture we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SPARKLING WHITE MAINSAIL",
          "text": "Is being hoisted up the mast of Tess Carroll’s magnificen “Querencia.” It’s emblazoned with the words: CARROLL SAIL EXT. MARBLEHEAD DOCK —- MORNING As the mainsail goes up, the small gathering applauds. TE CARROLL, prettier than her magazine picture is emotional she watches. Her mother, GRACE, who’s got a yellow lab ca Bobo on a leash, and TINK WEATHERBEE, a big bull of a man stand at her side. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "The girls worked day and night on her. Best we ever built... We see now that the boat is docked in front of CARROLL SA a shop on the wharf. Now Tess addresses the sail shop sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I don’t know if I’m gonna win this race or not but I can tell you this for sure...that mainsail...it’s going to be seen by sailors on five continents...and it is glorious. Thank you. You did my father proud... The staff applaud Tess, wish her luck, etc. Her emotional says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Your father would be proud...And damned jealous too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess smiles. Her mother kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Have you seen your Aunt Abby yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "No, mom but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "She hasn’t got long, so you get your tail over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I promise I’1l see her before I take off. And as Grace goes off with the dog, A WOMAN approaches Te with her TEN-YEAR-OLD DAUGHTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Excuse me, Miss Carroll? Could she have your autograph? The smiling girl hands Tess an autograph book to sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I‘d be honored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "My name is Katie. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "You’re such a great role model for a girl her age... Tess hands the autograph book back to Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’ll probably get pretty lonely out there, Katie...Maybe you’d like to email me. The girl looks at Tess with pity...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You don’t have a boyfriend, do you? The girl’s mom smiles, embarrassed. Tess chuckles. Tink approaches..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Tess, that reporter is here... We see a t.v. crew walking toward the boat. Tess makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "It’s good for business...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Okay, but you’re buying me a beer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place sells everything from stationary to floor wax. As Charlie walks in, MARGIE, the cashier, lights up at th sight of him. She’s pretty, Charlie’s age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGIE",
          "text": "Well, look who it is...What’s shaking, stranger? Charlie’s self-conscious, uncomfortable. He casts his eye downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey, Margie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGIE",
          "text": "Come on, let’s see ‘em... \fShe lifts his chin, forcing him to make eye-contact. laughs and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGIE",
          "text": "Blue as they ever were. (then she calls out) Pop, Charlie St. Cloud’s here. (then) So how are you, Charlie? How have you been? Charlie smiles nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Everything’s great. 36. Margie Margie just looks at him like...”Yeah, right..” Charlie avoids her eyes. Glances over at the bank of t.v.’s that playing on the wall. He’s surprised to see who it is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess Carroll... ON THE TV’S - AN INTERVIEWER WITH TESS CARROLL Tess stands on the dock before her beautiful 38 foot boat being interviewed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER, (ON T.V.)",
          "text": "Fewer people have sailed solo around the world than have climbed Mt. Everest, and of those who have...only eight have been women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (ON T.V.)",
          "text": "I guess I’1ll have to make it nine... Margie’s father, FRANK walks over carrying a box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(half smiling) Well, if it isn’t the Phantom of Waterside Cemetery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGIE",
          "text": "Dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(uncomfortable) Mr. Cavannaugh... \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "These heads came in three days ago. I left you a message... Margie starts ringing Charlie up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (ON T.V.)",
          "text": "I come from a long line of sailors, and I’m sailing this race for all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Her dad owned the sail shop...Great guy. Charlie’s still watching the t.v preoccupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Jim Carroll...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You knew him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I buried him. Margie and her father exchange looks. EXT. CHARLIE’S PICKUP TRUCK - DAY Charlie tosses the box inside. He’s about to get in and d off...but instead...he drifts to the corner and looks dow toward the dock. There he sees... TESS’S BOAT - THE QUERENCIA People are still milling around as Tess’s interview wraps Charlie stands there transfixed by its sheer beauty. Then, rounding the corner he sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TOUR GROUP",
          "text": "Led by Marblehead Historic Commission President, FRAFFIE CHAPMAN. Fraffie’s a no-nonsense gal with white, poofy ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAFFIE",
          "text": "George Washington visited Marblehead not once, but twice and, see that house over there? Well... She’s seen him. Charlie tries to hide behind a mini-van. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAFFIE",
          "text": "I see you, St. Cloud... Charlie starts walking fast...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m in a hurry, Fraffie...Sorry... Fraffie’s coming after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAFFIE",
          "text": "Come back here, St. Cloud... Charlie slips around the corner and ducks into the neares doorway. It’s Maddie’s bar. INT. MADDIE’S - CONT. Charlie just hovers, peering through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BAR",
          "text": "A couple of guys around CHARLIE’S AGE, MIKE and JACK, spo him hovering near the window. They exchange mischievous smiles. Through the window, Charlie sees Fraffie Chapman as she g up the chase and returns to her tour group. He’s about to slip out when Mike and Jack approach, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "How’s it going there, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Long time, no see. Charlie’s nervous. He dislikes running into people he kno",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(to the bartender) You see this man here? Best damned shortstop Marblehead High ever had. (to Charlie) How many double plays we turn, Charlie? A couple of hundred? Charlie smiles but he just wants to go. Mike grabs his ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Have a beer with us. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thanks but I can’t. I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You owe me, Charlie. Didn’t I fix you up with Betsy Lane, the hottest cheerleader in school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I fixed you up with Betsy Lane...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(laughs) You did? Hell, then I guess it’s me who owes you. What are you having? Having a beer with some friends is something Charlie hasn done in quite a long time...He checks his watch, decides okay on time. He says to the bartender:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam Adams. Mike and Jack pat his back and he sits at the bar. INT. MADDIE’S - LATER Charlie’s on his third beer with Mike and Jack, and everybody’s feeling pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "...-Lots of people been married three times...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(laughs) Not to the same woman. Charlie smiles, then checks his watch. He panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What’s-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I have to go... Charlie gets up but Mike bars his way. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Not so fast, Charlie... (winks at Jack) We think you need a little break from the cemetery...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What are you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "We’re gonna sail out to the point. What do you say, Charlie? Want to- Now Charlie’s really panicking. The thought of missing Sa overwhelming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can’t. I- Charlie tries to move past him, but Mike bars his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Back in the old days...when a sailor didn’t want to shove off, he’‘d get shanghied. Charlie tries to get around him, Mike holds on to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "They’d conk ‘em over the head....",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Or they’d slip him a micky and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(struggling) Let go of me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "Next thing he knew he was waking up on a boat somewhere in the middle of the North Atlantic. And Charlie completely loses it. He breaks free of Mike a throws a punch that hits Jack square in the jaw. Jack goe down. Charlie grabs up the nearest beer bottle, smashes i the table, waves it around and shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Get out of my way... The guys, the patrons, the bartender...they just stare at Charlie... \f4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKE",
          "text": "We were just messing with you, Charlie.... Charlie’s still in panic mode. He tosses the bottle down, heads for the door. Standing there are Tess and Tink, who come in just in time to witness this. They’re just lookin Charlie like he’s a madman...Charlie, not even realizing Tess Carroll, charges right past her, out of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Who's that. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(disgusted) The local color... Tess watches Charlie running off through the window, he’s familiar somehow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie runs across the field, and plunges into the woods",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie bitterly curses himself as he runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Idiot! Idiot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie bursts into the clearing. CLOSE ON: He stops. Sam is not there. Terrified, panicking, he yells as he runs into the center the clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam! Sam! No answer. Charlie wheels around frantically, scanning al directions - the lake, the swing, the trees...no sign of Charlie can feel the dread rising up in him...He tries ag desperate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Come on out, Sam, I’m not in the mood for games... (soft like a prayer) Please, Sam...please... \f42. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Jesus, Charlie... Charlie spins around. It’s Sam. He’s smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Don’t have a cow... Charlie’s heart is still racing, his chest heaving. He’s angry and relieved at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I was right-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’ve never been late before... Not once in thirteen years. And then...in the distance, the sunset canon booms. Charl is surprised. Sam laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You aren’t late. You’re right on time. Charlie realizes Sam’s right. He’s flooded with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I just...I got held up in town and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(excited) Whoa! You got held up??? No way???",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(has to smile) Not like that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(disappointed) Oh... Charlie’s blood pressure has finally returned to normal. pulls the crumpled up sailing magazine out of his jacket pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I want to show you something... \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Sam lie side by side on the grass, poring ove the sailing magazine with the Tess article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Look, the keel’s insane...! (building enthusiasm) It cants, right, but... I wonder how she’d do with flukes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Whoa, cool! Like on a whale..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I wish I’d gotten a closer look... Sam leers at the picture of Tess in the magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah, me too...Tess Carroll’s a babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That so..? Sam reads from the magazine. SAM (cont‘d) Tess Carroll says: ” My man, Sam St Cloud is a stud and a half. He’s got the moves that drive me-” Charlie, laughing, tries to grab the magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(fighting him off) No, no! OK, seriously. (reading again) She said: “We developed the boat specifically for the Around The World Challenge, which starts next week out of Boston Harbor... Trailing off, Sam looks to Charlie. He says wistfully... SAM (cont‘d) So she’s gonna sail around the world, huh? Remember when..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slight moment of awkwardness. Sam dispels it with a lau",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah, right...A girl! No way... Charlie smiles and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Get your glove... Charlie grabs his and soon they’re throwing. INT. CHARLIE’S BEDROOM - NIGHT The bedside clock says that it’s 12 A.M. Charlie’s just l there, staring at the ceiling. Finally, he gets out of be and starts throwing on his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A light is still on in the sail shop. Charlie makes his way toward the harbor...where Querencia docked. Charlie’s heart beats faster as he approaches the boat. H gazes up at the aerodynamic lines of the big, beautiful b The word just comes out of him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Wow... He reaches out, and lovingly trailing his hand along the keel’s sleek surface, walks the length of the boat. Not really looking where he’s walking, he suddenly finds hims face to face with Tess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(angry, scared) What are you doing here? What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(flustered) I’m...I just...wanted to see your boat. Up close, I mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Now you’ve seen it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry if I scared you. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "You don’t scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good... Charlie reaches into his pocket, she jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Hey! The flustered Charlie produces the crumpled article from shipping mag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I just...I really admire your boat design and...I promise you I’m harmless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(glaring) That so? Because I was at Maddie’s today and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(embarrassed) I can explain that. Well...actually, I can’t, but... (holds out his hand) Look...my name is-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(not taking his hand) Charlie St. Cloud. Charlie just looks at her, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I was two years behind you in high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Wow...you went to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Well, it was great catching up but I’d like you to go now, please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "But—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I mean it. \f46. Charlie gives up. He starts to leave. But he just can’t. turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Flukes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "On the keel. For windward lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Flukes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Like on a whale flipper. Charlie makes a wave motion with his hand. Tess is just looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good luck with the race... And he hurries off. Tess just watches him, then Tink appe on deck, he’s got a printout of some sort. He doesn’t see Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "See here..? There’s a front moving in from Maine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’‘1l go around it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Maybe this test run can wait til-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Tell me something, Tink...What would you think about flukes? Tink just looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Charlie gazing longingly out to sea. He sits in a small foreshore park, watching Tess’s naviga lights head out of the harbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. QUERENCIA —- DAY The sun is coming up on the horizon... The boat is sailing smoothly through relatively calm sees",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess is on the radio with Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "I’m just a little bit East of the Buzzard Bay light. INTER CUT - TINK’S OFFICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (INTO RADIO)",
          "text": "Good girl. Stay on that course and you should clear the weather..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "(smiles ) Check in with me later. And she hangs up the headset and heads up to- EXT. MAIN DECK - CONT. Tess takes the helm, gazes back toward the distant coastl then, smiling wickedly, her eyes lovingly caress the slee lines of her yacht...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Okay, kiddo, here’s the deal...if we can’t make it through a little low pressure system, how are we ever gonna make it all the way around the world..? And then...pulling down hard on the wheel, Tess begins to tack the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What do you say? You up for it..? CLOSE ON: The cockpit compass. As Querencia turns, the compass spins from south - to north. She eases the main sheet to a broad reach and fills the headsail with wind. The boat immediately gains speed. Squaring her face to the rising wind, she smiles. \f48. TESS (cont'd) Let’s have some fun... And Tess heads off, straight into the storm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam and Charlie are having a catch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It’s weird to think of mom living up in Portland...with a husband and some step kids...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "She’s got a whole new life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I wonder if she ever even thinks about me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Of course, she does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "But why live in a place where it rains all the time and they don’t even have a major league baseball team. .? Then Sam sees something out on the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Whoa! Cool! Did you see that? Lightning... Another flash. Charlie sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Do me a favor, Sam, move away from that tree...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(laughs) Charlie...what could happen? I’m already dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t care...it’s making me nervous... And Sam gets clear of the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are in the atomic bomb blast of a gale force storm. Splotches of Phosphorous streak the sky in a stormy firew show. The wind shrieks with savage fury. The sea is a mountaino tumult of swell and foam. And Tess is loving every minute of it! Clearly, she lives this. Tess is dressed in the protective second skin of her oran survival suit, steering from Querencia’s large, open cock She’s shot full of Adrenaline fueled exhilaration, as she surfs the boat down a massive wave. The boat, running before the storm, has a lot of sail up such high winds. But Tess is an elite sailor, and she is pushing it. As Querencia hits the trough at the bottom of the wave, T is drenched in a deluge of freezing spray. Shaking the water out of her eyes, Tess climbs the boat u the face of another massive wall of water. Suddenly Tink’s voice squawks out of the waterproof, cock speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (OVER RADIO)",
          "text": "Come in Querencia this is team leader one..., come in Querencia this is team leader one... Swearing under her breath, Tess glances guiltily toward t speakers. As the boat crests another wave, the call comes again. TINK (OVER RADIO) (cont'd) (sing-song) Oh, Te-ess...where are you? You’re pissing me off... Tess smiles. She knows she must answer. \f50. CLOSE ON: A button reading AUTO-PILOT. She punches it. It illuminates red. Satisfied that the boat is holding its heading, she pushe back the cabin hatch, slams it shut, and scoots below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the relative calm of the cabin, Tink’s voice clamors f the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (ON RADIO)",
          "text": "Come in Querencia... Tess plucks up the radio handset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "Hey big guy what’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink is seated at a radio, in the makeshift command cente",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (INTO RADIO)",
          "text": "You tell me. What’s happenin’ out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "Ahhh, nothing much... As if reproaching her for her lie, the boat free falls of wave. Tess has to brace to stop being thrown across the cabin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Holy shit... TINK’S VOICE What’s that..? Grimacing at her own dishonesty, she tries to sound casua",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "I said, it’s so damned quiet out here...I’m falling asleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink smiles, relieved. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (INTO RADIO)",
          "text": "What’s your position?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess quickly glances down at the chart on the table. CLOSE ON: The chart. Tess traces her finger over the cour Tink plotted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "Ahhh, probably just southeast of the Eagle Island Channel. Quit buggin me; I’m gonna get some shuteye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (ON RADIO)",
          "text": "That makes two of us. Over and out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (INTO RADIO)",
          "text": "Bye, Tink... As Tess replaces the handset, she is stopped by a sudden calmness. She pauses, unsure at first what she is feeling The howl of the wind has also died. She looks out the porthole and sees why. Her blood runs cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Oh, my God... A HUGE ROGUE WAVE, a churning mountain of wind-whipped seawater so gigantic it seems to loom in slow motion over tiny craft. And as Tess leaps for the ladder up to the deck, the wave HITS with unimaginable force, and Tess is flung violently across the cabin. CLOSE ON: Tess’s temple strikes a bulkhead with sickening force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The demonic shriek of wind through rigging is unbearable. Querencia has been knocked flat by the rogue wave. Its sa now broadside to the wind, lie flat in the water. The dec at right angle. CLOSE ON: The AUTO-PILOT button. It beeps and flashes wit calamitous warning. Next to the AUTO-PILOT button the KEE button also flashes a red warning signal. \f52. Water floods the cockpit. Every breaking wave threatens t roll the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Tess. She does not move. SUDDENLY: Tess’s eyes flicker open. With superhuman effort, she drags herself onto one elbow. moment of groggy indecision, then she grits her teeth, ha herself to her feet, and leaps into action. FOLLOW: Tess as she negotiates the crazy, horror-house an of the companionway, and scrambles into the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awash with waves, and alive with flailing rigging, the cockpit is a lethal place to be. At any moment, Tess could be flung into the raging ocean. Hanging on for dear life, she resets the AUTO-PILOT and K buttons, then releases the ropes that hold the jib and mainsail in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Help me, dad...Help me please... And just when it looks like it couldn’t get any worse... The wind begins to die down a bit, the waves subside a li too...there’s even a trace of sunlight appearing through clouds. And as Tess gets her ship righted, she sighs mightily wit relief, then says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Sorry, girl, let’s go home... And Tess turns the wheel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s making his rounds when he sees something off in distance. He starts heading toward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She seems to be sleeping, her head resting on the cool ma of her father’s gravestone. Charlie is surprised to see h and, given their recent encounter, he’s not quite sure wh to do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Miss Carroll? Tess? Tess’s eyes snap open, she’s dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Are you okay? Tess gazes around her, gradually becoming more present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Yeah, I’m okay...I guess, I must have... Only now does Charlie’s face come into full focus for her",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(angry) You...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(sheepish) Umm...we meet again... Tess scrambles up to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Beat it, now! Before I report you to whoever’s in charge of this place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That would be me. He taps the Waterside Cemetery badge on his shirt. Tess i surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Well...what do you know..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I didn’t want to bother you but... Tess is suddenly unsteady on her feet. Charlie has to hol her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Are you okay? Here, sit down... \f54. Charlie helps her to sit back down on the grass before he father’s stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I hit some rough weather out by the shoals last night. I guess, it hit me back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sure, you’re okay..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Yeah...I’m fine...Thanks... Charlie’s uncomfortable around this beautiful woman, even more so than usual...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay, then... Charlie starts to leave. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Wait... (Charlie stops) Last night...when you were sneaking around my boat...what was that all about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(embarrassed) I told you. I just wanted to get a better look at her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Are you still racing? Charlie just looks at her. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "You were the captain of the sailing team, weren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah...I sure was. (then) No...I don’t race. I don’t even sail anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "How come? \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(hesitant) I just...don’t have the time. Tess smiles as she looks around the quiet cemetery",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Guess they really keep you hopping around here, huh? Charlie knows she’s teasing him. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’d be surprised. Tess just looks at him, remembering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Didn’t you get a scholarship to..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Dartmouth. Yeah...but I ended up sticking around here... And now Tess puts it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I remember now...It was a drunk driver, wasn’t it? (Charlie nods) I cried when I heard. I cried all day... Charlie glances at her father’s stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I guess, you two were pretty close, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(nods toward sea) Believe it or not...it was my dad who pulled me through out there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I liked what you read that day... (she looks at him) ...At his service. It was-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "You were here? \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m around for most of ‘em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I was pretty out of it that day...It’s from a poem by e.e. Cummings called “Dive For Dreams.” (she recites) “Trust your heart if the seas catch fire and live...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "“Live by love though the stars walk backward.” (off her look) I looked it up. (Tess smiles, Charlie laughs) But I’ve got no idea what it means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "It’s about trusting your heart and taking chances in your life. That was my dad... (Charlie smiles) He died of a heart attack. Too many lobster rolls at Kelly’s. I’m sure he’d much rather have been lost at sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(chuckles ) That’s exactly what he said... Tess looks at him. Charlie recovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I mean, I’m guessing he’da said that... Tess just looks at him, studying him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Don’t take this personally, Charlie...but you’re a little bit...odd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(sad smile) Oh, I’m way past odd...Ask ‘em in town. I’m the Phantom of Waterside Cemetery. \f57. Tess is studying him, trying to make sense of the puzzle is Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I bet your brother’s buried here, isn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(pointing off) The white marble over there...the really clean one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Is that why you- She’s hit a nerve. Charlie gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I should get going... Tess stands up, sorry she asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Charlie, wait, I- Tess is once again unsteady on her feet. Charlie steadies her. Then he notices her head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re hurt... She touches her head. Charlie stands over her, takes a lo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You've got a nasty gash there...Come on, I’m right down the hill... Tess hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I thought you weren’t afraid of me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "After you...Phantom... Charlie smiles and leads the way. INT. CHARLIE’S COTTAGE - LATE AFTERNOON They’re in the living room. Charlie’s applying some antibiotic to Tess’s head wound. \f58. She’s looking at the dozens of sketches and pictures of sailboats on Charlie’s wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Wow...these are all yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(embarrassed) It’s just a hobby... One sketch in particular catches her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "That’s the Querencia... Tess points to an odd shape running the length of the kee",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Don’t tell me...with-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE AND TESS",
          "text": "Flukes... They both smile. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "You seem to have your heart set on redesigning my boat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(flustered) No, not at all. I just-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(laughs) I’m kidding, Charlie. Actually, I’m flattered that you... Tess notices the sunset tables on the wall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "And what’s this..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(squirming) That’s just a project I’ve been working on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(she’s got no idea) Interesting... \f59. Charlie wants to redirect her attention to his Querencia sketch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "So what do you think? Pretty crazy, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I don’t know...you might be on to something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(delighted) You think so? Tess just looks at Charlie, she’s trying to make up her m about him. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Yes, I do. And I think...that we should talk about it. Tess is looking right into his eyes. The moment stretches Then Charlie glances at the sunset charts...And he pulls from Tess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well...maybe when you get back from sailing around the world... Even though he’s smiling, Charlie has pulled back and Tes can feel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Sure... (then) Okay, well, thanks for fixing my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "My pleasure. It...um...looks really good on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Goodbye, Charlie... And she’s gone. Charlie’s left alone in his cottage which suddenly feeling extremely...empty. He glances over at th sketch of Tess’s boat. Strong emotions he can’t keep down churning... \f60. EXT. CHARLIE’S COTTAGE - MOMENTS LATER Charlie explodes out of the cottage. He stops, looks arou then he takes off running through the cemetery. ON CHARLIE, running hard, sprinting up a hill. Then he se TESS walking along the path up ahead. Charlie smiles and he’s about to run toward her when he hears...the sunset cannon. Charlie freezes on the hill, conflicted. He looks up toward the sun sinking down over cemetery woods... Tess is walking down the path when she’s startled by the sudden appearance of the out-of-breath Charlie, who’s run down from the hill to intercept her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Lets talk tonight; about your boat. I‘11 cook you dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiles ) Hmm...a boat designer and a chef...That’s quite a- Charlie’s trying to keep his panic in check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Have dinner with me. Please, Tess...What do you say? Tess smiles, shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Okay, Charlie...what the hell..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Fantastic! Great! I have to go. And he’s off and running. Tess just has to laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling back) My place in an hour! Tess smiles as she watches him sprinting cemetery, not quite sure what to make of Cloud...Then she spies Charlie and Sam’s little sailboat on the beach...She keeps",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie bursts into the clearing. Sam is ball up in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What up, bro? (then, noticing) You didn’t bring your glove...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(smiles ) 61. through the Charlie St. forlorn looking on walking. waiting, tossing the No big...Want to go swimming? Or how about-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Is it okay if we kinda cut it short tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(shy smile) I...I’ve got a date.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You do not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "With Tess Carroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(gleeful) The sailor babe? You're kidding me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiling) I kid you not. I’m gonna cook her dinner. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(mischievous) Yeah..? And what are you gonna do after dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(giggling) I know. You’re gonna play tonsil hockey, aren’t you? And Sam sticks out his tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You’re gonna stick your tongue all the way down her throat then jump her bod and do the nasty-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(irritated) Knock it off.. Sam just looks at him, stung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I was only goofing around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I know that, Sam, but sometimes... Sam looks right at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Nothing... Sam’s sulking, Charlie goes to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Come on, Sam... Sam lashes out. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You’re sick and tired of hanging out with a kid, aren’t you, Charlie? That’s why you’re going out with her... Sam’s young and frightened, his insecurities are getting best of him and it breaks Charlie’s heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Nobody’s ever gonna take your place, Sam. (smiles ) Especially not some...girl... (then) You wanna go for a swim? Sam lights up with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Sam emerge from the water. Charlie starts get his stuff together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You remember me telling you that I made out with Jenny Childers..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(sheepish) Well, I was kind of...lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles ) Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So...what’s it like exactly? To kiss a girl? Charlie looks at his kid brother...who will never get to a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Truthfully, Sam...? I can hardly remember myself. \f64. INT. CHARLIE’S HOUSE - NIGHT Charlie and Tess are lingering over what seems to have be very successful meal. The lights are low, R&B pulses from the sound system, and they are both pleasantly tipsy from the bottle of wine th they've emptied. Tess looks over Charlie’s boat sketches laid out on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Wow...you know, you really should be building these. (he smiles) This is still my favorite... It’s the sketch of Querencia modified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Querencia...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "It’s Spanish for-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The place in the ring where the bull feels safe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiles ) You know your Hemingway. (Charlie smiles) It’s also the place where we feel the most secure - It’s where we can be ourselves... (then) Where’s yours, Charlie? Where’s your Querencia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Right here, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "The cemetery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(embarrassed) Marblehead... (she chuckles) What. .? \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Come on, Charlie...I love Marblehead too, but...it’s like the song says... (smiles, shakes her head) You can’t buy a thrill... Charlie’s looking right at her, into those sea-green eyes And Tess is feeling it too...thinking maybe you can buy a thrill, after all...Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Umm...we need more wine... Charlie gets up and heads off into the kitchen. Tess watches him go. She smiles, still not sure what to m of him. Then she gets up, stretches out...and gravitates toward the big, messy bookcase. It’s filled with an eclec assortment- everything from World Lit to Archeology to bo on all matters related to the afterlife. But it’s a certa sailing book that gets her attention, it’s lying beneath cardboard box on the top shelf. She reaches for it, tryin slide it out from beneath the box. But the box falls and contents spill onto the floor -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHS, DOZENS OF THEM",
          "text": "We see splashes of images, young Charlie, Sam and their mother... INT. CHARLIE’S KITCHEN - NIGHT Charlie’s trying to get a bottle of wine open with the corkscrew. But his hand is trembling with nerves. He chastises himself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Get a grip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie walks in with the wine bottle. Tess doesn’t see h she’s seated on the floor, looking at a photo of a young Charlie with his mother. Charlie doesn’t like being confronted with these long ago images...But he covers it he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s my mom. Tess looks up, startled. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Charlie, I’m sorry, I was reaching for a book and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s okay... He bends down and starts putting the pictures back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "When my mom moved up to Portland, we divi’d up the family photos...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I guess, you’re not the album type... (holding a photo) You and...Sam, right? CLOSE ON PHOTO - YOUNG CHARLIE AND SAM, arms around each other, aboard their sailboat, mugging for the camera. Cha has to hide his pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We were out at the point... And Charlie quickly starts tossing the photos back into t box. But Tess is fascinated by them. Picture after pictur Sam and Charlie sailing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Charlie? Was Sam the reason?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The reason for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "The reason you stopped sailing. Charlie just looks at her. She sure can press his buttons",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’m sorry. I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s all right... (then, after a beat...) Sam and me...we were gonna sail around the world, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(delighted) You were? \fAnd Charlie just starts talking, as if in a dream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Marquesas, Tuamoto, Zanzibar, Fiji...all of those faraway places that hang off the edge of the map by their fingernails...we were gonna see ‘em all... (then) After the accident...I tried taking the boat out a few times but... (he shakes his head) 67. Charlie’s never said these things to anybody. Tess takes hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "When I lost my dad...I thought I’d never get over it. (gently) But we’ve gotta keep going, Charlie... Tess looks deep into Charlie’s eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS, (CONT'D)",
          "text": "“Trust your heart if the seas catch fire..” (then) You’ve got to take a chance... Then, almost imperceptibly, Charlie leans toward her. barely whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What are you..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Taking a chance... Then, in the grip of emotions he’s never before felt, pulls her into his arms...and kisses her with all the .-Tess Charlie passion, longing and tenderness...that his lonely heart contains. Then it’s over. Both of them overwhelmed and unprepared f the powerful emotions coursing through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Timing is everything, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What do you- \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’m leaving in a week, remember? Charlie nods grimly. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I oughtta go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Can I walk you? Let me-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(she touches his cheek) Good night, Charlie St. Cloud... And Tess walks out the door. Charlie’s cottage has never seemed so empty, and his heart is aching. Then... A knock at the door. Charlie opens it. Tess lands in his arms. They’re kissing passionately...Bumping into furnitu tearing off clothes as they make their way into the bedro INT. CHARLIE’S BEDROOM - DAWN Charlie’s just stirring. He sits up sleepily and looks around. He’s alone. He’s surprised, dismayed...And then h sees, taped to his mirror-",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LITTLE HAND DRAWN SAIL BOAT",
          "text": "Charlie takes it down. He turns it over to find three wor written: COME FIND ME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s heading through a clearing. He stops in tracks, stunned as he sees- HIS OLD SAILBOAT - ON THE WATER’S EDGE - SAIL RAISED AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLEAMING",
          "text": "Tess at the Tiller. She calls out to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiling) I knew you’d find me... Charlie starts walking slowly toward the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(re: the boat) It seemed so forlorn...I just had to save it... \f69. Charlie stops at the water’s edge, still somewhat stunned Finally, Tess laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Oh, come on, Charlie...what are you waiting for? And she holds out her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOSH! CLOSE ON: The bow of the little sailboat carving across the bay. PULL BACK: Charlie is at the tiller, Tess works the mains and jib ropes. They are sailing the boat hard, into a fre north-east wind. For Charlie...the sensation of being out on the water again...is one of just pure, unadulterated...joy, and he’ having the time of his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE/TESS",
          "text": "Yeeeha! Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The wind’s picking up. Standby to let out the main!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Aye, aye, Cap... Charlie’s having the time of his life. He smiles at Tess, knowing he’s got her to thank for this. She smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Tess have just pulled the boat onto shore. Charlie’s so exhilarated, he can’t calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Let’s go out again tomorrow. We can-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Sure, and next time I’1l give you a few pointers on how to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(laughs) Oh, you will..? \f70. Tess laughs. Charlie just looks at her. Then he kisses he",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thank you. Tess just smiles. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’ve got a million things to do before next week...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sure... She kisses him. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "We can meet here for lunch. Right after Aunt Abby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": ", (laughs ) Who? And off she goes. Charlie watches her. He’s got the bigge smile on his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s still wearing that smile as he hoses off a gravestone. Joe’s with him, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Dumbass grin can only mean one thing...Sonavabitch...Who is she? Give it up, Charlie, or I’‘ll- And Charlie laughingly turns the hose on him. Joe laughs he runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess’s AUNT ABBY, an ancient gal in her eighties, sits staring out of the window. Tess walks in. She smiles sadly. Then she comes over and gives her aunt a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Hey, Aunt Abby...You look pretty today. Aunt Abby just stares off, Tess’s presence not registerin \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Whatcha looking at? That sparrow? There’s a sparrow on a limb right outside the window. He flies off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "There he goes... (then she smiles) Aunt Abby...? Aunt Abby, I met somebody. His name is Charlie and he’s a sailor like me...You’d like him, Aunt Abby, he’s very sweet...but he’s very sad... (whispers) Don’t tell mom, but I kinda let him get to first base last night. Actually, he got a little bit further than-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT ABBY",
          "text": "Tess..? Tess is startled. She comes around to face her aunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Aunt Abby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT ABBY",
          "text": "Are you all right, dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(laughs) I’m fine. I’m great...I’m...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT ABBY",
          "text": "It’s okay, dear. Everything’s going to be all right, and I’1l see you very soon. And then Aunt Abby’s eyes close, her head tilts and she’s snoring softly. Tess smiles, kisses her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Tess sit on a blanket with a now empty picnic basket beside them. You can tell that they’ve been here f hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "It’s the first time she’s spoken to me in months. I think it’s a sign of something...Something good. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles ) It’s a sign that you’re gonna win the race. Tess smiles tentatively:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Or a sign that you’re gonna say, yes, to what I’m gonna ask you... Charlie smiles, kisses her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Ask me anything. Whatever it is...whatever you want...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Will you meet me in Cape Town? Charlie’s just looking at her. What..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "The first leg of the race...that’s where it ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Will you, Charlie? Please, it would just be so great... She’s waiting for an answer. Charlie’s tormented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, I just...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I know it’s crazy, Charlie, I know we just met but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUNSET CANNON BOOMS",
          "text": "The startled Charlie goes white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What’s wrong? Charlie can barely control his panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I have to get back... \f73. And they’re hurrying to his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "It’s...the sprinklers. The timer’s all haywire and the whole place is about to get drenched... EXT. CHARLIE’S COTTAGE - SUNSET They get out of the pickup. Charlie’s already off and running, prevailing on Tess:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "This won’t take long... Tess looks after him, curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie breathlessly crashes into the glade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(shouts ) Sam? Sam, are you here? Sam... And then Charlie just stands there, frozen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "Oh, my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM STANDING THERE",
          "text": "And Sam’s frightened, quivering, nearly in tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You broke the promise, Charlie...You broke the promise... Charlie rushes over to his brother, tries to touch him... his hand passes through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(anguished) Don’t go, Sam. You gotta try to hang on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I don’t know if I can. It might be too late...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam... \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Why weren’t you here, Charlie? Why weren't you- Then...lighting up relieved...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re doing it, Sam. See? You’re coming back...It’s gonna be okay... And, sure enough, Sam’s becoming more visible. Charlie ca grab Sam’s arm now, his hand no longer passes through. Bu Sam’s still angry and distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Where the hell were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m so sorry, Sam. I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It's Tess, isn’t it, Charlie? That’s why you’re late. You'd rather be with-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No. No...It’ll never happen again, Sam...I swear to God...You’re my brother and I’m not gonna lose you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Maybe you better tell her... Charlie turns around. There’s Tess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I didn’t mean to spy on you... Charlie is mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Charlie, it’s okay. I talk to my dad all the time. (nods toward sea) When I was out there, he was with me. As sure as Sam’s here now. Now Charlie glances toward Sam, who is obviously feeling threatened... \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I made him a promise that...I’d always take care of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I get it, Charlie, I really do... Charlie just looks at her, he really does want her to understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We didn’t have a dad like yours. It was my job to protect him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiles ) I’m sure you were a great big brother. He was lucky to have you. Tess comes over to Charlie and takes his hand. She raises to her lips and gently kisses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(gently) Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Your place. We were talking about Cape Town, remember? The frightened Sam cries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Charlie, no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Cape Town...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Don’t go, Charlie! Please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Remember our promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I know we just met...But, Charlie...I want to be with you... \f76. Charlie tears his eyes away from Tess. He looks at his frightened, little brother...Then to Tess:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can’t just take off whenever I feel like it...I have a job...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’m sure your job will still be here...and besides...aren’t you the boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(sheepish) I’ve got a lot going on. It’s hard to explain... Tess sighs sadly. And starts walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "It’s okay...you don’t have to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "You’re right...We barely even know each other... And she starts walking off. Sam smiles. Charlie goes afte her, stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, please-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’ve got a race to get ready for...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s not that I don’t want to. I'd go if I could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Then what is it? What’s keeping you here? Charlie looks at Tess, he’s going to tell her...Then he glances at Sam, frightened, waiting...nearly quaking with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good luck with your race, Tess. Good luck with everything... \f77. Tess’s heart is broken. Then she turns and walks away. Sa comes up beside his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I love you, bro... Charlie just looks at Sam. He’s made his choice and he’1l live with it. He throws his arm around Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I love you too... EXT. TESS’S MOTHER’S HOUSE - NIGHT A single light burns high up in the widow’s walk of an eighteenth century house overlooking the harbor. Tess walks in, looks around, calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Mom? But the house is empty. Tess sighs and plops down in the window seat of the widow’s walk, gazes mournfully out ove the dark water. Bobbo, trots in. He whines pitifully. Tess sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Yep Bobo, you got it in one... INT. CHARLIE’S HOUSE - NIGHT CLOSE ON: Charlie. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can’t come to Cape Town, because every evening I play ball with my dead brother in the cemetery - (intensely cheerful) Of course I’m not crazy! PULL BACK: Charlie, sitting drinking alone, is talking to thin air. Suddenly engulfed by sadness, his smile fades. murmurs. CHARLIE (cont'd) Really... I’m not... Charlie gulps scotch from the glass in his hand. \f78. EXT. CHARLIE’S COTTAGE - DAWN Charlie, looking like hell and feeling even worse, is jus now discovering that he’s out of coffee. He shakes out th few remaining grounds from the bag...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Shit... Then...a knock at the door. Tess? Charlie rushes to open Joe's standing there with a shit eating grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "It’s Mary Dempsey, you’re doing, ain’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t even know Mary... Charlie closes the door in Joe’s face and turns away. Joe opens the door and comes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(calls out) Yo! Mar-eee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "There’s nobody here... Then he looks at Charlie, realizes for the first time how disheveled he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "You sure do look like a night with Mary Dempsey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I just...need some coffee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(notices empty bag ) Damn...no woman and no coffee...Now, that’s messed up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. TESS’S MOM’S HOUSE - DAY Tess is walking toward Bobo with a leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Come on, boy, let’s go fora walk... \f79. Bobo gets up and rushes past Tess, right out through the doggie door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rustic little dive on the water. The place filled up wi early morning regulars. Charlie’s thoughts are miles away he sits with Joe and sips his coffee. Joe talks to waitre",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(to waitress) What’s up, Loretta? How’s the kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "(sour) I got one with his arm busted and two down with chickenpox. Thank you for asking... Charlie glances out the window and notices Tink hurrying along the dock. He meets a couple of other watermen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess runs down the beach, chasing Bobo. Up ahead, she see FISHERMAN she knows. She calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Hey, Dubby, grab him, will you? Dubby makes no attempt to stop the dog and as Tess runs b she laughs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Thanks for nothing, Dubby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s still watching as Tink and the group enter the and go to a big wall-sized nautical chart of the area. A couple of the locals drift over and join the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "So what‘ll it be, guys? Charlie gets up and approaches Tink’s group. As he nears huddle he hears snatches of conversation: “Coast Guard chopper could...” “been over forty-eight hours since...” “where was your last contact from?...” \f80. Through the window we see a distressed Grace Carroll walk with HODDY SNOW, the officious-looking harbor master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess chases Bobo, who’s now heading toward town. She’s getting seriously irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Goddamnit, Bobo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie steps into the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATER MAN",
          "text": "There’s a boat missing, Charlie. CLOSE ON: Charlie. Almost instinctively he asks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Which boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess calls to a young woman walking along the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Hey Julie, Bobo’s gone crazy...! JULIE looks through Tess as if she doesn’t exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Water Man’s battling his emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATER MAN",
          "text": "The Querencia...Tess Carroll’s boat. Charlie is in shock. Some of the locals overhear and leav their tables to join the throng at the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tess, irritated, speaks directly into Julie’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Julie... \f81. No response. Tess turns to a mirrored storefront window, seeking her reflection...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie is reeling. This just can’t be... The men in the group make way for Grace Carroll, who’s ju walked in. Her face is tear-streaked as she makes her way through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "(to Tink) The Coast Guard doesn’t have a man to spare. It seems there are some fishing boats in trouble... Finally, Charlie just has to speak up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "This is a mistake. All eyes are on him. Tink looks at him disdainfully:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "How the hell would you know, St. Cloud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess isn’t missing. I was with her yesterday. Everybody’s befuddled. What’s going on here..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "You were with my daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes, ma’am, I was. We had dinner together and a picnic and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(scowling) She hasn’t been seen or heard from in over forty-eight hours. She’s out there somewhere. She never came back... PUSH IN: On Charlie desperately holding back fear. Everybody, including Joe, is shaking their heads, thinking...crazy Charlie again. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We now see what Tess sees in the mirror -- life continuin around her on the street, but no reflection back of herse Gripped with panic, Tess slowly buckles to the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie still reeling as Tink addresses the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Anybody with a boat, please... We can use all the help we can get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATERMAN 1",
          "text": "(to Charlie) What about you? Why don’t you make yourself useful and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(dazed) You're too late... Everybody’s aghast. Charlie turns and walks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s rushing down the street, looking in all directi No sign of Tess. Then he has a thought. He takes off towa the water. Soon...up ahead...he sees her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS ON THE DOCK",
          "text": "Her back to Charlie, gazing out at the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess! Tess turns around. There’s Charlie rushing toward her. An less than a moment, she’s in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Charlie, thank God...I thought I was going crazy or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(anguished) Tess— \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Nobody can see me, Charlie. Nobody but you... Tess can tell by Charlie’s face that something is horribl wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Tell me what’s happening...Tell me I’m real... Charlie knows he has to be strong for her. It isn’t easy. A procession of boats motor past the dock on their way ou the harbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(gently) They’re going out to search for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Search for me..? But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "When you went out on your test run...you ran into that storm front...Do you remember what happened? And Tess tries her best to concentrate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I lied to Tink about my position... I remember asking my dad for help and then...the next thing I knew...I was there at his grave... Charlie’s having a hard time holding it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(hardest words he’s ever spoken) When you went out on the Querencia...you didn’t come back. Tess is thunderstuck. She starts shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "What..? No...that’s... \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess...I can see you...because I can see Sam. Then finally, an anguished cry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I am not dead!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I have a whole life to live. I want to sail. (imploring) I want to love. They look into each other’s eyes...Charlie’s heart is breaking. And then...Tess begins to slowly fade...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I’m so cold...why am I so..? Tess panics as she realizes what’s happening to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, hang on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Find me, Charlie... Charlie tries to hold onto Tess, but his hands go right through her. Their faces are inches apart. Tess’s voice i drifting far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, please-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Come find me... And then...she’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No... Tink passes with his boat. He’s seen Charlie talking to himself. He turns away with disgust. \f85. Charlie’s left alone on the dock, the mournful foghorn blows... INT. CHARLIE’S COTTAGE - DAY Charlie’s wall...with it’s meticulous round trip charts a sunset tables and dozens of sailboat sketches. PULL BACK TO: Charlie standing there, staring at them.. Then, in a rage he rips the charts from the wall, tearing them into pieces and flinging them across the room. Next his sailboat sketches - one after another, he rips them f the wall. But there’s one sailboat sketch that stops him",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE QUERENCIA",
          "text": "It’s the sketch of Charlie’s re-imagined version of Tess’ boat. Charlie can’t bring himself to pull this one from t wall but the sight of it absolutely breaks his heart. * Then he calms down, composes himself...He knows what he h to do... INT. CHARLIE’S COTTAGE - LATE AFTERNOON Charlie’s at his desk, writing a letter. CLOSE ON LETTER - All we see are the words: “DEAR MOM, I’M SORRY FOR EVERYTHING...” And- “NOW I’LL BE WITH SAM...” And we are led to the inescapable conclusion that Charlie Cloud is planning to take his life...Then...there’s a kno on the door. Charlie ignores it, or tries to. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE'S VOICE, (0.S.)",
          "text": "Open up, Charlie, I know you’re in there. You gotta knock off the crazy shit, Charlie! * Charlie grits his teeth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON JOE",
          "text": "Outside pounding on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We got a six P.M. service, and * we're short on crew. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHARLIE",
          "text": "He grimaces. He knows Joe’s not leaving. He barks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’ll be right there... He stashes his suicide letter in the desk drawer, closes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A funeral’s in progress. A large gathering of friends, fa and firefighters and a row of uniformed men with bagpipes The Chief of the Fire Department is delivering a eulogy. Charlie’s standing nearby, pretty out of it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIEF",
          "text": "We thank you Lord for the life of a great man. We are grateful for his devotion to a fireman’s duty, for his dedication to the preservation of life, etc... In the distance, the sunset cannon booms. Charlie hears i He starts toward the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie plops down miserably on a log, waiting for Sam. T a voice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Charlie. He turns around. It’s Florio Ferrente in his dress unifor",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Charlie St. Cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(stands up) Yeah. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "(warm smile) It’s been a long time, Charlie...Thirteen years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry, I... \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "June 9th, ‘95. Bridge Street and Flint. Charlie is rocked. He remembers now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry I didn’t recognize you... Florio approaches Charlie and somewhat awkwardly embraces in a gentle hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "It’s so good to see you again...I’m Florio, by the way. Florio Ferrente. Then Charlie nods in the direction of the funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "So how did you..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Apartment fire over in Revere...Little girl saved her kitty, I saved the little girl...but no one saved me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "It’s the job. I wouldn’t have it any other way. (Charlie nods) I’ve thought about you over the years...I’ve thought about you a lot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Twenty seven years on the job, Charlie, and you...you were my only miracle. Charlie is both profoundly moved and ashamed of himself. a",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "I always figured that there must have been some purpose to it...Am I right, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "A miracle without one is just...God showing off... Florio’s looking right at him, Charlie can barely meet hi eyes. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hello. Sam has walked into the glade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "This is my brother-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "(he knows ) Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Do you know me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "(in Italian) “Muor giovane coluiche al cielo e caro.” (Sam’s confused) “Whom the Gods love die young.” Florio walks toward him. Looks into his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "I was the one who brought your brother back. After the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "I want you to know that it broke my heart, letting you go...but I could only save one of you, and Charlie had the best chance. Sam smiles. ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You did your best...you saved Charlie. Florio smiles at Charlie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "My only miracle... Charlie is profoundly moved. And also ashamed of himself. Then...in the distance - bagpipe music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "You hear that? That’s my favorite part of the service... And Florio starts to head out of the glade back toward hi funeral service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "You have yourself a great life, Charlie. Bye, Sam... And Florio musses Sam’s hair as he heads off. Charlie and Sam watch him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You ever think, Sam...that maybe we made a mistake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It seemed like such a good idea. A great idea...only now, I’m not so sure... And now Sam knows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(rocked) Charlie...how can you-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "There’s more for us, Sam, there’s got to be. Sam just looks at Charlie...Then, bitterly- \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I know what’s going on, here, Charlie....don’t think I don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s not what you think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You’re a liar, Charlie. You’re-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam, Tess is...dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(stunned) What. .?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(glances toward ocean) She went out in the storm...She’s lost at sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "But...she was here the other day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That was her spirit... Sam takes it in...then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Charlie...Charlie...I’m sorry... And Sam gives Charlie a hug. Charlie looks at his little brother, realizes how great he is, how much he loves him. smiles sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’ll see you tomorrow, okay? Sam smiles with reassurance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Okay... And Charlie walks out of the glade. INT. CHARLIE’S COTTAGE - NIGHT Charlie walks in and surveys the mess he’s made. The only thing still on the wall is his sketch of the Querencia. Then he walks to the desk, opens the drawer - he’s lookin \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS SUICIDE NOTE",
          "text": "He picks it up and tears it into pieces which he tosses i the trash. Then as he’s about to close the drawer...he se something in there, it was lying beneath the note...Was i there before...? He picks it up. TESS’S HAND DRAWN SAILBOAT PICTURE It breaks Charlie’s heart to see it. Then he turns it ove There are those three words again-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COME FIND ME",
          "text": "Charlie sighs deeply. He places the note back in the draw a memento he will forever cherish. He closes the drawer a starts picking up the tattered remains of the charts and sketches he’d torn off the wall. But he’s stopped cold when lying on the floor, he sees-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER HAND DRAWN SAILBOAT SKETCH",
          "text": "It’s identical to the other. He turns it over. Those word again... COME FIND ME... Charlie is baffled...where did this second sketch come fr And as he studies it, he hears...a sound...a ripping soun He wheels around to see-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE QUERENCIA SKETCH ON THE WALL",
          "text": "The tape that’s holding it is giving way...the sketch is slowly starting to peel away... And as it does, one by one it reveals the words, scrawled there on the wall... COME FIND ME... The sketch falls onto the floor. Charlie is rocked, unable to move...Come find me, come fi me...and then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiling) I knew you’d find me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "te OK",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "The last time Charlie saw her...fading away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Come find me, Charlie. Find me....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(screaming) Tess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I am not dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "My God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The weary-looking Tink’s just tied up his boat. He walks the dock with the frantic Charlie at his heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "This morning you said we were wasting our time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I was wrong. She’s out there somewhere but she’s running out of time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Even with a survival suit, the Coast Guard’s putting her chances at slim to none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tink-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "We’re going back out in the morning. Charlie grabs his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "If you won’t go, then lend me your boat. \f93. Tink snorts, “Yeah, right,” pulls away, and keeps on walk leaving Charlie behind. Charlie doesn’t miss a beat. He t around and makes a dash for Tink’s boat. He quickly untie and leaps aboard. ON TINK’S BOAT - CONT Charlie rushes into the wheel house and starts the engine",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TINK",
          "text": "Hearing his boat engine start up. He wheels around, sees what’s happening and charges toward his boat like an angr bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Sonavabitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BOAT",
          "text": "Charlie’s at the wheel, moving her out of the slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK LEAPS OFF THE DOCK",
          "text": "And just barely makes it onto the boat. He scrambles to h feet and attacks Charlie, shoving him roughly up against wall. Charlie tries to break free, but Tink’s too big and strong. Tink then lifts Charlie up and hurls him across t wheel house...everything goes flying, including the radio which gets smashed on the floor. Tink’s coming for him again. Charlie scrambles up. Tink’s coming toward him with murder in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Go on, throw me overboard. I'll get another boat. And another one if I have to.. Tink stops, he bellows half in anguish, half in anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You don’t even know her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I know she sailed into the storm, not around it. I know you’ve been searching in the wrong goddamn place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "How do you know..? \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(thinking fast) A week before the race...wouldn’t she want to test her boat in heavy weather? Maybe you're the one who doesn’t know her.. Despite himself, Tink sees the logic of this...Still, he glowers at Charlie as he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "The first time I catch you talking to somebody that I cannot see...you’re going in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie nods. EXT. TINK’S BOAT - NIGHT Tink’s boat threads slowly through a chain of small islan that arc out of the sea like humpbacks. The boat’s powerful searchlight sweeps an eerily calm, in black ocean. Tink’s at the wheel as Charlie, manning the searchlight, calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess! Tess! His voice bounces forlornly back from the rocks. EXT./INT. TINK’S BOAT - DAWN Charlie and Tink have been up all night and it shows. In cabin, Charlie’s poring over the nautical maps while Tink tries to get the broken radio to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Come in, Coast Guard. Coast Guard can you hear me? Come in Coast Guard... Tink releases the talk button and gets only static. He finally gives up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How are we on gas? \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Getting low. We can refuel and pick up some sandwiches at Portsmouth. Tink yawns mightily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You wanna grab some sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "No...I’m good... EXT. OCEAN/TINK’S BOAT - DAY Tink is sound asleep. Charlie is at the tiller, scanning horizon. He can’t see shit, it’s foggy as hell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where are you, Tess? Where are you..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME SCENE",
          "text": "Charlie, weary, running on fumes, still at the wheel. Now Charlie’s got his eye on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HAZY YELLOW SUN",
          "text": "Tink walks over, sees Charlie watching the sun. He hands a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "When that sun goes down it’s gonna be like sailing through a tunnel. Charlie’s not thinking about the darkness, he’s thinking about Sam as he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We’'ll find her. And we’1l be back before the sun goes down... Charlie wants to believe this with all his heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BOAT",
          "text": "Tink steers toward a small island. Charlie calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess! Tess! \f96. No reply. Charlie dares to glance skyward-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUN IS JUST STARTING TO SINK",
          "text": "Charlie’s getting desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Head for Shark’s Bay... Tink shakes his head but he turns the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tink’s trying the radio again. Charlie’s going over the navigational maps and charts, crossing out the areas that have already been searched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Shark’s Bay, Pilot Rock, Boon Island, Cape Porpoise...Newburyport... (fervent) -..-That just leaves...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(frustrated) It leaves about one hundred square miles of- Charlie gets up and heads for the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I know where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s at the wheel with Tink. The water’s getting rougher, the boat’s unsteady, the cold sea sweeps the dec and both men have to shout above the din of the waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Mingo Rock! That’s gotta be twenty miles out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "She hit some rough weather out by the shoals. Mingo Rock is the last place-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "How do you know she- \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Because that’s what she said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(angry laugh) That’s what she said? And when exactly did she- Charlie realizes he slipped up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re gonna have to trust me on-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "(ordering) Turn her around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "We can still get back before dark... Charlie instinctively looks up at the sun. It’s starting to sink. He could still make it back for Sam. His hands are unsteady on the wheel... He turns back to Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We’re not going in. Tink just snorts and makes a move toward the wheel. Charl blocks him, gets in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How are you gonna feel when they find her, Tink? When they find her dead at Mingo Rock? This stops Tink. He just glares at Charlie...Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You’d better be right, St. Cloud... Or its gonna be you they find at Mingo Rock... Tink storms away. Charlie looks back at the sun... \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUN IS SETTING",
          "text": "Charlie’s still at the wheel, staring off at the sun. He murmurs softly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sam...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam sitting on a log, waiting. He tosses his ball in the and catches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BOAT",
          "text": "Charlie’s on the deck. He stares out at the big, orange s sinking into the sea. After thirteen years, and thousands sunsets, Charlie registers the enormity of his decision. then the tears start to come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GLADE",
          "text": "..-As the last of the sun’s light bathes it in amber... The pond, empty and still. The grassy area...vacant. And the log Sam was sitting on...He sits there no longer. Then as the CAMERA MOVES THROUGH THE GLADE...We find-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM ON THE BLUFF",
          "text": "Looking out to sea...and just beginning to fade away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON THE BOAT",
          "text": "Charlie, a tear streaming down his cheek as he watches th last of the sunset...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Goodbye, Sam... Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK, (0.S.)",
          "text": "We should be coming up on it... Charlie turns to Tink... \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah... CLOSE ON: The bow of Tink’s boat ploughing through the wa CUT TO: The bridge. Charlie and Tink look out in expectat as the boat rounds an island. CLOSE ON: Charlie. He silently prays as... CHARLIE’S POV: The island clears from view and.... He sig QUERENCIA’S CAPSIZED HULL. He does not know whether to feel joy or despair. Querenci wallows on the gentle swell like an upturned, bloated carcass. Wedged between two small islands, the boat’s kee partially snapped off. Tink is amazed, horrified and ecstatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "God damn...How did you..? Snapping into action, Charlie barks at Tink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Take the wheel... Tink grabs the wheel as Charlie starts pulling off his sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "What the hell-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Get as close as you can!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "That water’s freezing. You'll kill yourself... Charlie runs to the bow of the boat. He pauses, staring a Querencia’s stricken hull. He murmurs a silent prayer. And then... WIDE: Charlie dives... UNDERWATER SHOT: An explosion of phosphorescence as Charl body shatters the silent, shimmering, underwater world. \f100. He arrows down toward the inverted entrance of Querencia’ cabin. Charlie reaches the storm board which seal the cabin’s entrance. He tries to budge the board. It will not move. CLOSE ON: He struggles desperately with the board, WE HEA the sound of his blood drumming in his ears. He is runnin out of air. Turning on his back, Charlie uses his feet to kick the st board with all his might. CLOSE ON: It budges. With redoubled fury, Charlie kicks. The board slides far enough for Charlie to wriggle into the opening. FOLLOW Charlie into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gasping, Charlie surfaces into the air pocket of the uptu cabin. The water is chest deep. A slice of sunlight penetrates from where the keel has co away from the hull; otherwise the cabin is dark as a tomb The eerily amplified sound of the boat’s hull grinding against rocks, fills our ears. Charlie calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess? He takes the pencil light from his pocket and tears it fr its plastic wrapping. Snapping the light on, Charlie casts its beam around the cabin. Everything is literally, turned upside down. Packets of food, maps, clothing, and a mess of other junk floats in the water. CLOSE ON: Charlie. He cannot see Tess. With rising urgenc he scans the beam into every nook and cranny of the cabin CHARLIE (cont'd) Tess? Tess! \f101. And then he sees her; unconscious, and almost hidden, Tes wedged into the corner of the far bulkhead. With a cry of relief, Charlie rushes through the water to the woman he loves. CHARLIE (cont'd) Tess! With four steps, Charlie is there. He reaches to take Tes his arms, but stops, horrified. CHARLIE’S POV: It is not Tess. The dark shape was a sail a trick of the shadows. CUT TO: Charlie. He is starting to panic. UNDERWATER SHOT: Charlie plunges beneath the water that f the cabin. Fearing the worst now, he is looking for a cor Nothing. Charlie resurfaces for air, and dives back under. CHARLIE’S UNDERWATER POV: The cabin skylight has been punctured by the ship’s boom, which, still attached to th broken mast, protrudes in from the sea at an unlikely ang The hole seems to have been enlarged to a size big enough a person to fit through. Charlie surfaces. He is still for a moment, trying to understand what it means. And with a huge lung-full of air, plunges back under he water. Dawn, slanting down through the shifting sea, makes the broken skylight seem like the entrance to a bright, white light-filled tunnel. Charlie swims out of the cabin window, and into the light Charlie is now back under the open sea, but on the island side of Querencia's hull. The broken mast is jammed into rocks at the base of the island. Charlie swims past a mess of twisted rigging, searching f sign of Tess. He looks up toward the sunlight. He can see the outline o the island flickering above him. \f102. He kicks hard for the surface, but moves only a few inche He tries to move again, but cannot. He glances around, tr to find what is holding him. CLOSE ON: Charlie’s pullover is snagged on some broken rigging. Charlie twists, trying to unhook himself. He cannot. CLOSE ON: Charlie. He has been submerged a long time now. breath is starting to run out. More and more desperately, Charlie twists, and struggles. He tries to take the pullover off, but it tangles around Bubbles escape from his mouth, he cannot hold on any long He screws his eyes tight with the effort of holding the s air inside his bursting lungs. And then... To his great surprise, Charlie is suddenly pulled free by unseen hands. He rips out of the jumper and shoots to the surface. BANG! Breaking the surface, Charlie gratefully gulps air. looks around expectantly for his savior:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tink..? Tink are you..? But Charlie’s alone. Charlie doesn’t understand...B ut then he thinks he does...and he smiles gratefully. On one side, the upturned hull of Querencia blocks Charli view of Tink’s boat. On the other side, is the island. Charlie, barely conscious, struggles to his feet. His eye hardly able to focus, search the rough black rock. And th he sees it...a flash of orange. There! Clad in her orange survival suit, Tess lies very s amongst the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(weakly, hardly a whisper) Tess..? \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are a lot of Marblehead residents gathered out here tonight to keep vigil. We see Tink, Grace, Fraffie Chapma Marge and many others... And there’s a TV crew on hand, doing a story on Tess and missing boat. The same reporter, who just interviewed Tes speaks into the camera. He seems pretty emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "(into camera) You can see from the number of people out here this morning, waiting, hoping for some word...just how much Tess Carroll means to her hometown of Marblehead...But it’s been over forty-eight hours now...a long time to be out there in the freezing waters of the North Atlantic, and hopes of finding Tess Carroll alive are fading...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE AND A FRIEND",
          "text": "Grace is listening to the reporter as he puts his stock concerned face on for the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "I should never have let her go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "(smiling) Like you could have stopped her..? (Grace smiles sadly) Now...in the b.g. on the water, unnoticed by the crowd, w can see a boat docking. We can barely make it out. Is it Tink’s? The reporter approaches Grace, mike in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Mrs. Carroll, I know it’s a terrible time for you but-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "This isn’t a wake, young man. My daughter is alive. Maybe you’1ll do another story on her after she sails around the world. \f104. Grace turns and walks away from the reporter, leaving him looking a little foolish. Then...from behind the crowd...we just about make out a f of orange, heading slowly toward the crowd... Marge is the first to see it, she can only gasp and say:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGE",
          "text": "Oh, my God! Now they all see what Marge has seen-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE CARRYING TESS IN HIS ARMS",
          "text": "Tess, in her orange survival suit, lies limp in his arms. Charlie looks near death himself as he walks slowly towar the disbelieving crowd. Within moments, Charlie’s enveloped by the throng.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(weakly) Call the hospital. Tell them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN SUV COMES SCREECHING UP",
          "text": "Tink come flying out, he starts helping Charlie get the motionless Tess inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Tink! Is she...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "I don’t know... The frenzied reporter and cameraman rush over. It’s absol chaos...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty corridor. Many hours have passed. Charlie’s curl up on a bench, sound asleep. There’s a blanket around him Then...two hands gently stir him awake. He opens his eyes...groggy, unfocused...But when he realizes who it is bolts upright...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS STANDS BEFORE HIM",
          "text": "Alive and well and radiantly beautiful. Charlie is amazed and absolutely overjoyed. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess...you’re okay...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "You saved me, Charlie... Charlie pours out his heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s you who saved me. You brought me back. I’m ready to live again, Tess, and I want to be with you. (he knows now...) Tess, you're my Querencia...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiles ) I love you, Charlie St. Cloud... And Charlie reaches out to take her in his arms... But he can’t. TESS IS TRANSPARENT. His arms pass right through her. AND SHE’S FADING AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess, no...NO! But Tess isn’t frightened. She smiles as she says...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I love you... And then she’s just...gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie’s frantically rushing down the corridor, paying n heed to the passing doctors, nurses, patients...He gets t the hall marked- ICU. He’s heading in but he’s stopped by brawny MALE NURSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess Carroll. I have to- \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "She’s no longer here. Charlie’s knees get weak. A voice behind him-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Charlie! Charlie turns around. It’s Grace Carroll, very emotional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mrs. Carroll..? Where’s..? And Grace starts to cry as she hugs Charlie tight",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "Oh, Charlie... Charlie just stands there...unable to move. Then Grace Carroll releases him. And she smiles...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACE",
          "text": "It was touch and go for awhile there, Charlie...but... (near tears) ...-The doctors are saying...it’s a miracle. (Charlie smiles) She’s asking for you. INT. TESS’S HOSPITAL ROOM - EVENING Charlie walks in...There’s Tess, sitting up in bed, talki with Tink, who sees him first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "Here he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess... Tink smiles at Tess as he heads toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You need anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiling) Just to get out of here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "You’re staying put for awhile... \f107. Tink pats Charlie’s back on his way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINK",
          "text": "See you around... Grateful to be alone with her, Charlie walks to Tess’s bedside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiles ) If I’d known you were going to save my life, I wouldn’t have been so mean to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles ) When were you..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "The other night by my boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles ) You weren't that mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Oh, yes, I was... (then she smiles) So tell me, Charlie St. Cloud...are you still racing? Charlie just looks at her. What’s going on here..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Racing..? Tess—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(smiling) You were the captain of the sailing team weren’t you? Charlie gets a sinking feeling in his stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Tess—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I was two years behind you in high school. And now Charlie knows for sure...Tess does not remember anything about the time they spent together...when she wa spirit. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Hey...didn’t you get a scholarship to...Dartmouth, right? Charlie looks into those sea green eyes...probably, he figures, for the last time...Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You've got a good memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(laughs) Sometimes I can’t even remember what day it is...But I owe you my life, Charlie. That’s one thing I’ll never forget...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You should get some rest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Do you have to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah, I-",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "(laughs) Wait. Don’t tell me. You have to fix the sprinklers or the whole place will... Charlie just looks at her. And Tess realizes it too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "Where’d that come from..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You don’t know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "I have no...idea... But Charlie knows. And his heart is racing. He looks into those eyes again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "“Trust your heart though the seas catch fire. And live by love...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TESS",
          "text": "“,..though the stars walk backward...” \f109. Tess just looks at him, not fully understanding it yet, b feeling the connection, the deep bond between them...She reaches out her hand...and Charlie takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie walks down the street, in no particular hurry. Bu everywhere he goes, somebody seems to want to smile or wa Charlie waves back. Then-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.O.)",
          "text": "St. Cloud! Stop right there! Charlie turns around, his blood runs cold. It’s Fraffie Chapman heading right for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Look, Fraffie, I- Fraffie gives him a big kiss. Charlie’s stunned. Then, ju like that...Fraffie’s gone. Charlie smiles and keeps walk INT. CARETAKER’S COTTAGE - LATE AFTERNOON Charlie’s throwing a few things in a duffle bag. Joe watc",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I'll get the rest of my stuff later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Won't be the same around here without you...So what are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(smiles ) I don’t know... He steps outside, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Maybe we can meet up at Maddie’s sometime. Grab a beer. Joe just smiles at the “new” Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Let’s see how it goes. Charlie smiles. \f110. EXT. CARETAKER’S COTTAGE - SHORT TIME LATER Charlie walks toward his pickup. But then he realizes tha the sun is starting to set. He looks toward the woods at cemetery’s edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie walks into the glade. It’s deserted. The last of light fades. He hears the sunset cannon’s blast. He smile sadly and sits down on the log:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I miss you, Sam...I miss you already... And then...a voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "I’m right here, bro... BUT CHARLIE DOESN’T HEAR THE VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HOLOGRAM",
          "text": "It takes us a moment to realize...that it’s Sam. And he’s no longer twelve, he’s all grown up - a perfect combination of the boy he’d been and the man he’d always hoped to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I wish you could see me, Charlie...finally, as I was meant to be...You’d fall right off that log.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I broke the promise, Sam...I’m sorry... Sam kneels down to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You were right to let go. I know that now. We were holding each other back. (then) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAM (cont'd) Charlie...I can go anywhere, do anything...It’s beyond anything we ever imagined... Charlie gets up, walks past Sam, looks up to heavens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You were out there with me, weren't you, Sam? You saved my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(smiles ) Call it a miracle. Charlie starts to cry. It breaks Sam’s heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh, Charlie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Why does it have to hurt so bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(sad smile) It hurts because you love me. It hurts because you’re alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I just want to see you, Sam...Hang out with you and laugh...I want to play catch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(smiling) We'll be back together in the blink of an eye. There’1ll be all the time in the world for having catches. Charlie calms down. He seems at peace now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I love you, Sam. We'll always be brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I promise. And with that, Charlie takes his last, long look around t glade. And he starts to walk away. \f112. As Sam watches him go, he reaches into his jacket pocket something... Charlie’s nearing the woods but he stops in his tracks as sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BASEBALL",
          "text": "Rolling into his field of vision from behind. He picks th baseball up. Is he dreaming this...? He turns around. There’s nothing there. Not even Sam’s hologram. Charlie’s face lights up with the biggest smile as he tos the ball in the air and catches it. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Night, Sam... And as he walks out of the glade... WE HEAR FLORIO FERRENTE’S VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "Tess and Charlie had to fall in love all over again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People lining up for the Saturday night show...Tess and Charlie hand in hand in line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They went to the movies at the Warwick... INT. MADDIE’S BAR - NIGHT Charlie turns away from the bar with two drinks in his ha brings them to a table where Tess waits. Joe is here too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "...They had one too many drinks at Maddie's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Tess rush out of the church where they’re pel with rice. They look deliriously happy and it seems like whole town’s turned out. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They got married at the Old North Church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie carrying the laughing Tess across the threshold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They settled down in a house on Cloutman’s Lane. EXT. MARY ALLEY HOSPITAL — DAY Charlie’s pickup screeches to a halt out front. Charlie practically falls out the door, runs around to help Tess She’s laughing hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "The baby was born right here in Mary Alley Hospital...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie stands there, beaming with pride as Tess lies nur their newborn baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "They named him Sam... EXT. HOUSE ON CLOUTMAN’S LANE - DAY Charlie is teaching little Sam, age 4 to catch a baseball Tess watches from the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "The St. Clouds will live out their whole lives in Marblehead without even thinking about it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Florio stands among the headstones, we recognize Sam’s, s gleaming white in the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO",
          "text": "Well, that’s the end of my story...the miracle of Charlie St. Cloud. (pleased) And as it turns out, the miracle did have a purpose. (looks around) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLORIO (cont'd) Someday Charlie...well, he’1l come back here to Waterside. (smiles ) But for now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, TESS AND YOUNG SAM ON A SAILBOAT",
          "text": "Heading off for a sail around Marblehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLORIO, (V.O.)",
          "text": "-.-He’s got some sailing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO FLORIO ON THE BLUFF",
          "text": "Watching Charlie and Tess and little Sam... Then Florio turns toward the woods. As he begins to walk, slowly becomes more and more transparent...and finally fa away. We're left with a pristine view of Marblehead harbor...an sailboat...Charlie and Tess’s boat with sail full...going with the wind.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_426"
    }
  ]
}