{
  "movie_id": "MOV435",
  "scenes": [
    {
      "location": "CHURCH LETTERBOARD SIGN",
      "time": "DAY",
      "characters": [
        "A/CLOUD/BY/DAY/A/PILLAR/OF/FIRE/BY/NIGHT",
        "968.",
        "THE PICTURE",
        "RENFREW",
        "UPPER WINDOW",
        "BLOOD FOR THEIR INIQUITIES",
        "THE WALL",
        "SIGN GATLIN 3 MILES",
        "STALKERS POV",
        "GIRL",
        "A BARN",
        "PRESENT TIME",
        "JOB AND SARAH",
        "THE THREE KIDS",
        "PARKING LOT",
        "OUTSIDE MUNICIPAL BUILDING",
        "CREDITS END",
        "MALACHAI, (VO)",
        "CORRIDOR",
        "ATONEMENT",
        "BURT",
        "THE DICE",
        "FAVORING SARGE",
        "DRAGON SAW THAT HE WAS CAST UNTO THE EARTH, HE PERSECUTED",
        "PREACHER, (VO)",
        "THE CLEARING",
        "GAS STATION",
        "A LARGE ROOM",
        "RADIO PREACHER, (VO)",
        "TO",
        "WOMAN WHICH BROUGHT FORTH THE MAN CHILD",
        "THE WIRE",
        "STALKER'S POV",
        "THE PAGE",
        "ENTERING GATLIN, NICEST LITTLE TOWN IN NEBRASKA POPULATIO",
        "FAVORING PICK-UP TRUCK",
        "ISAAC, (VO)",
        "BURT'S HAND",
        "THE POLICE CHIEF'S BADGE",
        "BETWEEN THE ROWS",
        "HEAR LILY TREMENT, THE SINGING MARVEL PLUS \"THE GOSPEL SI",
        "BURT'S POV",
        "THE FIRST FLOOR",
        "GROUP",
        "THE CHURCH",
        "SARAH'S POV",
        "BURT, JOB",
        "SALLY AND MARIE",
        "MR. HANSEN",
        "UPSTAIRS",
        "THROUGH THE CORN",
        "JOB'S FATHER",
        "FLASHBACK TO",
        "JOB",
        "BURT BEING FOLLOWED",
        "BY A HOUSE",
        "VICKY",
        "THE ROOF OF THE REXALL",
        "FROM THEM SAITH THE LORD GOD OF HOSTS, AND THEY SHALL PAY",
        "HALLWAY",
        "THE LOBBY",
        "BURT, INCLUDING MALACHAI",
        "THE ENGINE",
        "THUNDERBIRD",
        "ONE MILE",
        "SARAH, (VO)",
        "INCLUDING VICKY",
        "REVIVAL MEETING COME TO THE TENT IN SOWERS MEADOW HEAR RE",
        "LORD",
        "GATLIN REXALL",
        "CORNFIELD",
        "STAIRWAY",
        "BAROOOM",
        "THE LAST PICTURE",
        "THE PAPER",
        "INCLUDING SARAH",
        "CARL BRUCKNER \"OBEDIENCE TO AUTHORITY IS OBEDIENCE TO GOD",
        "YOU",
        "BOY",
        "SARAH",
        "NO ROOM",
        "HEAD ON",
        "AND/HIS/NAME/SHALL/BE/IN/THEIR/ FOREHEADS",
        "5, 1983 MARY WELLS, (ROBERTA)",
        "THE PARK",
        "CHURCH SANCTUARY",
        "A SERIES OF PICTURES",
        "THE FIXTURE",
        "VOICE",
        "THE STAIRCASE",
        "OKAY",
        "CHURCH STEEPLE",
        "A CHILD'S POV",
        "DIEHL",
        "A HOUSE",
        "HAHAHAHAHAHAHAHA. . .WIPE OUT",
        "JOB, (VO)",
        "COFFEE SHOP DOORWAY",
        "THE DOT",
        "WINDOW",
        "FAVORING GATLIN GRADE SCHOOL",
        "AMOS",
        "CONGREGATION, (VO)",
        "THE CHURCH ENTRANCE",
        "THE BLUE MAN AND HIS CROSS",
        "QUICK FLASH",
        "MALACHAI",
        "THE PIT",
        "REXALL ROOF",
        "THE FIFE FIXTURE",
        "CRASH CUT TO",
        "THEM",
        "FAVORING DIEHL",
        "VICKY'S POV",
        "THE SCROLL",
        "THE BIBLE",
        "DISSOLVE TO",
        "THE THUNDERBIRD",
        "JOSEPH",
        "MARIE",
        "MALACHAT, (VO)",
        "PRAISE THE LORD JULY 1-3 7",
        "EDGE OF THE FIELD",
        "KITCHEN",
        "THE DRAWINGS",
        "JESUS",
        "ISAAC",
        "JOSEPH'S BODY",
        "THE BELL GIRL",
        "UNDER MUSIC",
        "BELL GIRL, (VO)",
        "THEIR POV",
        "CUT TO",
        "THE NEXT PICTURE",
        "TO NEBRASKA THE CORNHUSKER STATE PLEASE DRIVE SAFELY PAY",
        "QUICK FLASHBACK",
        "THE HOWL OF THE BEAST RISES OUT OF THE FIELD",
        "THE BOYS",
        "FOYER",
        "SIGN",
        "GROUP, (VO)",
        "REAR VIEW MIRROR",
        "THE FRONT ROOM",
        "VICKY, (VO)",
        "THE CORNFIELD",
        "BURT REAL",
        "DAY",
        "THE POND",
        "TWO SHOT",
        "SURPRISE",
        "CORRIDOR WALL",
        "THE SIGN",
        "HOUSE",
        "THE DRAWING",
        "MALACHAL",
        "THE CORNFIELD EXPLODES IN FLAME",
        "BURT AND VICKY",
        "THE FIRST PICTURE",
        "THE CAR",
        "THE INSCRIPTION",
        "AND THE LORD",
        "TWO MORE BOYS",
        "THE CORN",
        "GATLIN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An old, wooden sign in front of an equally old but sturdy salt of the earth church with a towering steeple. This is GRACE BAPTIST CHURCH of Gatlin, Nebraska and the sign proclaims the topic of today's sermon: CORN DROUGHT AND T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the choir music continues, picking up the DOORS TO THE CHURCH as they open to allow the CONGREGATION to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CHILD'S POV",
          "text": "We see only the legs of pants and hems of dresses from th little person's perspective. The parishioners are in thei \"Sunday\" clothes. We don't see the upper bodies or faces. OVER THIS SHOT we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "I don't remember everything that happened cuz I was only five then and now I'm eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHURCH ENTRANCE",
          "text": "An adorable little boy of about five, his hand firmly in grasp of an adult's hand, is led out of the church. This JOB, and he is dressed appropriately for worship. He come to his father's waist, and this is all we see of the fath and the MINISTER in front of whom the father stops for a BEAT. Job stands there looking around while his father apparently talks with the minister. Legs continue to file past them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "I was about the only kid in church that day, on account of all the other kids had been excused to go listen to Isaac, who was this boy preacher who'd come to Gatlin a few days before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "AN ADULT, also whom we only see from the WAIST DOWN, bang into Job, who goes flying but doesn't fall because the strong hand of his father hangs on to him and lifts him i the air, setting him back down in place again. THE HAND of THE MAN WHO BUMPED HIM gives Job a vigorous apologetic rub across the hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "Sarah was home sick with mom. Dad decided to take me so he could talk about the drought with some of the other men. That's all everybody was talking about then, the drought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father finishes his brief conversation with the minister starts down the steps with Job. It's hard for little Job keep up with his dad and he's constantly whisked off his whenever he lags too far behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door is pushed open by the unseen hand of his father Job is led into the coffee shop. Hansen's is a small, comfortable, homey place that caters strictly to the loca The furnishings are modest but everything is clean and ne Booths with red vinyl cushioning line the walls and the f holds eight or ten tables. There are also stools at the Formica counter, behind which MR. and MRS. HANSEN work busily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The coffee shop is crowded, mostly with ADULTS but also w A HALF DOZEN BOYS between the ages of 15 and 18. The two waitresses, SALLY and MARIE HANSEN, are about 17. They ar being kept quite busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four of the boys are crowded around a video MACHINE. They keeping very much to themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job's father lifts him onto a stool at the counter and wa towards the PAY PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "Dad was worried about Sarah, so he went over to the phone as soon as we got in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FOLLOWS JOB'S FATHER as he walks across the room t the pay phone. We never see him fully, only the fact that is very average and non-descript. As he passes the four boys at the machine, one of them lo up and follows him with his eyes. This is WILLIAM RENFREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "There were some other kids there. I thought they were all in the corn with Isaac. Billy Renfrew looked at my dad, then smiled at me kinda funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENFREW",
          "text": "After studying Job's father for a beat, he turns his gaze Job and smiles in a malignant, leering way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "He averts his eyes quickly and spins on the stool so he w have to return the older boy's look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "Dad sure was taking a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STRAWBERRY SHAKE is set down with a loud bang by kindly Hansen, who smiles at how startled Job is by the noise. J glances up at him fearfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB'S FATHER",
          "text": "A concerned look on his face, he continues on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SARAH, an angelic blonde haired girl of four years, is tossing and turning in bed. Her face is feverish and flus",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDING SARAH",
          "text": "HER MOTHER is visible in another room on the phone, talki with her husband, Job and Sarah's father. Semi-conscious her fever, Sarah spills a box of CRAYONS and clutches a B one. Without looking, she begins scrawling on a piece of MANILA PAPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What she's drawing is not yet discernible, just a patch o black in the middle of the page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job is sucking with all his might on a straw protruding f the strawberry shake. He glances towards his father. Something catches his eyes and causes him to FREEZE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Thru the window, beyond his father, beyond the boys by th Pac Man machine, stands ISAAC. A gaunt boy of 12, he has face right out of the Old Testament and eyes that burn li coal. He is dressed in black robes and a wide-brimmed hat is staring into - through -the coffee shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The straw slips out of Job's mouth. He is frightened to d of the vision before him but he can't take his eyes off o Isaac. Few, if any, of the adults in the room take notice but the boys by the Pac Man do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOYS",
          "text": "They turn and scan the room full of adults.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALLY AND MARIE",
          "text": "Look at the boys conspiratorially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Has four cups of coffee on a tray. She slips a white powd into them from a packet in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO MORE BOYS",
          "text": "Step out of the kitchen. They have \"farm instruments\" wit them — HAY HOOKS and SICKLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HANSEN",
          "text": "Looks at the boys, confused by their presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Is now terrified, trembling as he continues to stare at Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of whom have been drinking coffee, begin to gag and choke. They lurch forward out of their seats, gasping for breath as they fall. THE FOUR Boys All whip out hooks, knives, scythes and other deadly WEAP They block the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB'S FATHER",
          "text": "looks at the boys in complete bewilderment. For a moment forgets about the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "She is scribbling like mad, seemingly unaware of what she doing or drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DRAWING",
          "text": "It is beginning to take shape. A PERSON, a childish stick figure, but unmistakable nonetheless, pointing....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Hansen raises his hands in a futile gesture to ward o sickle that is arching through the air towards him. The point of it buries in his chest and a splatter of blood h Job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB'S FATHER",
          "text": "tries to pull A BOY off an ELDERLY WOMAN. He grabs the yo from behind but barely gets his hands on him when A HAND HOLDING A SCREWDRIVER plummets INTO FRAME and into his ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "screams but nothing comes out. It is a scream from the deepest part of his being, and it is silent. Mr. Hansen' blood is still sprayed across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The interior of the coffee shop has turned into a scene o complete carnage, with all of the adults who are still al being either cut down or finished off by the Children Of Corn. Chairs and tables are over-turned, dishes and glass broken all over the floor, and blood everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac, standing fixed in place, is gradually encircled by devoted followers. CHILDREN, from four to 19, gather arou him, instruments of death in their hands all dripping wit fresh blood. Like him, they face the coffee shop and wait",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "That's how Isaac came and taught us about He Who Walks Behind The Rows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COFFEE SHOP DOORWAY",
          "text": "The largest, most muscular, and most murderous of the boy inside the coffee shop emerges, his BUTCHER KNIFE drippin with blood. This is MALACHAI. He remains there, looking d at Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "Isaac and Malachai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is still in bed but is resting quietly now. CAMERA ZOOMS IN SLOWLY to the PICTURE she has completed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PICTURE",
          "text": "It shows stick figure representations of Isaac, surrounde the other children, facing Malachai. Behind Malachai is a large splotch of bright red where the coffee shop would b Although the drawing is obviously the work of a child, th is an eerie, primitive quality to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "That's when Sarah started drawing these pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES OF PICTURES",
          "text": "All done by Sarah in the same crayon style as the one we just seen, they reveal part of the story of Gatlin, Nebra Some are captioned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIRST PICTURE",
          "text": "Shows a cornfield wilted and dry. A MINISTER with gray ha is holding a REVIVAL MEETING in a clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shows the same Minister from the previous picture being pushed aside and supplanted by the now familiar figure of ISAAC. The caption underneath reads: AND A CHILD SHALL LE",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NEXT PICTURE",
          "text": "Shows everyone at the meeting kneeling in prayer to Isaac who holds his hands aloft triumphantly. The corn all arou is large and green and glowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NEXT PICTURE",
          "text": "The Grace Baptist Church. Hanging from its steeple is the gray haired Minister from the first picture. His eyes bul horribly, almost comically, and his tongue is sticking ou caption at the bottom: THOU SHALL WORSHIP NO FALSE IDOLS",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NEXT PICTURE",
          "text": "A FAMILY, with the parents lying bloodied and dead next t happy, smiling children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAST PICTURE",
          "text": "That of a HOTEL, a simplistic version in red brick with b windows, and a BLUE THUNDERBIRD prominently parked next t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING SHOT. It is red brick, two levels; a real li version of the hotel in Sarah's picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKING LOT",
          "text": "A BLUE THUNDERBIRD sits quietly in the parking lot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning light filters through the curtains of the room, w is a standard DOUBLE OCCUPANCY. There are a couple of suitcases lying around, some clothes scattered about, and STEVEN KING PAPERBACK on the night table. BURT STANTON, a attractive young man of 28, is lying in bed fast asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone is sneaking through the room towards Burt. We do see who it is, but there is a sense of danger counter poi by the peacefulness of the sleeping figure. CAMERA MOVES SLOWLY, STEADILY, TOWARDS BURT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the figure sneaking up on him reaches bedside and stan over him for a beat, then leans down closer and closer an with more danger and...FWWWWTTT!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt jumps up with a start. His girlfriend VICKY BAXTER i foot away from him shouting and blowing a party-blower in face. The feathered end of it unfurls and tickles his fac Vicky is about Burt's age, wearing a sexy, flimsy nightgo and a party hat. She throws her arms around her frightene lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Happy birthday, darling! She's giggling mischievously over the fright her little surprise has caused him, and assuages any damage done wit seductive kiss. Burt's heart rate begins a slow descent towards normal as Vicky hands him a SHEET OF PAPER, rolle into a scroll and wrapped in tissue with a ribbon around",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Present number one. Burt laughs self-consciously and takes the paper. He unwr and unrolls it and looks at what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PAPER",
          "text": "It is a TUITION BILL from NORTHWESTERN MEDICAL SCHOOL. It stamped PAID in big, red letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ta da!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO SHOT",
          "text": "Burt is as pleased as he is surprised, and he's very surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "But honey, how...I thought your last paycheck....",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "It did. But I had a little nest egg I was saving just for this.... She pulls out another wrapped gift, this one a long, rectangular box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "And this.... Burt can't believe the windfall. He opens the box with ev more self-conscious delight. He holds up a beautiful WATC His jaw drops. Vicky is equally delighted and excited by reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Look on the back. Burt turns the watch over and looks closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INSCRIPTION",
          "text": "FOR BURT STANTON M.D. - My Darling - LOVE VICKY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt pulls her close and kisses her tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Oh Vick.... After the kiss she reaches for a small CASSETTE PLAYER an punches the button. The mischievous smile returns to her face as she straightens up and prepares to serenade him. BARRY WHITE, singing LOVE DOCTOR, begins to play. Vicky silently mouths the words in a wonderfully ridiculous caricature. Burt starts laughing and Vicky can't keep a straight face. Burt hits her with a pillow affectionately \f10. A KNOCK AT THE DOOR INTERRUPTS THEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky makes no move to answer the door. In fact, she look as if it's completely unexpected. Burt, still in his unde shorts, walks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELL GIRL, (VO)",
          "text": "Room service. Burt opens the door a crack and looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BELL GIRL",
          "text": "An exceptionally attractive YOUNG WOMAN is standing outsi the door holding a plate with a bran muffin on it. A SING CANDLE, lighted, sticks out of the muffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgetting he's wearing only his under shorts, Burt opens door and faces the bell girl. She makes no move to enter instead starts singing HAPPY BIRTHDAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Is obviously attracted to her, almost to the exclusion of Vicky, who arranged the whole thing. He stares at the you woman, waiting for her to finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDING VICKY",
          "text": "When the bell girl does finish, Burt is beside himself looking for a couple of dollars to give her as a tip. Vic watches, as he fumbles through his pants pockets, the bel girl not completely oblivious to his attentions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Watches quietly as he hands the woman the tip. There isa hurt, knowing expression on her (Vicky's) face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are on the road in the blue T-bird. The ba seat is filled with CLOTHES, SPORTING EQUIPMENT, A COOLER PAPER BAGS, etc., and empty FAST FOOD CONTAINERS AND WRAP are threatening to overflow from a garbage bag and the ashtray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(Contrite) C'mon, honey. You're making something out of nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "To me it’s something. To you it is nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "How would you like to be standing around in your underwear while some cute guy sang you happy birthday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(Relenting) I wouldn't mind if it was you. As a matter of fact, it sounds kinda kinky. She gives him a slightly grin, which he smiles at. The tension evaporates. Burt reaches across the seat and hugs to him, driving with one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I know what you're thinking. You put me through med school, I'm on my way out to a good internship position in California, and now maybe I don't need Vicky so much anymore. Right? Her silence answers affirmative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Wrong. I still need Vicky as much as I always have, and I love her very much. Maybe I'm not as ready to settle down as you are, but that doesn't mean I love you any less. Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Got it. \f12. He gives her a reassuring hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Good. Welcome to Nebraska. Vicky looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "A large official sign welcoming drivers to the state. WEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It continues past the sign, burrowing into a vast sea of cornfields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have seen glimpses of Gatlin before, but things now - three years later - are far more tranquil and idyllic. It just a tiny farm community not even on the map, out in th middle of nowhere. Like everything else in this state, it surrounded by cornfields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BARN",
          "text": "stands at the edge of where the cornfield meets the town. Three children are hiding behind it, pressed against the side. They are Job and Sarah, whom we've met, and JOSEPH, is much older and larger at 14. All three are dressed in black cloth clothes of simple design, not unlike the Amis Mennonites. Joseph has a suitcase with him and appears extremely nervous, to the point of desperation. As CAMERA MOVES IN SLOWLY, we hear JOB'S CONTINUING VOICE OVER NARRATIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "We were with Joseph when he ran away. He was pretty scared. I wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "(whining, frightened) I'm scarrrrrred!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Me tooooooo. \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "There's nothing to be afraid of. I said I'd come back for you. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Can't we go with you? Pleeeease?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "No! I'd never make it with you two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But we don't like it here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "I said you'll be alright. (beat) As long as nobody finds them pictures you been drawing. Sarah averts her eyes and tugs sheepishly at her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "She can't help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "That won't matter to Isaac and Malachai. They'll take it asa sign. Anyway, you know crayons and drawings are forbidden.... just like having a record player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "But we like it! Isaac doesn't let us do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Well you just better mind him 'til I get back, or else you know what happens. He punctuates his conversation with constant glances towa the town and, more particularly, the corn. Job picks up o this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "You're not goin' through the corn are you? This apparently bodes ill. Joseph swallows hard and looks out over the field. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD",
          "text": "It is serene, but dense and unyielding. A threat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Can't go no other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But what about....? She doesn't finish. She doesn't need to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "It'll be alright, unless you tell anybody I'm gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "We won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Cross your heart and hope to die, stick a needle in your eye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB AND SARAH",
          "text": "nod in agreement like two good little soldiers. They cros their hearts with their fingers and then motion as if sticking something in their eyes. It is a children's oath taken in the way of children - with the utmost solemnity sincerity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Okay. You know what that means. If you tell you're gonna burn on the lake of fire for all eternity. Their eyes widen in fear at the prospect. Joseph turns hi attention to the cornfield. He's sweating profusely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Make sure nobody's looking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job and Sarah race to the town side of the barn and look cautiously around. Simultaneously they shout back to Jose at the tops of their lungs. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "He cringes at the volume and rolls his eyes in disbelief. deep breath and he's off into the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB AND SARAH",
          "text": "They stand there watching disappointedly as their friend makes good his escape. They remain fixed, frightened and silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long, flat, straight, strip of black tape separating a of golden-tipped, green corn on either side. There is something alien, remote, about this landscape. A DOT appe in the distance, growing larger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOT",
          "text": "Becomes the blue Thunderbird, which whips by. CAMERA FOLL IT, picking up a faded WOODEN SIGN by the roadside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SIGN",
          "text": "Reads GATLIN 7 MILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are bored and quiet, lost in separate thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Deserted, dilapidated, a roadside skeleton that hasn't be attended in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "So now we know. The back roads are even less interesting than the highway. Vicky smiles sympathetically. She reaches for the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Maybe they've discovered music... \f16. She flips the knob and a PREACHER'S VOICE fills the car",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREACHER, (VO)",
          "text": "Hallelujah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT AND VICKY",
          "text": "Hallelujah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREACHER, (VO)",
          "text": "The Lord has said that there are many mansions in His house. But there's no room there for the fornicator! Burt and Vicky give each other a look. This is a goof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONGREGATION, (VO)",
          "text": "(loud)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREACHER, (VO)",
          "text": "No room for the hommasexshull!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREACHER, (VO)",
          "text": "No room for the abortionist, nor the drug abuser, no room for rock and roll music!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREACHER, (VO)",
          "text": "When are they gonna find out that the wages of sin are paid in the hot, hot halls of... Vicky turns the dial sharply before the preacher can fini All she gets is static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Hallelujah, amen, peanut butter, white bread, and Donnie and Marie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "No room for the college graduate! No room for people who watch public television!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "No room for commitments. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Amen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph is running scared through the corn. He struggles against the thick, unyielding stalks and is sweating and breathing heavily. He stops every few yards to listen for sounds of pursuit and also to get his orientation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stops, changes direction, stops again and looks up at sun. He is lost and fighting against his panic. The corn begins to RUSTLE ominously. Joseph does an abrupt about f and runs face first into a heavy ear. It thuds against hi cheek, raising a welt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It continues to run the steady, gauntlet of corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA IS LOOKING OUT FROM the cornfield, as if the plant themselves were watching. The car goes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAD ON",
          "text": "With the approaching vehicle. It abruptly slows down and pulls over onto the narrow shoulder that separates the asphalt from the corn. There is a claustrophobic sense ab proximity of the stalks. Burt’s door opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt gets out. Vicky remains inside but the windows are o",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Corn looks a little dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Can I watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Better not. It leads to insanity. \f18. He walks up to the wall of corn. It's imposing, and it st him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "That's okay. I'm crazy about you anyway. Burt is transfixed by the corn. He doesn't respond, or ev turn around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt? Is anything wrong? That snaps him out of it. He looks back at her and smiles",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "No. Be back in a sec. He starts to go into the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corn rustles ever so slightly in front of him, but th is no breeze. Burt stops like he's just walked into a wal of glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(to Vicky) Did you see that???",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDING VICKY",
          "text": "She's still in the car, leaning out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "No. What? A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I guess it was nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Oh boy! Somebody's been in the car too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(not convinced) Yeah. \f19. With a hint of apprehension, he submerges into the field. swallows him instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph is utterly terrified. He's moving quickly through corn, suitcase in hand, like someone who knows he's being followed. He hears what sounds like giggling up in front him. He runs to the side but is stopped by DELIBERATE and TAUNTING NOISES in that direction. The SOUNDS ARE GLEEFUL and seem to be made by children. Joseph turns again and again, but every-time is stopped. A circle is closing aro him. He is trapped, and covered with parts of corn plants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky gets out of the car and walks towards the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt? Are you alright? Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Say something. Anything. I'm all ears. (beat) Burt, that was supposed to be funny. The only answer is a SOFT, RUSTLING SOUND from the impenetrable field. It's almost like a whisper, and it spooks Vicky a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "is standing in the corn listening to that rustling. Somet touches his shoulder and he whips around. A CORNSTALK is leaning on him. As he shoves it aside, A CORN LEAF pokes neck. Burt is starting to get agitated. He begins to RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph is running also, but now with a sense of futility. His direction changes constantly and his terror is even greater than before. He trips over an ear of corn and fal down. \f20. Before he can get up, A HAND ENTERS THE FRAME and grabs h by the shoulder. Joseph utters a squeak of fright, the so of a bird caught in a hunter's snare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is still running. The corn seems to be rustling all around him, but that might be from the commotion he's mak He shoves ears and stalks and leaves out of his way frantically. SUDDENLY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky crashes into him from the blind side. He grabs violently in a reflex reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Well, if this is how it affects you, we’ll have to come here more often! Burt stares at her, catching his breath. He continues clutching her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vicky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "You were expecting maybe Jaqueline Bisset? Burt wraps his arms around her. It is at once a gesture o relief, friendship, protectiveness and sensuality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I knew you were kinky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Let’s get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Why? Things are starting to get interesting. (beat) You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I just got turned around a little. But let’s go. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(reluctant) Okay.... He starts to guide her straight ahead. She pushes him on angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "That way. They exit the cornfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE THUNDERBIRD",
          "text": "Burt and Vicky emerge from the cornfield and get into the car. Just before Burt ducks into the driver's side, he gi the corn a long, last look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORN",
          "text": "It is silent and still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt gets in and the T-bird drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORN",
          "text": "Begins to rustle quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph is flat on his back, panting and struggling, tryin get away from Malachai, who has pinned him to the ground a knee and an arm. Others must be holding Joseph by the f from the way he's stretched out. Corn silk is plastered t his neck and face, glued there by the sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CIRCLE OF CHILDREN tightens around Joseph. They begin humming in an eerie, atonal way. A HAND grips Joseph's ha and jerks his head back. The boy's eyes widen, a look of sheer terror coming over him. Malachai raises a cornhuske knife over him. The humming increases in intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Safe within the car, Burt and Vicky have calmed down considerably. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I don't know what came over me. I never had claustrophobia before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Maybe it was just cornophobia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "It sure could’ve been that. I’m even ready to get back on the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I think it wasn’t too far on the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA TRACKS the car as it slams past us from right to l It passes another old SIGN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIGN",
          "text": "In the shape of an arrow and made of rotting wood. It rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph is staggering TOWARDS THE CAMERA, which is PULLING BACK, KEEPING PACE. His eyes are blank and bulging. His hands are up to his throat and blood is flowing through h fingers, bright and sparkling. The front of his shirt is sodden with the red fluid. In effect, he's dead on his fe He's heading out of the cornfield although he doesn't kno it. Behind him we see a trail of twisted, broken corn pla with blood splashed on them. In the far background is Joseph's SUITCASE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky is fishing through the glove compartment, looking f the map. She has PAPERS, TISSUES, HAND-WIPES, A COMB, THE CAR REGISTRATION, everything in her hand but the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Here it is. She extracts it from a STUCKEY'S BAG on the floor. A WAD DRIED KETCHUP stains the front. \f23. She begins unfolding it across the dash. She studies Burt with a knowing smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I wonder how it got in there....?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph, reeling like a drunk, comes to the edge of the cornfield. He looks inhuman, like a macabre doll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky and Burt are studying the map, which partially obsc their view through the windshield. Vicky is pointing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "You see? This way goes to Grand Island, and this looks like it cuts out towards the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Where's this \"Gatlin\" we've been seeing signs for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I don't know. It's not on here. Burt leans over closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "It has to be... Something causes Vicky to look up. ANGLE — VICKY Shock, then horror, registers on her face. She's speechle for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph staggers out onto the road, directly into the path the onrushing car. His hands are still at his throat and knees are already buckling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky barely has time to scream. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Burt jerks his head up, sees the boy, hits the brakes and goes into a swerve all in one motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything happens extremely fast. Amidst the sound of screeching tires and brakes, the T-bird begins to skid. There's a loud THUMP as it strikes Joseph's body, which w crumpling even before impact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car continues to skid and we can't see whether it actually runs over the body or just hits it, but we can s that it's in grave danger of overturning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is fighting the wheel. The tires are still screechin Vicky is one long, piercing scream. As the car comes toa shuddering, quivering halt, she is thrown face first into windshield. Burt, wearing his seatbelt, goes forward and sharply. There's silence except for the sound of the idli motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt moves quickly. He rips off his seatbelt and cradles Vicky in his arms, examining the nasty bruise that has already formed on her cheekbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Are you alright??? Can you feel my hand??? Vicky hasn't really composed herself yet. She's whimperin softly. Burt runs his hand over her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "There's a contusion and swelling. It doesn't feel like anything’s broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "That was an animal, right Burt? Please tell me it was an animal. \f25. Burt suddenly remembers the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I've got to go back there. You stay here and sit quietly. Don't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REAR VIEW MIRROR",
          "text": "Burt knows it was no animal he hit. He stares at the heap lying in the road about 100 feet back that is reflected i the mirror. He prays silently for a sign of movement, but there is none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt gathers himself quickly and bolts from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joseph's body lies face down, turned away from Burt, who kneels beside it. He puts his hand to the boy's neck, fee for a pulse, and is confused when he withdraws his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT'S HAND",
          "text": "It's covered with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt turns the body over. It flops boneless, lifelessly, its back. The eyes are open and we can see very plainly t Joseph's throat has been cut from ear to ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO SHOT",
          "text": "Burt grimaces and loses his breath for a beat. Then he closes Joseph's eyes - a deeply tender gesture - and make momentary calculation. Vicky's voice interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Is he....?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Oh yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky turns away suddenly and gags. Burt rushes to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Oh my God.... \f26. Burt comforts her and starts leading her back to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vick, there's something terribly wrong here. I want you to get in the car and wait for me, and keep the doors locked no matter what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Why? What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I'll tell you when I get back. Just do what I say. Vicky is alarmed, both by what he isn't telling her and w he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "No! Where are you going??? They reach the car. Burt opens the door for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I have to get the body. And I want to look at something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vicky! Please! She debates for a beat, then slips into the car. terribly shaken and pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt opens the trunk and rearranges things to make room. He takes out a BLANKET, then turns and looks back at the body, and also takes out a TIRE IRON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE CORN",
          "text": "She is Although we don't see who it is at first, someone watches Burt goes back to the body and gently covers it with the blanket. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Walks over to the mangled portion of the cornfield where Joseph exited. He studies the twisted, broken and blood- covered stalks. All of his senses are alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD",
          "text": "Deep in, he spots Joseph's suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt makes a decision. He checks the car, looks all aroun and finally, tentatively, walks into the corn-field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDING VICKY",
          "text": "Vicky is in shock, resting dazedly in the front seat. Her head is back against the headrest and her eyes are closed She's sobbing softly. If her eyes were open, she would see Malachai emerge from corn about 50 feet ahead. She would see him pause, the bl cornhusker's knife still in his hand, and then approach t car. She doesn't see this, BUT WE DO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is moving carefully, alertly, through this jungle. He holds the tire iron ready and turns in every direction as moves forward. The suitcase is just up ahead in a clearin",
          "sentiment": "neutral"
        },
        {
          "speaker": "INCLUDING VICKY",
          "text": "Vicky comes out of her stupor and looks through the windshield. She sees Malachai standing in front of the ca with his malignant stare. VICKY SCREAMS and lunges for th car horn. She pounds on it, frantically looking behind he for any sign of Burt, then whips around to see that, Mala is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is kneeling by the suitcase. HE HEARS THE CAR HORN but doesn't respond immediately; perhaps thinking she is just getting impatient. The suitcase is in a clearing. There i much blood here, still fresh. The suitcase is splattered it. Suddenly, the corn begins to rustle in that weird way again. Burt looks up at the towering stalks. They seem to be closing in on him. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky is unglued. She gets out of the car, near hysteria. She begins to walk back towards the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt? Burt, where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY'S POV",
          "text": "There is no sign of Burt. No sign of Malachai either. In fact there is no sign of anyone or anything other than th endless, ubiquitous corn and the blanket covered body lyi stubbornly in the middle of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky approaches the body. She cups her hands to her mout and begins to cry. She is unable to take her eyes off of She kneels next to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(to body) You poor thing. You poor, dear boy. And suddenly, violently, Joseph lurches up, causing the blanket to fall away from his hideous, blood drenched bod and deathly white face. He reaches for Vicky's neck. She screams and jumps back, continuing to scream and back ped until....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone grabs her from behind and she whirls with a start finding herself face to face with Burt. She aborts anothe scream when she sees who it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vicky! She stares at him, all the trauma beginning to be too muc for her. Burt realizes this. He puts down the suitcase an shakes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "VICKY!! VICKY!!! Get a hold on yourself! She flings herself at him. Burt holds her closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Oh Burt! Where'd you go??? I kneeled down next to... \f29. She suddenly remembers and whips around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH'S BODY",
          "text": "It remains how and where it has been. The blanket covers TwO SHOT Vicky looks at Burt again, genuine confusion in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "He sat up. He tried to grab me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(gentle, compassionate) It's alright. Everything's going to be alright. I'm here now. But the look on his face tells us he isn't quite convince himself. He hands Vicky the suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Take this. Come on, we’1ll go back to the car. I’ve got to get the body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Don’t go-leave him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky takes the suitcase. Burt goes to the body, securing blanket under it. They walk grimly to the car",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky waits while Burt puts the body in the trunk along with the tire iron, which he's had tucked into his belt. Vicky hands him the suitcase in the front seat. He and Vi get in quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the t-bird accelerates down the road, dwindling out of sight, Malachai steps out of the cornfield. He stares aft the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot. An American Gothic, like many of the houses in Gatlin. CAMERA ZOOMS IN SLOWLY to an open windo We hear Job's VO NARRATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "Me and Sarah were playing. We played lots. Malachai said it was forbidden, but I think it was cuz nobody liked to play with him anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job and Sarah are playing MONOPOLY. They're dressed to th hilt in the clothes of some former adult residents. The clothes are far too large and the garnishing far too elaborate, which make them perfect for these two hams. Jo swimming in a suit and tie outfit complete with hat, pipe a handkerchief in the pocket. He looks absolutely dashing Sarah is in a glittering gown, also a hat, jewelry and lo of makeup. A small, battery-powered record player is grin out TONY BENNET’S “I LEFT MY HEART IN SAN FRANCISCO” next them. On the floor by Sarah is a piece of manila drawing paper and a bunch of crayons. As they play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "When I grow up I'm gonna have all the money in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "You can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Cuz I'm gonna have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I'll get it first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Will not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Will too. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Oh yeah? How? Sarah PLACES A HOTEL ON BOARDWALK. Job's face registers shock and dismay, but Sarah is well within her rights, He picks up the dice and counts. A SEVEN will land him on th dreaded Boardwalk. He jiggles the dice and throws them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DICE",
          "text": "A seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah giggles deliriously while Job counts off the spaces with his piece, THE COWBOY ON HORSEBACK. He purposely miscounts and places his player on GO. Sarah catches him immediately. She moves the piece back to its rightful pla on Boardwalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Uh-uh, Job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "How much is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thirteen thousand, hundred dollars. She puts out her hand for the payoff. Job gives her twent and some ones. Still, it's painful for him to have to pay anything, least of all to her. He covers this up with a child's ploy: diversion. He grabs the piece on Boardwalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Let's pretend this is Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He places the piece on the board four spaces from the GO JAIL spot and throws the dice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DICE",
          "text": "They total 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job quickly reaches down and changes the numbers so they out to 4. He and Sarah squeal with delight as Isaac is trudged off to jail. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What if he gets a \"Get Out Of Jail Free\" card? Job quickly fans through the pile of CHANGE CARDS and extracts all of the GET OUT OF JAIL FREE CARDS. He tosses them over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "What cards? They're laughing and giggling at this when their fun is abruptly halted by a LOUD BANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB AND SARAH",
          "text": "They look towards the door at the same time. There is fea in their expressions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAI",
          "text": "Malachai stands there glaring at them, having slammed the butt end of his knife into the doorframe to get their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aftershock. Burt is driving. Very fast. Vicky is still reeling from the imagined (?) encounter with Joseph. She becoming hysterical again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "...and then he sat up and tried to grab me and I could see...Oh God...it looked like his throat had been cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "You must have taken the blanket off and looked at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I didn’t! Why are you insisting that???",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vicky, you must have. Otherwise how could you know? When I got there the blanket was covering him. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "How could I know what? Burt realizes he’s given something away, and now he has t tell her what happened. He doesn’t know how to say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Uh... Umm... About his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What do you mean? What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "How could you know that his throat was cut unless you lifted the blanket and looked? He’s beginning to wonder that himself. Could Joseph have risen up the way she described? It’s too farfetched for B but it chills him. Vicky is horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Then it’s true! He did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Don’t do it, Vicky. Don’t even think it. You’ve had a traumatic experience. You’re in shock. Now you’ve got to get a grip on yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(ignoring him) But how could getting hit by a car...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "It didn’t. He looks at her grimly, allowing her to figure out for herself just how the boy died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is very dark. Light filters in only through partially drawn curtains. The furnishings are sparse, austere, but good quality. There are religious artifacts all about, mo of a conspicuously pagan nature; knives, scythes, symbols hewn from corn plants, crosses; and in the middle of all sits Isaac. \f34. He is less frightening now in this quietude, almost scholarly. He is writing something by the light of a sing shaft of sun that penetrates the room. One gets the feeli Isaac is a holy man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai enters with Job and Sarah, still dressed in thei comical outfits. Isaac's and Malachai's clothes are in st contrast - the simple, black cloth we've seen before. Malachai salutes his leader with a touch of the knife to forehead. It is a pagan, barbarian gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "I found these two in one of the old houses. They had a game, and music, and this.... He hands THE SHEET OF MANILA PAPER that was next to Sarah over to Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DRAWING",
          "text": "Not a bad likeness of the thunderbird. Burt and Vicky, unmistakable, are standing next to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac stares at the picture for what seems like a long ti Meditatively. Reflecting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "They came already. He looks at Sarah with a hint of warmth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "You have the gift of sight, child. This is a blessing. Sarah doesn't reply. She and Job are scared out of their wits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "I have seen this car upon the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Go to the old man. Make sure he tells them nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "What about these two? \f35. Sarah and Job stand absolutely rigid at attention. Maybe they don't catch anybody's eyes their worst fears won't b fulfilled. Isaac decides their fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(calmly) Take them back where they were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "But they had music! And a game! These things are forbidden!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Question me not, Malachai. I act according to his will. Malachai withers under the reproach. He bows his head reverently, touches the deadly blade to it, and then turn Job and Sarah with that killing gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are trying to make some sense of it all. Joseph's suitcase is on the seat between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "But why? Why would anybody do that to a...a kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He wasn’t that young. About 18 I'd say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Could it have been an accident? Some kind of farm machine, maybe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Not a wound like that. His throat was cut ear to ear. That was deliberate. He was already dead when I...when he stumbled into the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Whoever killed him...do you think he saw us? Burt doesn't answer. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I felt like we were being watched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Possibly. Blood starts to coagulate in four minutes, and the blood on the corn, even on the suitcase, was still fresh by the time I got to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Then the murderer might have been in there when you...Didn't you realize???",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I couldn't leave it there. Besides, I thought it might hold some clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Let's open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "No. Let's just get to a phone. Ora house. Or something for God's sakes. Even a trucker with a CB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Funny how we haven't seen another car or truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "We should be hitting this place Gatlin pretty soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I wonder if he lived there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "We may never know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I'd like to know. I think we have a right to know. In fact, maybe we ought to. Burt looks down at the suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I guess it won't hurt to look. \f37. Vicky immediately turns it around so that the locks are facing her. She reacts to all the blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Yech Burt reaches for the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Maybe we can get some news. He hits the button just as Vicky gets the latches unlatch and starts to open the suitcase. Suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATONEMENT",
          "text": "Burt and Vicky both jump. The lid of the suitcase drops shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO PREACHER, (VO)",
          "text": "Only by the blood of the lamb are we saved I Only by His watchful eye are we kept from the sins of the world! Burt turns the radio off with a punch. He shouts to the a",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I have enough of this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(echoing) And does it get into the corn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car. The corn, and another sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky fishes through the suitcase, reaching underneath th top layer of CLOTHES. She finds something, and recoils in fright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Oh my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What is it? \f38. She extracts and holds up for him to see A CORNCOB CRUCIF THE CHRIST FIGURE is done in raised relief, the kernels around it having been picked out. The cob has been cut in half lengthwise and notched at the top into a cross. It's monstrous corruption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Not in my book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "That's an authentic American Primitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I think it's repulsive. Burt's eye catches something up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hallelujah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "A VERY OLD MOBIL STATION, attested by the fact that the s out front bears the ancient RED PEGASUS LOGO and accompan FLYING A. There are two ANTIQUATED PUMPS on the island an a THIRD PUMP near the station house for DIESEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The t-bird turns into the station just in front of where main road veers off to the right and a SECONDARY ROAD jut off to the left. The secondary road is rutted and only tw lanes so that cars going opposite ways would have to cree past each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt drives over to where CHESTER DIEHL is working on a 6 CHEVY PICK-UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(the crucifix) Better put that away. No need to involve this guy. Vicky nods gravely in agreement. Burt touches her cheek gently. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Everything'11 be alright The look in her eyes wants to believe him, and almost doe Burt exits the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chester withdraws from the bowels of the pick-up. He's in late 60's, slow-moving and looks like an old prospector. bib overalls are stained with grease and his eyes are magnified tremendously by his thick glasses. He walks towards Burt. So does SARGE, an old HOUND DOG who barks a friendly greeting and jumps up on Burt. The dog's tail is wagging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "At ease, Sarge. Maybe he don't want no beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarge's collar has a cold can of OLD MILWAUKEE BEER attac to it where a Saint Bernard would have a keg. The dog bac off at Diehl's command. Burt pets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Next time, Sarge... (to Diehl) What I really need is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "(interrupting) Don't got no gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Oh. No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Don't got no diesel neither. Tanks are dry. Expectin' the truck any day now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "That's alright. I just wanted to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Don't buy no gas, can't use the restrooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Telephone! I just want to use the phone I... \f40. Diehl starts to reply but Burt knows what's coming and be him to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Don't got no phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt looks to Vicky. Burt sighs heavily. Diehl takes a closer look at the stranger. Diehl squeals at Burt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He sees the flecks of dried blood on Burt's hands and clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORN",
          "text": "Cornfields surround the gas station. The stalks begin to rustle and sway, as if a wind or force were in them. This force is threatening and immensely powerful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAS STATION",
          "text": "Sarge picks up on this \"presence.\" His ears prick up and growls deeply. This signals a change in Chester Diehl. He studies the dog for a moment, then seems to be anxious ab something although Burt can't quite figure out what. Mayb it's just that he starts to move faster. He gives Burt a cover-up smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Sarge, you be still now. In fact, why don't you go give that nice lady a Coke. Reluctant and whining, Sarge trots back towards the stati house. Diehl turns his attention to Burt. He points to th fork in the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "What you wanna do is go to Hemingford, Mister. About 19 miles down the right fork here. Can’t miss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What about Gatlin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Ain't nothin’ in Gatlin... (mutters) Nothin' for you. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIEHL(cont'd) (normal) You'll find everything you need in Hemingford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky is watching the men. Sarge POPS UP by her window, scaring the breath out of her. He is slobbering over a ca COKE that he holds in his mouth. He drops it in her lap. pats him on the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Thanks, fella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever the hell is moving the corn around like that see to be getting closer to the station. The sky seems to dar and an eerie wind picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAVORING SARGE",
          "text": "He still has his paws up on the car but is sniffing the a wildly. He barks loudly, again giving Vicky a bit of a fright, and clambers out towards the corn-field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Diehl is definitely worried about something, and not only Sarge, on whom he's keeping a close watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Sarge, You stay right here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What do you mean 'nothing for you in Gatlin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Well, folks in Gatlin got religion. They don't cotton to outsiders and you probably won't find a phone. He looks around Burt towards Sarge, who is whining and sniffing at the edge of the cornfield. Burt turns also.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "The corn in front of Sarge is waving vigorously in the \"wind.\" \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Mister, I'd sure like to stay here and shoot the breeze with ya, talk about politics and farm futures, but right now I got work to do. You get on that right fork over there and you'll be in Hemingford in no time. (sudden, vehement ) Sarge! I said AT EASE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(sarcastic) Well thanks a lot. You've been a real help. Diehl watches as he gets back into the t-bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diehl is standing in front of the car, torn between apologizing to Burt and wanting to get back to Sarge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Hey, you got a busted headlight, Mister. Looks like some blood on it. Burt leans out the window. Diehl is increasingly nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "You have some kinda oxidant or somethin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Why? You have time to fix it for me? He's letting the old man know that he knows something is wrong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "No, but you can get it fixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "In Hemingford. Diehl nods affirmative with smile, then looks for Sarge. What he sees alarms him. He goes running towards the dog. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Sarge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt pulls out of the station just a bit too fast. Someth about Diehl has agitated him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Either that guy was terrified of something, or he's been out in the sun too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The t-bird drives up to the fork in the road, pauses momentarily, then takes the right fork towards Heming-for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarge, barking feverishly, runs into the cornfield. Diehl arrives at the edge of the corn just a moment too late. H dares not follow even his beloved dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "(angst) Sarge! Sarge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It whips past a sign for GATLIN - 2 MILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky has begun taking things out of the suitcase and fol them neatly on the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "There's nothing much in here. Just kid's stuff. Clothes, a compass, a pocket knife, matches and an apple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Smart kid. He must've figured he might have to sleep out a night or two. Vicky holds up a COLLEGE T-SHIRT with the NEBRASKA CORNHUSKERS and number 19 emblazoned on front. The though of it makes her start crying again. \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Oh, Burt...Look, maybe he was hoping to go to the university...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Might have been...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Why. ..Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The t-bird screeches to a halt as it COMES INTO FRAME. It BACKS UP TOWARDS THE CAMERA. From this angle, we can see WHITE SIGNPOST with GATLIN ROAD marked in BLACK LETTERS. stands at the corner of A TINY, ONE LANE ROAD that is not easily seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky consider the road through the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "This has to go to Gatlin. Every sign we've seen has been for Gatlin and none for Hemingford. We can't be more than a mile away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What about what the gas station guy said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "That crazy old coot. I can't believe there isn't a public phone in an entire town, I don't care how small it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Well, let's just do whatever's fastest. Burt drives forward and turns left onto Gatlin Road. It's EXTREMELY NARROW, even more claustrophobic than the one t were just on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chester is still calling to Sarge, but, there's neither s nor sound of the dog. Diehl's call has become a lament. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Ah, Sarge...Why'd ya hafta go after ‘em... The only reply is the rustling of the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAVORING PICK-UP TRUCK",
          "text": "THE HAND OF A CHILD pulls a cross-shaped lug wrench out o the back of the truck Diehl was working on when Burt and Vicky first drove up. The hand clangs the wrench against side of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAVORING DIEHL",
          "text": "He whips around, knowing he's heard something, but not se any sign of what it was. He looks back to the corn, as if call Sarge one last time, but is too bothered by the nois he's just heard. Instead, he takes a few tentative steps towards the pick-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "(fearful) Izzat you...Izzat you? What da - What are you doin’ in there? The answer he gets is ANOTHER NOISE, this time coming fro his office. He turns and faces that way, craning his neck see. His breath is quick. In a word, he's terrified. He takes a few steps towards the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corn all around the station is beginning to rustle ev more furiously than it had been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "He approaches the office. Another few feet to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORN",
          "text": "Still moving, weird and ominous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Chester reaches for the office door. His hand is shaking. Just as it swings open we....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car comes to the top of a rise and Burt and Vicky are treated to a panorama of..MORE CORN. Burt puts on the bra",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Something's wrong. That last sign said Gatlin was one mile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "That sign was damaged in the last ice age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "It's got to be around here some- where.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(spooked) Why don't we just go back and take the road to Hemingford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Because it's silly to go nineteen miles when you only need to go one. It's worse than silly. It's suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "When you have a body in the trunk....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "And a broken headlight with blood on it. He proceeds on. 50 yards ahead is another left turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Okay, let's try this one. He turns onto yet a smaller road. They are going deeper a deeper into the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chester Diehl breathes a sigh of relief. He's standing inside the door to his office and mercifully, he's alone. There's nothing but the usual mess. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Musta been the wind. And just as he says this there's a loud CRASH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Oh Lordy! Please be the wind! He exits the office, again taking those short, frightened tentative steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks over to the pick-up. He's whimpering softly, talking to himself, trying to keep his nerve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "\"Course it's the wind. Them hood latches ain't worth a damn. Blow over in a bad fart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He reaches the truck and starts fighting the hood, which stuck. Suddenly, the HUMMING we have heard before - pagan atonal and eerie - breaks the silence. Chester jerks arou but sees nothing. HE WALKS TOWARDS THE CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "Who is it? Who's there? I didn't tell them anything! I swear it! I kept our bargain, just like always! ! But the humming has stopped and no one appears. Diehl wai Nothing happens. By and by, he figures maybe this too was wind. Now he goes back to the truck",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lifts the hood with a mighty heave. As it opens, it reveals something that makes Chester Diehl scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENGINE",
          "text": "Sarge's head, cut off at a bloody stump of a neck, is res squarely on the engine. The eyes have rolled backwards an up and the beer can from his neck ring has been stuffed i his mouth, giving the decapitated beast a comically macab look. There's blood all over the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes Chester a moment to stop screaming. The shock ha caused him to stumble back, away from the truck. After a steps, he staggers around in circles, looking on every si for danger. He continues to move back until he comes to t garage bay door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's standing next to the door, looking around wildly, wh he spots a long handled WRENCH. He picks it up protective and waits. Nothing happens for a beat. Then, the bay door clatters up behind him and Chester whirls around, the wre raised over his head. He stares into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "You bastards I You killed my Sarge! I'll get you for what you done to him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The t-bird bounces along the tiny road. The corn seems to moving in on it; two giant, green walls about to crush a darting insect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Burt and Vicky are nervous now, spooked and disorien Both speak with a frantic edge in their voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "This isn't the way! I'm telling you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "It's got to be! We made a left and a left! They drive on further. Burt is intense, speaking to calm himself as well as Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "These roads are straight. No curves. If anything, this one has to let us out by the station. Vicky doesn't answer. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They come to a wall of corn where the road ends in a perpendicular T. Burt squeals the brakes and he and Vicky hear things toppling in the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "It was just my golf bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What do you mean 'Am I sure?! Of course I'm sure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I mean about the boy. Are you sure he was dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vicky! He looks at the road in front, then behind them, trying t gauge their direction. He decides to go left again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can tell from the way the tires screech that Burt is a who is quickly losing control. The car fish-tails into th turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A battle is going on, more like a kill with a pack of wil animals taunting their surrounded prey before they move i The garage bay is fairly large, strewn with old tires, bo oil cans, rags, hoses and various other instruments and acquisitions of the trade. In the center shiny red 1960 MERCURY SEDAN sits over the single LIFT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chester Diehl is the surrounded animal and he isn't going down without a fight. \f50. He is flailing wildly with 'his long handled wrench, tryi to hit the black clad children who dart in and out of his reach. They are all armed with farm tools. They are led b Malachai. Diehl focuses on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "You murderin' little devil. I done everything you said. I never told anyone. Not once in three years. He swings the wrench clumsily. Malachai steps sprightly o of the way. He can kill Diehl any time he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "(contemptuous) Call yourself the Lord's Children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "We do his bidding, from shine to shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIEHL",
          "text": "The devil’s!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "He Who Walks Behind The Rows! Diehl swings again, this time causing himself to trip and stumble forward. Malachai kicks him backwards into a GROU his accomplices. They begin to beat and hack at the old m He scatters them with the wrench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The t-bird is chewing up road, barreling along at close t sixty. We get a sense from this shot of desperation, as i the vehicle itself were frightened. It rips over bumps, t and dips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAR",
          "text": "It is strewn with corn silk and leaves, which cling despi the air drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are silent. They come to another T. Burt h the brakes, suddenly coming to the realization that the c is his adversary. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(losing it) Oh God! We're never going to get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Stop it, Vicky! We will too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Then tell me where we are! He answers with another left turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Right back where we started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've turned onto a bigger road, one that looks vaguely familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I think you're right! This looks like the first one we were on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I told you. They continue along, picking up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The t-bird comes hurtling TOWARDS THE CAMERA. As it fills the frame, it slows to a. halt. Burt and Vicky sit motionless, staring in disbelief at something that is BEH THE CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car doors open on both sides. Burt and Vicky get out move towards something OFF SCREEN. Their expressions show bewilderment and revulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD",
          "text": "In front of the car, we see the SWERVE MARKS where the ca tried to avoid Joseph. This is definitely the spot, The c from where he was murdered out to the road, is now an ooz blackened version of its former self. Where it was green strong (and bloody), it is now rotting and wilted. It has not been burned. Rather, it has become diseased and decay in this short period of time. This area has become a canc on the other-wise healthy, green landscape. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT AND VICKY",
          "text": "stare at it, comprehending only on a subliminal level. Vicky.is cringing, beyond words. Burt steps forward. He looks at Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Her eyes have the look of a crippled gazelle that knows i being pursued by lions. She has somehow read her own deat sentence in this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt walks over to her. He has found a reservoir of stren in all this horror. He rejects Vicky's obvious fatalism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "We're going back to that gas station. I want some answers, and I think that old man as them. We’re driving in circles. Let’s go back. Vicky gazes at him blankly; a frightened, hopeless look a her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls into the station. A quiet kind of danger pervades the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt gets out of the car resolutely but stays near it for safety. He scans all around. There's no sign of Chester, Sarge, or anyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hey! Old Timer! Nothing. He reaches in through the window and hits the ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I want to speak to you! Still no reply, unless the very loud silence counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(to Vicky) He's got to be around here some- where. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt walks over to the pick-up. He looks inside the cab then notices the hood is ajar, mostly down but with six inches of gap. Reflexively, he goes to lift it but before does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky gets out of the car and calls to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Maybe he's inside, in the bathroom or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt forgets the hood (and under it, Sarge's head) and wa around the side of the station to the door marked MEN. He knocks on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hello? Anybody in there? Nothing. He tries the handle but it's locked. He walks ba towards the front office. Vicky meets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "How about you wait in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Not on your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Alright. But stay behind me. And keep your eyes open. They head for the office, Burt leading the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky enter the office. It is exactly as it was we saw Diehl in p.t except for one, glaring incongruity. THERE IS CORN EVERYWHERE. Ears, leaves, stalks and silk} piled on the desk, stuffed in the water cooler, heaped in garbage pail, etc. It is macabre, eerie. Vicky gasps; Bur tightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt puts his face up to the glass window on the door tha separates the office from the garage bay. \f54. The bay is dark inside, and Burt had to wipe the dirt off window to see what little he can do. INT. GARAGE BAY - OFFICE DOOR - CAMERA’S POV The door between the bay and the office opens and, after brief hesitation, Burt and Vicky enter the dim room. It i illuminated from light coming from the outside and the office, but shadows fall everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt AND Vicky enter cautiously, making as little noise a possible. They look around. The place is a mess, having been torn apart during Diehl’s struggle wit the Children. Only THE MERCURY remains untouched, an island of stabilit amidst the destruction. Burt and Vicky move towards it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky’s elbow hits a HUBCAP on a WORKBENCH. It falls to t floor with a loud CLATTER! She and Burt jump simultaneous stifling their alarm the instant they realize what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reach the Mercury. Burt peers inside. INT. MERCURY - BURT’S POV Nothing. A nice red interior, an empty pack of Camels and loaded ashtray, but no bodies, bogeymen or Chester Diehl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky taps him on the shoulder. She points to a corn leaf protruding on a funny angle from the underneath the car. Burt kneels down and looks under the car. It is piled wit corn, which he tries to pull out but can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt gets up the dust off his pants. Vicky looks at him quizzically. He doesn’t say anything, instead goes over t the LIFT CONTROL and pushes down the lever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Merc begins to float upwards as the hydraulic machine hums. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PIT",
          "text": "The rising lift reveals THE BODY OF CHESTER DIEHL, bludge and bloody, lying dead in the pit. His body is festooned with corn plants and his arm, which is bent grotesquely a at an unnatural angle, holds aloft a hand that clutches another of the CORNCOB CRUCIFIXES. Vicky screams. Burt swoons. JOB’S VOICE OVER NARRATION COMPLETES THIS SCENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB, (VO)",
          "text": "I think his name was Mr. Diehl, but once I heard Malachai say it was Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tries belong to the thunderbird, and it is getting as and as fast away from that gas station as is possible. Th rubber cries out for traction as the rpm’s exceed their ability to grip the asphalt. As a result, they protest wi blue smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car starts to follow the right fork again but suddenl jumps the triangular dirt divider and shoots onto the rut secondary road. Towards Gatlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The arm of someone living is holding up a corncob crucifi CAMERA PULLS BACK and WE FIND OURSELVES at another religi gathering. There are about 50 BOYS AND GIRLS between the ages of 8 and 18, along with SEVERAL NEWBORN INFANTS. Everyone is dressed in black or gray except Isaac, who is one holding aloft the crucifix. The group is humming that bizarre chant we’ve now come to associate with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac is facing the others, about to lead a sermon. Behin him is the wooden base of what we will later see is a LAR CRUCIFIX. Isaac lowers his hand abruptly and the humming cuts off. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Behold! A dream did come to me in the night and the Lord did shew all this to met",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP",
          "text": "Praise God. Praise the Lord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "A time of tribulation has come. A test is at hand. The Final Test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "What has the Lord commanded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac turns and looks up at the crucifix that towers behi him. CAMERA PANS UP, following his gaze, and we see the decaying body of a CRUCIFIED MAN on it. A few tattered BL RAGS of clothing hang off of it, and on the skeletal head a BLUE POLICE CHIEF hat. Most of the skin has been picked clean by crows, but the eyes are left, bulging and sightl The body has been festooned with dried corn leaves and co husks are piled around its feet like an offering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "In the dream, the Lord did come to me, and He was a shape. It was He Who Walks Behind the Rows, and I did fall on my knees in terror and hide my eyes lest the fierceness of His face strike me dead. And He told me all that has since happened. He said, ‘Joseph has taken his things and fled this happy place because the worship of me is no more upon him. So take you his life, and spill his blood, but let not his flesh pollute the corn. Cast him instead upon the road.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP",
          "text": "Yea, and so it was done. Joseph the Unbeliever was cast upon the road",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PANS THE FACES of the group as they speak. They ar robots. Unquestioning. Fundamentalist. Future Moral Majoritarians. They listen raptly to their Ayatollah. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "And He Who Walks Behind The Rows did say, 'I will send outlanders amongst you, a man and a woman, and these outlanders will be un- believers and profaners of the Holy, and the man shall sorely test you, for he has great power, even greater than The Blue Man. CAMERA PICKS UP The Blue Man on the crucifix, with its grotesquely jaunty cap. All eyes have turned to it. CAMER ZOOMS IN to its face as the ceremony continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP, (VO)",
          "text": "The Blue Man. . .Yes. . .The Blue Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (VO)",
          "text": "And we shall not fail Him, for He is the true God, the only God, and His message has been planted within us as the corn seed is put into the ground. (rising) Make sacrifice unto Him. Bring Him the blood of the Unbelievers 1 Malachai jumps to his feet and shouts in a killing fervor",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAT, (VO)",
          "text": "Make sacrifice! The group, stirred by this, rises to its feet also.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP, (VO)",
          "text": "Make sacrifice! Yes! They start their chanting again. The CAMERA is by now on a CLOSE-UP of The Blue Man's face It FILLS THE SCREEN, those bulging eyes staring out at us The humming grows in intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job and Sarah are sitting on the dusty porch of the house where we first saw them (inside). They're still dressed i their costumes. They look like caricatures of two anachronistic, broken down aristocrats. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Now what do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "I wanna get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Like Joseph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Why not? If he can do it, so can we. Sarah leafs through a pile of manila paper she has next t her. She extracts one and hands it to Job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DRAWING",
          "text": "It shows us, in Sarah's innocent style, what we DID NOT s happening to Joseph - Malachai (in stick figure) pulling oversized knife across the helpless boy's throat. A numbe other children watch gleefully. There is blood everywhere spewing out into the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO SHOT",
          "text": "Job starts to whimper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "I don't like Malachai. I want my mommy and daddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They're gone, Jobie. They're in the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "It's not fair! I wish Isaac never came here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(resigned) He's always been here. Just like He Who Walks Behind The Rows. \f59. They sit there on the edge of the porch, legs dangling ov the side, Job pouting and Sarah contemplating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another old and weather-beaten sign. It reads: YOU ARE NO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK to show the highway and the corn. The t bird ENTERS THE FRAME and we follow it down the road. We A BARN rising above the edge of the corn-field in the nea distance. Written on it in large, white letters is the legend: ONLY JESUS SAVES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky is leaning against the door staring out the window. She looks haggard and beaten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "We should’ve come this way the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Would it have saved that old man? Burt looks at her, surprised by the question and concerne the tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I don’t know. Hopefully the police will be able to figure that out. They drove for a moment. Vicky begins to giggle. Burt loo at her with even more concern. The giggle is a stream tha turns into a river. She presses her hand to her mouth, trying to suppress a hysterical laughter, a laughter of catharsis and relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What are you laughing at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Did you see those signs? The ones on the side of the road? Gales of laughter now. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "There! There are some more. Slow down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They border the right side of the road. There's a single word stenciled on each wooden \"board. The entire set read",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky's laughter is subsiding, but slowly. She's had a mu needed belly laugh. Burt doesn't really think it's funny, he's glad Vicky does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(wiping tears) They only forgot one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "\"Burma Shave.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Honey, are you sure you're alright? She finally stops laughing, but dabs her eyes with a tiss",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I will be. Just as soon as we're a thousand miles from here in sunny, sinful California with the Rocky Mountains between us and all this. (beat) Look, here are some more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAR",
          "text": "Breasting a hill. Gatlin appears in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Vicky and Burt get their first glimpse of the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Looks like a swingin' place. \f61. EXT. GiATLIN - BURT & VICKY'S POV - DAY We get our first full glimpse of the town. It's in a dip the bottom of a hill. There's ONE MAIN STREET, a few cros streets, A PARK in the center and a few dusty elms. Just sleepy little town dozing in the summer sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are checking out the town. There's a quiet tense apprehension about it that they share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Looks like The Twilight Zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is cruising at a moderate speed. It passes a few residential side streets. The houses are American Gothic wooden, white paint, porches - but nothing moves. So it seems. There are no cars, trucks, bicycles, people; no ki playing stickball or retired farmers smoking corncob pipe their porches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HOUSE",
          "text": "What Burt and Vicky don't see, however, are eyes that are upon them. A FACE, watching from an attic window, disappe behind a lace curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car now passes a BRICK BUILDING. This sign on the yellowed, patchy, front door reads: PUBLIC LIBRARY. With luck it contains 500 books. TWO BOYS rise slowly froma crouched position by the side of it. They watch the passi t-bird intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is old, dusty, and locked up. Bags of feed and fertili are piled high. FIVE CHILDREN, three males and two female stare through the window. THEIR POV - THE STREET - DAY The thunderbird rolls by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are feeling more and more apprehensive. There's obviously something wrong here. Burt is going ver slowly, almost reluctant to proceed further into this pla \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I guess nobody told them we were coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I hope not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Ah, hell, they're probably all out under a tent somewhere singing Praise The Lord. Vicky isn't convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car slows to a stop in front of HAN SEN'S COFFEE SHOP scene of the opening carnage. Like every other place in t town, it looks empty and deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are checking it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Let's see if there's a phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Unless a ghost is using it. Unlike when we last saw it, there is no sign of what went here. All of the tables and chairs are set up, the booths clean and the counter spotless. The only thing lacking is any sign of recent use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Burt and Vicky enter. The door closing behind them muffles a sound from the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "A BLACK SLEEVED ARM reaches to a butcher block and picks CLEAVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT ROOM",
          "text": "Burt is trying the pay phone with no luck. Vicky is looki at the CHALKBOARD on the counter. It says: TODAY’S SPECIA MEAT LOAF CORN FRITTERS MOM HANSEN’S HOMEMADE PIE $2.74. Vicky runs her finger along the counter and looks at the dust. Burt hangs up the receiver disgustedly. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Nothing. Not even a dial tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARKING LOT",
          "text": "TwO BOYS sneak along the side of the car. They carry side and keep low, out of sight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky are about to leave when they hear a NOISE the kitchen. Burt starts towards the kitchen door but Vic grabs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt! Please! Don't go in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Why not? It might be somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Please! Something's wrong. I can feel it. I've been feeling it ever since we got here. Let's just get in the car. Now. We'll drive to Hemingford. Or Grand Island. Anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vicky, you're really spooked. Come on, take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Please. Humor me. TI don't want you to go in there! The urgency in her voice, her insistence, wins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Alright. But at least let's look around some more. There's got to be somebody. And just as they turn towards the front door, Burt spots two \"somebodys\" messing with the car. They've got the doo open and are trying to sneak in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hey! Get away from that car! \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys, both around 12, dart off, leaving the door open Burt dashes out after them, several steps ahead of Vicky, isn't quick enough to catch them",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "See that? Just like \"back home. Leave your car for two minutes and look what happens. He hurries back to the driver's side and gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Get in. I don't want to lose them. She follows him into the car quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It lurches forward in the direction the boys ran.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What are you going to do when you catch them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Ask them where I can find some help. What else? (beat) Damn! Where'd they go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no sign of the boys. No sign of anyone. Up ahead see the main part of town. There's a REXALL, a FIVE & DIM the GRACE BAPTIST CHURCH with its towering steeple, and n to that, the three-story GATLIN MUNICIPAL BUILDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(nervous) Look, we're already in the car. Why don't we just continue on to Hemingford. It'll take us twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "But we've found people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Yeah. A couple of kids who tried to break into our car. \fBurt debates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "There is something strange about this place. After the way the old man acted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "And what happened to him. The thought chills her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Maybe you're right. We might be better off in a larger town anyway. He makes a U-turn in the middle of the street and starts heading out of town. Something stops him OFF SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Over there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I saw a door open and close. That house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I didn't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Let's check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Why? I thought we were going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Yeah, but if we know somebody's here....",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "We don't know anything. I was looking over there. I didn't see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Vick...Settle down. This is not a lab experiment, we don’t need all the answers... He starts driving towards the house. 65. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Don't patronize me, Burt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I'm not. I saw the door swing open. A quick look. It can't hurt. Vicky doesn't answer him. They pull up in front of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is up the steps to the porch in two bounds. Vicky ta longer. She's nervous and sullen. Only a SCREEN DOOR separates them from the inside. Burt shouts through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hello? Anybody home? He bangs on the frame a few times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hello? We've had an accident. we'd like to use your telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "You see? I told you. Now can we go? Burt frowns. He pauses for a beat, then opens the door an pokes his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt! This is somebody's house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Precisely. And all we want to do is use their phone. He enters the house. Reluctantly, Vicky follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a living room off to the left, a dining room to t right, and a staircase straight ahead. Other rooms are in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR POV",
          "text": "What isn't broken or cracked is worn, torn or faded. The upholstery on the couch in the living room looks as if someone took a knife to it \f67. The stuffing has been gouged out of the seat. A cracked picture frame hangs lopsidedly over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Vicky look at each other. Neither likes the feel about this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I’1l check the back. CAMERA FOLLOWS BURT behind the staircase and into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In disrepair and disuse, like the rest of the house, it d contain one item of interest to Burt. A TELEPHONE. He gra the receiver and raises it, but never gets a chance to di",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WIRE",
          "text": "Cut. It dangles uselessly from the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOYER",
          "text": "Vicky watches as Burt walks out holding the useless phone with its severed wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I found a phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Well, it certainly goes with the decor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Back door was open too. Whoever I saw must've slipped out. Probably one of those kids I chased off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Yeah. Who else would avoid us! I mean, it's not like we've got a body in the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Now, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Why don't we sit down and make ourselves comfortable. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VICKY(cont'd) I'm sure nobody'1ll mind if we pour the first drinks. Then when the City Council shows up....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Okay, I surrender. We're going. He moves towards the front door under her triumphant star conceding tacitly her right to be annoyed. They're about leave when A FLOORBOARD CREAKS above, They hear it and FR simultaneously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Don't you dare. Burt is like a puppy who's spied a squirrel up in a tree. thinks he has. He shushes her, his eyes never leaving the ceiling as he moves towards the staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt! This is ridiculous! I'm getting really angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(whispering) Come on, Vick! Don't you want to know who it is? Why they're hiding from us? This whole thing is so bizarre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(shouting whisper ) All the more reason to get out now! Burt is already walking up the stairs. Very slowly and quietly, his eyes constantly on the landing above. Vicky pouts and sulks and sighs and fidgets at the bottom, know she's unable to stop him. His curiosity is contagious as as she'd like to deny it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt slinks up the staircase like a cat stalking an unsuspecting bird. ANOTHER NOISE, FOLLOWED BY FOOT-STEPS. stops and looks at Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "As her eyes meet Burt’s. Someone is sneaking around up there. They both know it, but Vicky fears it more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt gets to the first landing. He checks ahead -the stai now reverse direction - then looks back at Vicky one last time. He is visibly more tense now. He's starting to swea and his breath quickens. He takes a step forward, and cre a floorboard himself. It freezes him to the spot. After a beat, he continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS",
          "text": "TwO BEDROOMS and a BATHROOM are visible. A SHORT STAIRCAS leads up to a MASTER BEDROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt steps on another loose board. It CREAKS VERY LOUDLY. Anybody waiting for him has to know where he is by that o He sucks in a breath. MORE FOOTSTEPS FROM ABOVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is at the top landing between the two bedrooms. He l into one of them, then disappears into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We recognize from the bed and bulletin board that this is bedroom Sarah was sick in three years ago when her father on the phone with her mother, x just before he was murder Only now, on that bulletin board, are tacked ALL OF THE PICTURES we've thus seen of her\" stick figure prophesies. The bedroom looks like it hasn't been used in a long time at least cleaned, and is dusty and full of cobwebs, but t crayon drawings on the manila paper are a child's illustrations of the nightmare that took over Gatlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DRAWINGS",
          "text": "Burt studies the drawings. He is seeing them for the firs time and they chill him to the marrow. He rips off the rendition of HE WHO WALKS BEHIND THE ROWS and stares at i",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PICTURE",
          "text": "As Burt stares at it. The evil figure stares back out at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALLWAY",
          "text": "Just as Burt turns out of the doorway, he comes face to f with. . . . . Vicky!!! Each jumps and gasps at the same time, their hearts racking and their eyes widening. \f70. Before they have a chance to rebuke each other, another N FROM UPSTAIRS. They look towards the master bedroom and n in silent agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get to the top of the short staircase and are about look into the master bedroom, in fact are craning their n and gripping each other with white knuckles from the tens when a TREMENDOUS, HORRIFIC SHRIEK scares the daylights o of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAHAHAHAHAHAHAHA. . .WIPE OUT",
          "text": "Vicky loses it. She screams before she can realize that i a record as the MUSIC of the oldie WIPE OUT, continues playing. Burt charges into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt stops dead in his tracks, finding himself staring do an equally frightened and surprised Sarah. Vicky enters t bedroom a BEAT later. Burt begins to laugh. Vicky joins h They laugh almost as hard as Vicky did in the car when sh saw the signs outside Gatlin, but they stop themselves wh they realize how frightened the child is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I'm sorry. Don't be afraid. we didn't mean to scare you. Sarah is staring at them like they're from another planet She warms to Vicky, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Well hello! What a darling little girl. What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(sheepish) Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Sarah. That's a lovely name. I'm Vicky, and this is Burt. Sarah won't look at Burt. She steals a glance at Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Are you alone here, Sarah? She doesn't answer. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Do you live here? Sarah shakes her head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "You just come here to play? Sarah looks down at the floor. Her record finishes and sh takes it off the turntable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt notices the manila paper and crayons next to her, registering the connection to the terrible pictures he's seen. He says nothing for the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Are your mommy and daddy around, Sarah? Sarah answers as if that's a stupid question, but the tho of the answer saddens her anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They're in the cornfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What are they doing there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "All the grownups are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Well, are they working? Or are they having some kind of meeting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(frustrated, a little frightened) Noooo! Isaac put them there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Isaac? Who's Isaac? Sarah shrugs defensively. She doesn't want to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Tell us who Isaac is, darling. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Our leader. Now Burt is getting frustrated and a little impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Leader of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Of everybody. Burt throws up his hands and walks over to the window. He had enough of this conversation, and frankly so have I. V keeps at it with Sarah, turning even sweeter and more pat in the wake of Burt's reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Could you take us to Isaac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(very grave) Uhhhh-uhhhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "While the conversation continues in the B.G. we watch as looks out the window and sees something that bewilders hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY, (VO)",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "That same, immense, invisible force we saw in the cornfie just before Chester Diehl was killed is now moving toward the town. The corn is shaking wildly and the sky darkens tremendous rate. A HOWLING WIND accompanies this. It soun ALIVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks away for a second, blinking his eyes in disbelie",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (VO)",
          "text": "He's scary! Burt looks out at the cornfield after his momentary respi",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY, (VO)",
          "text": "(to Sarah) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VICKY(cont'd) Sarah, it's very important that we speak to some grownups as soon as possible. Is there anyone around that you can think of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Nothing. No sign of what Burt saw a moment ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt rubs his eyes and accepts the possibility that stres getting to him. He walks back to Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Gone where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Into the corn! Burt intervenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "We're not getting anywhere with this, Vick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Give her a chance, honey. She keeps saying the townspeople are out in the cornfield. (to Sarah) Right, sweetheart? All of the grownups are in the corn? Sarah nods affirmatively. There is a chilling quality to innocence with which she does this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I tell you what, then. You stay here with her. I want to go look in that municipal building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(alarmed) Why? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Why? Because we've got a double murder to report and we're standing here with a pint sized version of Catherine the Great trying to make sense out of what happened to all the people in this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "I just thought she could help us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I know. Maybe you're right. She's all we have for the moment anyway. At least let's not lose track of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Alright. Maybe somebody will come for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "If they do, you just bring them over to the car and hit the horn. I'll keep an eye open. He kisses her lightly and heads for the door. The reality his departure suddenly makes Vicky nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt?...Do you think it's...safe? A beat. Burt isn't sure, but he doesn't want to scare her",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "For who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "For either of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Yeah. Weird, but safe. He smiles, and is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt closes the front door, the wooden one behind the scr and makes sure it's locked securely. He gets into the car \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Burt walks towards the center of town, checking everywher for signs of people. The sidewalks are empty, storefronts dark and silent. There's no one to be seen anywhere. Only sense at Burt being followed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STALKERS POV",
          "text": "CAMERA TRACKS Burt ACROSS THE PARK in the center of town. see THE POND in the middle of this park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The solitary car passes the Grace Baptist Church. Cornshu have been heaped in the doorway. The letters in the front sign haven't changed for three years. They read CORN DROU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the car goes by, A PREGNANT TEENAGE WOMAN steps out of shadows and glares at it. She hurries inside. This RACHEL DEIGAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT BEING FOLLOWED",
          "text": "Burt turns to look behind him, CAMERA hides as Burt turns onto the main drag and studies the buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wares are displayed \"but we can barely see them for the d on the window. Something has been written in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDOW",
          "text": "The message: HE WHO WALKS BEHIND THE ROWS SEETH ALL",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATLIN REXALL",
          "text": "The next building over. Cornshucks and corn leaves have b piled in the doorway and inside the display cases. ANGLE — THE CAR It continues its Stygian journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAVORING GATLIN GRADE SCHOOL",
          "text": "He passes the Gatlin Grade School. HE MOVES UP THE STEPS INSIDE. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APPROACHING THE BLACKBOARD from the door, we see A CORNCO CRUCIFIX hanging in the center of the black-board. Underneath, in chalk, is written: I HAVE WITHDRAWN MY HAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt pulls up in front of the building. He climbs the ste to a pair of WOODEN DOORS. There's A DRIFT OF CORN HUSKS the top step and another CORNCOB CRUCIFIX hung on each of doors. Burt looks at these thoughtfully for a moment growing more grim by the second. He goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is sitting on the floor, Vicky on the bed. Vicky tr to calm herself by calming Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Well, I guess it's just you and me. Sarah smiles at her. She is a lot less nervous than Vicky",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "So tell me, what were you doing here all by yourself? Just playing records? Sarah balks, tugs at her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Ah, come on. You can tell me. Sarah looks at her, wondering if she can trust her, then gives in. She points to her paper and crayons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Drawing? What's so secret about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Not supposed to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "You're not supposed to draw? \f77. Sarah nods affirmative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Says who? Isaac? A negative shake of the head from Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Malachai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Malachai? Now who's....Never mind. I tell you what. You draw me a picture and we'll just not tell Malachai, or Isaac, or anyone at all. How about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(brightening) Okay. She arranges the paper and crayons and begins drawing. Sh so sweet and adorable that Vicky can hardly take her eyes of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt pushes through the doors and steps into the LOBBY of building. What we see is not what he sees. We see, briefl scene from three years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LARGE ROOM",
          "text": "off of which are several doors, all with frosted glass an black lettering. One says: BUREAU OF REGISTRATION, anothe is: DEEDS and a third says: DOG OFFICER. In the back is a SIGN that designates: RESTROOMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is lively and full of people. THE MUNICIPAL WORK of Gatlin, country folks in casual attire, are crowded ar A TRIO OF YOUNG CHILDREN who are handing out LEMONADE, an charging quarters for it. The kids have brought a PORTABL STAND into the room, complete with pitchers, ice and a si and a cup for change, and the adults are finding themselv amused and refreshed. \f78. It takes a moment for the deadly poison in the drink to t effect, and as the shocked and confused people are trying figure out what's happening to them, AN OLDER GROUP of TEENAGERS, led by Malachai, charge in with their slaughte weapons. They cut their helpless victims down mercilessly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RESTROOM DOOR opens and POLICE CHIEF BILL HOTCHKISS c out straightening his belt. He sees the carnage and freez So do the murderers. They hadn't expected this. Hotchkiss dumbfounded and horrified, but he has the presence of min flee just as a half dozen of the demonic kids leap out at with their weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai expertly throws a knife after the police chief, Hotchkiss has slammed shut the door. The knife buries its in the wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "As he scans the quiet, empty room. There are no bodies, b the place is a shambles. Desks, chairs and tables are overturned, filing cabinets are down, and everywhere is C dried, brittle and yellowed with age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt passes a BULLETIN BOARD upon which are several notic Prominent among them is one that advertises: OLD FASHIONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "As he reads this, something flashes in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK FLASH",
          "text": "to Sarah's drawing of the revival meeting in the corn whe the child usurper (Isaac) shoved the minister aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt turns away and goes to the door marked BUREAU OF REGISTRATION. He begins to open it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house in which are Vicky and Sarah. A BLACK HAT COMES INTO FRAME, and then the body of the BOY wearing it. He i dressed in the black, cloth uniform we have seen. CAMERA WIDENS TO INCLUDE more than A DOZEN COMPANIONS. They are oldest boys we have seen, between 15 and 18 years old, an some of them are pretty big. All of them are scary. They have a hungry, lethal glint in their eyes. They've formed big semi-circle around Malachai, and they're humming thei weird song as they close in. All are armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is exploring the office. It's a shambles, like the other room, and corn is heaped everywhere in here too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He takes all this in with growing bewilderment. Then helo up at the far wall and we see his eyes widen with surpris",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WALL",
          "text": "It's dominated by the strangest PORTRAIT OF CHRIST we've seen. We know it's Christ but even so, there's a stronger resemblance to Lon Chaney in \"The Phantom Of The Opera.\" Christ is grinning and he has green hair but, after a mom we see it really isn't hair at all but rather corn plants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt crosses the room to the picture and takes it off the wall, standing on a chair to do so. He stares at the hide corruption for a moment and then smashes it on the floor. isn't out of control, but the image has affected and offe him deeply. He heads for the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA LINGERS on the window as Burt exits. Slowly, one b one, THREE BOYS, all crowned in BLACK RIMMED HATS, look i us and scan the now vacant office. They hold a brief, whispered conversation and then duck OUT OF VIEW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shadows are beginning to fall across Gatlin as the sun is getting low. \f80. The ominous circle of boys moving towards the house has broken up into two's and three's. A few are at the front door, which is locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two more find a basement window ajar and wriggle in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another group applies a crowbar to a living room window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSE",
          "text": "Sarah is still working on her picture. Vicky enters from another room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "How's it coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(innocent, angelic) You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(delighted) Oh! Can I see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yes. She finishes a couple of strokes and hands the picture to Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her face goes from bemused to horrified to repelled as sh looks at the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can tell from Sarah's expectant face that she has absolutely no idea that what she's drawn is bad in any wa Vicky is about to rebuke her when we hear the sound of GL BREAKING. Vicky whips around and looks out the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt climbs the stairs to the THIRD FLOOR. He's tired, sweating heavily, and beaten. He pulls the door open and exits into a dark corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR WALL",
          "text": "PAINTED IN RED along the wall, which ends at a FIRE ESCAP DOOR, are the words: THUS LET THE INIQUITOUS BE CUT DOWN THE TRUE GOD MIGHT COME FORTH Burt follows the words alon the wall, arriving at a pair of OFFICES on either side. O belonged to POLICE CHIEF BILL HOTCHKISS (The Blue Man) an the other to MAYOR JOHN D. REESE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt turns into the police chief's office and gets a frig",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT'S POV",
          "text": "A MOLDY SCARECROW, festooned with corn, is propped up in chair behind the desk. A POLICEMAN'S BADGE is pinned on t cloth shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky comes out of the bedroom and stops at the top of th stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(anxious, tentative) Burt? Is that you? She walks down the short staircase. The answer, at first, silence. Then, softly, the humming. Vicky listens, and clutches in her right hand the picture Sarah drew. Curios gets the better of her. Ever so slowly, she tiptoes down the top of the second landing and looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIRST FLOOR",
          "text": "The humming gets louder. The Children Of The Corn begin t congregate at the bottom of the stairs. They stare at Vic through rabid eyes. Their weapons and their intent are plainly visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(shouts) Who are you? \f82. They hum steadily. Vicky shouts even louder. She's terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What do you want? The humming stops abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai steps forward from the rear. He looks up at Vick with a blissed-out expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "We want to give you peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky figures that one out in a hurry. She lunges back upstairs, tripping and stumbling in her haste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai lets slip his pups of war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Seize her! And with a gleeful shout, the boys rush the stairs all at once. They fall over each other in their haste to do Malachai's bidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky runs into the bedroom SCREAMING AT THE TOP OF HER LUNGS. She slams the door and frantically pulls a CHEST O DRAWERS against it just as the first wave of boys arrives Their initial charge is dulled by the unexpected weight o the furniture, but it is obvious they won't be stopped. Vicky, still screaming, pushes against the door with all might. A HATCHET blasts through, cutting her arm and splintering the wood. Vicky screams again and clutches at arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door gives way and the boys, like giant black rats, p into the room. Vicky picks up a lamp and throws it at the Sarah remains seated on the floor, frozen, staring fearfu at the proceedings. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH'S POV",
          "text": "Vicky is dragged, literally, kicking and screaming from t room. Her clothes are torn, she's bleeding from the mouth arm and her face is badly bruised. She has dropped the crumpled picture on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah is left untouched and alone in the room. She hasn't moved through the whole thing. Her wide, terror-stricken tell the whole story. He lip trembles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is still there, trying to figure the foreboding scarecrow, but has decided he's had enough of trying to figure anything in Gatlin. He turns around and sees a picture on the wall behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PICTURE",
          "text": "It's the VIRGIN MARY, withering back from the onslaught o monstrous DRAGON. Underneath is a caption: AND WHEN THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "As he reads the caption, he senses something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He begins to move on, but something about this picture pu at him. He stares at it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PICTURE",
          "text": "His eyes study the dragon, and then the woman, and then t threatening dragon again....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then Burt begins to run. He flies out the door and in the....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR",
          "text": "Running as fast as his legs can carry him, slipping on th slick floor.... \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAIRCASE",
          "text": "He \"takes the stairs three at a time, two flights, and bu through the doors to the main lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOBBY",
          "text": "Burt streaks across it and crashes through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first thing Burt sees stops him momentarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THUNDERBIRD",
          "text": "It's wrecked; slashed, battered, the hood is up and the w ripped out; and the engine is stuffed with corn husks and plants. Burt enters frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt bolts down the stairs and past the car at a dead run His path is a trip in time. Various buildings he runs pas give us a brief glimpse of their terrible history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt runs past the library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK FLASHBACK",
          "text": "A GROUP OF \"CHILDREN\" are burning its books in a big bonf outside. DOZENS OF BOOKS are tossed out the windows by th inside while the ones outside heap them on the flames. IS supervises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He doesn't see this flashback, of course, but instead kee running. His footsteps and the steady sound of his breath are the only things we hear. He passes the REXALL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHURCH",
          "text": "As Burt runs past the church, we see another scene of hor",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICK FLASHBACK",
          "text": "The minister is being manhandled by Malachai and ANOTHER GROUP. They have already beaten and bloodied him. Now the roughly put a noose around his neck. He pleads with them vain. They shove him out of the bell tower and he plummet until the thick rope catches, snapping his neck. \f85. He hangs there with his eyes bulging and his tongue stick out, just like in Sarah's drawing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He remembers the drawing and stops for a beat to look up the steeple. The rope still hangs but the noose is empty. Burt gulps at the air and continues on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PARK",
          "text": "Cutting through the park, Burt leaps over THE POND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POND",
          "text": "A DOLL floats face down in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And finally, Burt arrives at the house. He sees the broke windows and kicked-in front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt nearly rips the screen door off its hinges, smashes the door. He looks around wildly, very much out of breath",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "He runs up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt charges in, wild eyed and maniacal. The sight that greets him is Sarah, who is shaking and whimpering in the corner. A LINE OF BLOOD shows where Vicky was dragged out the room. Burt kneels next to the little girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Where is she? Where have they taken her??? Please I Sarah is severely traumatized at the moment. She looks at Burt blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(pleading) If you have any idea you've got to tell me. She's in danger. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BURT(cont 'd) She could be your mother. Please! Please! The urgency in his voice, perhaps that last line, reaches something in Sarah. She surfaces briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Malachai....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Who? Malachai? Where do I find him. Sarah stares at him for a moment, then looks over to the crumpled picture Vicky dropped just before she was taken. Burt grabs it and uncrumples it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PICTURE",
          "text": "Just like all of Sarah's other drawings, in crayon, it sh an obvious likeness of Vicky - same clothes and hairstyle although in stick figure - crucified on a cross in the cornfield. There is blood dripping from several wounds including the one we saw her get in the arm. We cannot te if the Vicky in the pic-ture is dead or alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "As he reacts to the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP. Vicky is lying on something, flat on her back somewhere in the cornfield. It's a large clearing. She is only semi-conscious. Bruised and bloody, she drifts in an out of awareness. She seems to be hearing voices, which w also hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAI, (VO)",
          "text": "Does He speak to you, Isaac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (VO)",
          "text": "He speaks to me always, but today He is displeased. Vicky isn't sure whether this is just a bad dream. She to her head from side to side, trying to awaken herself. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAI",
          "text": "We now see that this is indeed no dream. The two are ther with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "He is displeased with you Malachai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "(nervous) What have I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(angry) oo Question Him not in vain! Do you not know you did sacrifice Joseph without an offering? Did you not spill the blood of the old man when his oil and gasoline were still useful to us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "We have our own fuel now. In the still. From the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Shew not your pride, Malachai. We have not enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "(vindictive) And is the Lord not displeased that we have not offered Him Sarah and Job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Sarah has the gift of Sight! She warned us of the coming of the interlopers. Question not my judgment, Malachai. I am the giver of his word. Malachai glowers at Isaac. For the first time, we see him unafraid of the younger boy, even a bit scorn-ful and resentful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "She struggles to open her eyes and see where the voices a coming from. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC, (VO)",
          "text": "Now go you and bring me the hus- band. VJe must offer them tonight. When Amos leaves us. Vicky suddenly feels herself being pulled, jerked, up int the air. She snaps out of her daze enough to see what is going on around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is being raised into the air. She sees Isaac below, a the departing Malachai. There are several other CHILDREN around, helping with the erecting of her cross. Only now does she realize that she is tied to a large, WOODEN CRUCIFIX. It is turned as it's raised, and she finds herself....",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY'S POV",
          "text": "...face to face with The Blue Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Her horror and revulsion are too intense even for a screa She presses back as hard as she can against the cross, ba away from her fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is running - along a wall of the corn, frantically screaming for Vicky. He is hot, tired and out of breath. is also intensely determined. He rips the corn plants out the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is lost, or at least he doesn't know where to begin. All he knows is that Vicky may be out here somewhere, undergoing some unspeakable torture. He tries another direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He's pressing his way through another row. The corn seems have thickened, as if Burt was at the bottom of a giant green pool. There are no longer discernible rows, just on giant wall of corn. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plants themselves are beginning to resist Burt physically. Leaves swat him in the face. One cuts him wit its razor edge. A stalk bends over in his path, wrapping itself around him. Burt is getting panicky, but mentally fighting the idea that this stuff has a will of its own. finally loosens the tenacious stalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Jesus Christ! He struggles on, sure of only one thing. His will to find Vicky. And then he spots something that may help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH STEEPLE",
          "text": "He spots the highest place in Gatlin, from where he can l out over the entire cornfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDGE OF THE FIELD",
          "text": "Burt emerges from the corn, fighting his way to the very last. He is plastered with plants - leaves, silk, husks - and is bloody and exhausted. He tears the stuff off of hi He finds himself next to a BARN, and decides to check it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is quite large, made out of wood, and painted red. THE DOORS ARE OPEN so Burt approaches carefully. There is no sign of anyone about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Someone is watching Burt as he walks towards the barn. He still brushing corn plants off himself. The watcher makes move towards him, but keeps pas with him at a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt pokes his head in to make sure no one is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same POV as Burt's, but three years ago. At first we thin this is what Burt is seeing, just as in the Municipal Building, but we will quickly realize it is from the past Police Chief Hotchkiss - sweating, disheveled and out of breath - is alone in the barn. \f90. He looks at A PAGE FROM A BOOK very briefly, then stuffs piece of paper in his shirt pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes to a STILL which is housed in the barn. Next to i are SEVERAL 500 GALLON METAL CONTAINERS marked GASOHOL. H finds some HOSES, cuts off the metal ring fastners at the ends and connects them to the spigot on one of the drums. He's starting to unwind the hose out of the barn when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, he's jumped by SEVERAL TEENAGE BOYS. They beat unconscious with ax handles, but not until after a fierce struggle. During the melee, his shirt is ripped and the piece of paper falls to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After the boys have dragged their unconscious victim away figure steps into the barn and picks up the paper. It is Job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt looks around. He sees the gasohol drums, the still, FAIRLY MODERN TRACTOR, and basic FARM IMPLEMENTS. But no Vicky. He heads to the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is nearing the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Again we see Burt through the eyes of whomever is stalkin him, maintaining that careful, respectful distance. Burt starts to go in the front, then thinks better of it and w around the side. We follow Burt from THIS POV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt creeps up the back steps to the church and listens a the door for a beat, then tries the handle. It's open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt enters from behind the pulpit. He walks along a narr CORRIDOR, stops, and looks into the sanctuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCH SANCTUARY",
          "text": "The same place Burt is looking at, only three years prior The gray haired MINISTER, whom we saw depicted in one of Sarah's drawings and also later hanged from the steeple, kneeling in prayer at the pulpit. Isaac, Malachai and the cohorts walk up behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Minister is unafraid at this moment. He has \"been reading from his BIBLE, and rises and turns on the Childr with a defiant stare. He turns the book around and holds up to Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BIBLE",
          "text": "It is open to THE BOOK OF REVELATIONS. A page is missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac holds out his hand and Malachai hurries to fetch hi ANOTHER BIBLE. Isaac opens this one to the corre-sponding page and reads for a beat. He looks up at the Minister, w says something to him which we do not hear. Whatever it i Isaac sneers at the older man. He takes something out of pocket and holds it up for the Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POLICE CHIEF'S BADGE",
          "text": "Unmistakably the real thing. It says: CHIEF OF POLICE and the bottom: GATLIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Minister is shaken. Isaac rips the page out of the Bi and crumples it, dropping it to the floor. The Minister b up, but the Children of the Corn are upon him. We've alre seen what happened next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first thing Burt sees is the destruction, even more vandalism than in the Municipal Building. The ICONS have been chipped, broken and painted upon; slogans have been painted on the walls in red: AND YE SHALL WORSHIP NO FALS GODS BEFORE HIM and AND A CHILD SHALL LEAD THEM; cornshoc and plants have been heaped everywhere; and THE CHRIST FI has been completely redone in corn - a crown of corn, cornsilk for hair, etc. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And much to Hurt's surprise, there are PEOPLE. He hides i the shadows. A CEREMONY is taking place. Rachel Deigan, t pregnant girl who watched Burt drive by on his way to the Municipal Building, is there with her TWO YOUNG CHILDREN. Behind them, filling the first few pews, are a DOZEN ONLOOKERS, none of whom are older than 18. They are all watching as AMOS DEIGAN, a dark-haired boy of 19, is made ready for a very special occasion. He seems almost in a trance, and gives his wife a blissful, unseeing smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLACK ROBED GIRL steps up to him and offers him a COB- HANDLED KNIFE and a BOWL hollowed out of another cob. Dei takes these and makes an incision in his chest, over his heart. He begins to draw a PENTAGRAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He is alternately fascinated, horrified and revolted by w he sees. He is hardly able to restrain himself from stopp Amos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amos finishes the last line of the symbol. He hands the g back the knife and begins squeezing his blood into the bo When he has SEVERAL TABLESPOONS, the girl wipes the wound hands him a QUILL PEN and a SCROLL. She holds the scroll unfurled while he dips the pen in his blood and writes something down. The girl takes the pen and the scroll awa when he's done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deigan then turns to his family. The congregation begins hum as he offers the bowl to his wife. She tastes it with hesitation, then prepares to give some to the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that point, Burt can stand it no longer. He jumps out from his hiding place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "No! He continues forward, stopping only at the edge of the pulpit. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Are you out of your minds??? What the hell do you think you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is dead silent. Everyone stares at him with hate eyes, everyone except Amos. He is too blissed out. He giv Burt the same vacant look he gave his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "Today's my birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "You've got a pretty sick way of celebrating, it. He turns on Rachel. He has suddenly assumed the role of a reproachful parent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "And you! Are these your children? You ought to be locked up for even allowing them to see this much less.... The black robed girl shouts at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Silence, interloper! Your presence does profane this holy place. He will reckon with you I",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Well that's fine, whoever \"he\" is. I happen to be a doctor. Maybe \"he'd\" like to discuss the medical ramifications of carving yourself up with an unsanitary object not to mention what it would do to those kids to drink it! Amos is confused. Someone is suddenly condemning what sho have been his hour of triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "But it is as it should be. As it is written.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Speak you no more to him, Amos. He is an Unbeliever! \f94. She looks to one of the boys in the pews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Hurry. Bring Isaac...No, Malachai. The boy rushes out. Burt ignores this. He's making some progress with Amos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What do you mean, ‘As it is written? Written where? Amos looks at the scroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scroll is resting on a ceremonial TABLE. The knife li next to it. Burt makes a move for the scroll just as the girl/priestess grabs for it. She gets the scroll first bu Burt gets her wrist. He is a different Burt now, a man wh has been pushed too far and is desperate. He twists her a forcefully and takes the scroll from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several of the OLDER BOYS in the congregation walk forwar Burt eyes them aggressively and they hesitate. He goes ba to the scroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCROLL",
          "text": "He unfurls it, revealing a list of names, all written in blood like Amos'. The difference is that theirs are dried and brown, his is fresh red. Beside each name is a birthd and date of death. ZEPENIAH KIRK (GEORGE) B. OCT. 14, 196 OCT. 14, 1982 YEMEN HOLLIS, (EDWARD) B. JAN. 5, 1964 JAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "5, 1983 MARY WELLS, (ROBERTA)",
          "text": "and so on, until the last name, which is AMOS DEIGAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt looks at Amos in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I don't understand. These kids all died so young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "Not die. We go to Him, on the first night of our 19th year. Night is His time. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "And what happens when you go to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY who ran out for Malachai bursts back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Malachai comes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl/priestess commands the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Seize him! Don't let him escape. Burt starts to back up as the emboldened youths surge forward. The girl picks up the ceremonial knife and plung it into Burt's right shoulder. He staggers backwards and falls into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PILE OF BIBLES. They are all open to a particular spot REVELATIONS - AND A PAGE HAS BEEN TORN OUT of each one at this spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt yanks the knife out of his shoulder, grimacing in pa The onrushing youths stop when he points the knife at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(enraged) Is this your religion? He picks up one of the bibles with his left hand throws i them, and another and another, until he pauses once, noti the missing page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What did you do? Rip out the ten commandments, or just rearrange them to suit your needs? He rises to his feet, but staggers from pain and loss of blood. The boys inch forward. Burt stops again, threateni them with the knife. He backs out of the church... \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt exits the rear door....and begins to run. He tosses away the knife. After a BEAT, the hordes come running aft him. The girl/priestess is last, exhorting them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Seize him! Don't let him escape",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Whoever this is who has been stalking Burt watches him ru towards the main part of town. The stalker ducks away abruptly, hurrying himself to keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is running through town. He turns down a side street only to find Malachai and his bunch running towards him. does an about face and heads the other way, narrowly. avoiding the group that chased him out of the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt runs and runs, turning errantly whichever street or presents itself. Finally, he has to stop for breath. He quickly finds himself surrounded by a HALF DOZEN BOYS, al them armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt stares them down, turning all around so that he can if and when any of them make their move. The boys are cautious. Burt is at least ten years older than the oldes of them, and he isn't any pushover. He is a wounded, desperate, adult and the boys sense this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I'm warning you guys. This isn't a game. First one of you comes near me's gonna get his head knocked off. CAMERA PANS THEIR FACES. These are children. The murder i their eyes is so incongruous with their physical selves t it is hard to imagine they are as deadly as we've seen th be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of them charges Burt and swings a sickle. Burt blocks and knees him in the groin. \f97. As the boy doubles over, Burt pounds him between the shou blades, sending him to the ground. Burt will make ingenio use of his medical knowledge before this day is over. He picks up the sickle and swings it, just in time to send t more attackers scurrying backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "God damn it! Now keep away from me! He walks towards them resolutely. They give ground, letti him pass. But just as he seems to be free...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai and his little Huns round the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Shit.... They explode after him, shouting and cheering in their killing frenzy. Burt takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE MUNICIPAL BUILDING",
          "text": "Burt shows some agility, wounded shoulder and all. He cat the bottom of the fire escape after a running leap which the tallest of his pursuers can match. Using his left han he pulls himself up and clatters up the metal stairs. He carries the sickle in his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of the taller boys follow him, others stream around the front entrance. ANGLE - ROOF OF MUNICIPAL BLDG. Burt climbs to the roof from the top of the fire escape. runs across it and without stopping, jumps to",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROOF OF THE REXALL",
          "text": "...the Rexall roof, and RIGHT INTO A PILE OF DECAYING, SKELETAL BODIES of the former adults of Gatlin. He lands first in the grisly mess. He gasps and swoons from the si and smell. He pauses until he hears the shouts behind him",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT'S POV",
          "text": "Several of the OLDER AND LARGER BOYS, led by Malachai, ha reached the roof of the Municipal Building. They are runn towards the jump-gap. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt notices that the ARMS AND LEGS of several of the bod around him are jutting up at strange angles. With several swift, angular strokes, he cuts a number of these into SH BONY SPIKES and points them towards where his pursuers wi be coming from. He lops a final HAND off at the wrist and positions the protruding bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(to the corpse) Thanks for the hand. He runs to the edge of the Rexall roof. The only way off to jump, about 20 feet down. He looks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT'S POV",
          "text": "The first assault wave from the Municipal roof lands in t pile of bodies after clearing the jump. One boy falls squarely on one of the \"spikes\" and is im-paled. Malachai gets one through the leg, and falls in agony. Two other b however, land with no problem although they first run to check on Malachai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt climbs over the edge of the Rexall roof and hangs as as he can before dropping. He falls into a tuck-and-roll, coming out of it with just a slightly sprained ankle. Suddenly, bottles, knives, rocks and other weapons begin rain down upon him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With glass breaking all around and the metal weapons stri the pavement by his feet, Burt hobbles away as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REXALL ROOF",
          "text": "The pursuers have already formed a \"chain\" and are loweri their horde to the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STALKER'S POV",
          "text": "The person who has been stalking Burt sees a new line of Children take up the pursuit. Burt heads to the left, and does the stalker. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY A HOUSE",
          "text": "Burt uses a 25-yard distance between him and the Huns to and gulp air. He's looking back, waiting for the first si of the demons when he hears something from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPPER WINDOW",
          "text": "TwO GIRLS, dressed in drab, gray dresses, have opened the window above him and are pouring something out of a kettl towards him. ONE OF THEM IS PREGNANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt dives out of the way, barely avoiding several gallon BOILING CORN OIL. He looks up at the girls in disbelief. They stare down at him in blind hatred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are coming and it's time for Burt to flee. He ru past more houses. He's about to run back into the cornfie when somebody calls to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Hey Mister! Over here! The size, age and innocence of the boy stop Burt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Still in his oversized suit, he's a comically absurd figu",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "C'mere! I know where to hide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt looks back and sees the alternative. He decides to chance it and runs after the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "C'mon! They run into the backyard of the house next door. This i the house where Burt and Vicky first found Sarah. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job leads Burt to a pair of outside cellar doors, one of which is open. The little boy runs down them like the whi Rabbit. Burt follows like Alice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's danger here. It's dark and Burt's eyes are acclimated to the light. He sees Job reach up and close t door over them, then switch on a flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's another door at the bottom of the steps and an ol unused one adjacent to this. Job opens the latter one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRWAY",
          "text": "Job leads the way with his flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Careful. They walk down a short flight of creaky, wooden stairs towards a lighted room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the dim light of a KEROSENE LAMP, Burt finds himself i homemade bomb shelter. It is a 30 x 30 room packed with supplies - cots, food (canned and dried), medical supplie books, tools, etc - everything a \"survivalist\" would stoc for about three months. Sarah is sitting at a small table staring at Burt. She is in her \"adult\" costume also. Burt scans the room with his eyes, finally coming back to the little boy in the strange outfit who says ecstatically:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Isn't it neat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is low in the sky. It will be dusk in less than a hour. Isaac and Malachai are having a heated discussion. Malachai's leg is bleeding through ban-dages. Vicky, now unconscious, is still up on the cross next to The Blue Ma There are about A DOZEN BOYS present. They listen intentl to the argument. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "The Lord will' be pleased enough with Amos. We need the woman. She will bring the man to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "No! He must be taken without her. We cannot remove her from this place. It is Holy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "To bring Him two we would not use one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(threatening) Do not blaspheme, MalachaiI You know not the laws. He speaks them only to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "(enraged) I think not, Isaac I You are the one who has lost favor with Him! He is a God of blood and sacrifice, not ceremony!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "(shouting) Liesl Sacrilege! Down on your knees, heretic! Malachai lashes out with his fist and knocks Isaac to the ground. Malachai stands over him. The new Usurper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Command me not, Isaac, for you have grown prideful, and apart from us. He Who Walks Behind the Rows will decide your fate. Isaac, dripping with venom and utter hatred for Malachai, turns on the assembled group. He screams invectives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Don't just stand there! Seize him! Punish him! Cut him down! I command you. I am the Word and the Giver of His Laws! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ISAAC(cont 'd) Disobedience to me is disobedience to Him, He Who Walks Behind the Rows, and He will slay you with a thousand times a thousand deaths each more horrible than the last!!! Isaac's words fall on deaf ears, or at least changed mind The boys gather around Malachai, not to seize him but to accept him as their new leader. Malachai accepts the role matter-of-factly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Cut the woman down. Put Isaac in her place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "No! You dare not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "We will see how he favors you. Isaac is seized and dragged to Vicky's cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "No! You blaspheme! He will punish you! The jaws of Hell will devour you. All of you! He struggles violently but in vain. Vicky is cut down fro the cross. Malachai watches with vengeful approval, as Is is put in her place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PROCESSION enters the clearing. It is Amos, followed by his wife and children, escorted by candle bearing Childre the Corn. Amos steps forward, that glazed look in his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "I'm ready to celebrate my birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "We have a surprise for you, Amos. Isaac is going to keep you company. Amos, Malachai and the rest look towards the cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac is on the cross, still kicking, struggling and shouting. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Malachai! He will punish you! He will punish all of you! He will not forgive you. None of you will be forgiven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is finishing bandaging his shoulder wound with the available medical supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "My dad built it. For when the Communists launch their first strike. Burt laughs bitterly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "The Communists aren't going to get us, Job. We're going to get us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Are you looking for the lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(sharply) Yes! Have you seen her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "They took her to the clearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What clearing? Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "In the cornfield. Where The Blue Man is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "I followed them. Just like I followed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Show me. Sarah intercedes with surprising vehemence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No! You can't. It's almost night. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Night is His time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(frustrated, confused) Whose time? What are you talking about? Sarah hands him a picture from her stack. Burt walks over the table where she's sitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PICTURE",
          "text": "It is a picture he, and we, have seen. It shows the figur He Who Walks Behind the Rows, with that caption underneat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands her back the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I've seen these. In the house. I don't believe there's a bogey-man out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Is too. He made them kill my mom and dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(sincere) Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "I don't remember everything that happened cuz I was only five then, now I'm eight... As he continues, with Burt listening intently, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night is falling. There's a small glimmer of sun on the horizon, sinking fast. Malachai looks around. He calls ou to his unseen foe. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Outlander! We have your woman. She still lives! And indeed she does. CAMERA WIDENS TO INCLUDE VICKY, who bound and in Malachai 's grasp. About TWENTY BOYS are milling about, waiting to do their part if Burt should co",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "(to a group) Five of you, go through the town. Call to him. Tell him we wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job is finishing telling Burt the story. His words should sound familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Then it was Malachai who killed the old man at the gas station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Uh huh. I think his name was Mr Diehl, but once I heard Malachai say it was Judas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(pleading) Job, you've got to take me to that clearing. I think it was Malachai has taken Vicky, and if I don't get there soon, I'm afraid she's going to wind up like Mr. Diehl. Job ponders very seriously for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai is still calling to Burt, baiting him with Vicky",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Outlander! Maybe you don't hear well. How's this? \f106. He pulls the knife across Vicky's face, cutting her cheek She screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Burt! Don't.... Malachai clasps a hand over her mouth, muffling her warni",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Her blood will spill, Outlander Unless you give yourself up unto Him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT, JOB",
          "text": "The three emerge from the bomb shelter and begin running towards the corn. They cross the street and run to where field is visible. Something jerks Burt to a sudden halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT'S POV",
          "text": "In the distance, near the barn by the cornfield, Malachai still holding Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "We won't wait much longer, Outlander! It is coming Night, and Night is His time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt has to resist the temptation to run directly to Vick aid. Job and Sarah now see what he is looking at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "(hissing) Malachai! (then childlike) He's in trouble now....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Job, you and Sarah find a place to hide. If anything happens to me, you head out of town as fast as you can. Stay on the road, and don't stop until you reach Hemingford. Now go on. Burt hasn't stopped looking at Vicky the whole time. He r OFF SCREEN, leaving Job and Sarah watching him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Night comes, and night is His time. The corn begins to rustle until it actually seems to tremble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He Who Walks Behind the Rows is on the move, casting a bl shadow against the blackening sky. The corn bends to His will, flattening on all sides as the God surges forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CLEARING",
          "text": "Isaac, from his high vantage point, sees what's happening the corn. Terror fills his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "Amos has been sitting cross-legged in the clearing. Waiti Staring off into a private place. He senses the approachi force and stands up. He is smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "It's Him. He's come for me. He's come to welcome me. He looks into the sky, all about, but cannot see any-thin Searching, he wanders out of the clearing and into the ro His calling fades in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMOS",
          "text": "I am here, Lord. I'm ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whimpering and cowering like the 14- year old boy that he Isaac watches as Amos disappears into the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An eerie wind is beginning to blow, somewhat like the win the outer edge of the eye of the storm, which signals the of the calm and the beginning of the apocalypse. In the BACKGROUND, the corn is breezing wildly. Debris, tumblewe parts of corn plants, etc, are blowing across Gatlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He is creeping up on Malachai with quick bursts of speed cover to cover. \f108. He runs from the back of A HOUSE to A FIXTURE OF PIPES AN TUBING that leads out into the cornfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIXTURE",
          "text": "There's a CEMENT APRON around the fixture, and a removabl COVER in the cement. Some WHITE LETTERING has been painte on the side of one of the pipes: SPRINKLER PUMPS #5 AND # Burt looks out to where the tubing leads and sees....",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD",
          "text": "Even in the dark, he can make out the shape of TwO GIANT SPRINKLERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is some HOSE and TUBING lying around the fixture. B picks up a length of the metal tubing and hefts it in his hand. He looks at Malachai differently now. Not more than feet separates them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT, INCLUDING MALACHAI",
          "text": "Before Burt can make his move, A NOISE from the corn-fiel distracts everybody. All heads turn towards it. They can nothing, only hear A SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac is ashen and sweating. His eyes are filled with unspeakable horror as he listens to the sound of Amos screaming just beyond him in the corn. That area of the c is being torn up by something tremendous. There are terri beastly howls around Amos' feeble screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SOUND OF TEARING AND BREAKING, followed by a GURGLING, quiets that area of the corn momentarily. Isaac waits and listens, straining to see. Suddenly, something is heaved into the clearing from the field. It looks like a sack, o what might once have been a body. It is wearing the remna of Amos' clothes. As it lands in a heap, it splatters blo on Isaac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shadow, visible even in the dark because it is blacker the night, falls over Isaac. He is looking straight up at something immense. He begs and pleads with it like a chil \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "I...I did as you commanded...I was good...I swear it... His eyes widen further, if that is possible, as the shado descends upon him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "NoOO000c0000!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even more wind now, almost a gale. There is a single, gia death cloud over Gatlin. Burt uses the oppor-tunity to attack. Malachai and the others are so preoccupied with what's going on out in the cornfield that they've allowed themselves to be caught off guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky sees Burt charging. She jerks her body around so th Malachai’s back is turned into Burt. Burt slugs him with pipe and butts him with his good shoulder. Malachai spraw to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(to Vicky) Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIFE FIXTURE",
          "text": "Job and Sarah have been trailing Burt. They run from the back of the same house he did to the same sprinkler fixtu They watch excitedly as he takes on Malachai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky has run to the barn. Burt is trying to catch up to but the circle of boys has closed around him. He lashes o with the pipe, scattering some of them in front, but sudd his knees go out from under him as Malachai tackles him f behind. They roll in the dirt, Malachai pressing down wit his knife while Burt tries to resist him with his left, h The boys do not intercede, sensing this is Malachai's fig They are also a bit intimidated by Burt. He's the first \"man\" many of them have had to deal with in some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt bucks Malachai with his leg, giving himself-;just en time and room to swat him across the face with the pipe. \f110. Malachai goes over on his back and Burt is instantly on t of him. He whacks the knife out of the boy's hand, then g him by the throat with his right hand (the bad shoulder s and raises the pipe over his head. He is completely in control of his dazed adversary. Malachai's life is in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt hesitates. He looks around at the circle of boys. Th don't know what to do. Burt's eyes are white hot with accusation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Is this what you want? Another killing? Is this what your Isaac preaches? And almost as if in response, they hear Isaac's scream. I so inhuman that it distracts everyone, including Burt. Th scream is followed by ANOTHER NOISE, perhaps even more frightening and certainly less human. It's like the growl a lion, only much deeper and more potent, like water drai into a thousand foot well. It is a sound that is at once recognizable and yet unlike any we have ever heard. It should chill us to the bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEVERAL OF THE BOYS runs away, so frightened are they by \"declaration\" from the cornfield. Burt rises to his feet, staring out at the darkness in awe and wonder. He forgets about Malachai, which is a mistake, and begins instinctiv to move towards the barn for Vicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Malachai scrambles to his knees. He looks at the remainin boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAL",
          "text": "Get him! Kill him! Nobody makes a move. Malachai is stunned that they would disobey him, but he is too filled with hate to worry abou that now. He sees his knife on the ground and picks it up Rising, he prepares to throw it into Burt's back. But jus as he does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A VOICE calls out to him. It does not sound human. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "Malachai! Burt hears it too, and turns around to see Malachai, the remaining Children, and the figure who has stepped out of corn and is walking towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "It is not Isaac, but once it was. This is a demon Isaac, hideous perversion of what used to be a little boy who wa possessed by a fanatical religion. Much of his skin has b eaten away - gnawed to the bone by some beast of nightmar His eyes are huge globes staring at something not of this world, as he is not any longer. His hair, the wisps of it that are left, seem more like corn leaves and corn silk, indeed there is a greenish tinge to what little skin he h left. His clothes are plastered with corn plants and smea with kernels. His hands, reaching outstretched for Malach are bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISAAC",
          "text": "He wants you too, Malachai! He wants you too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The half dozen Children left run past Burt into the barn. couple remain behind him and watch from the safety of his presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALACHAI",
          "text": "He starts backing up. Alone. The look on his face is not demonstrable terror, or horror, or fright. It is way beyo that, so far that there is little emotion left with which express what it is. He's trembling and sweating profusely His hands and feet are like lead. He tries to flee from t oncoming demon but he can't seem to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isaac catches up to Malachai, hissing and growling like a animal as he leaps upon him. Malachai buries his knife up the hilt in Isaac's chest, but it doesn't even faze the smaller \"boy.\" Isaac is already long since dead. He drags Malachai back into the corn with irresistible strength. Malachai's screams echo through the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt turns to the barn and sees that Vicky has witnessed spectacle. \f112. The Children who ran into the barn are huddled around her She meets Burt halfway to the barn and they embrace passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Thank God you're alright. Job and Sarah come running over to them. They're terribly upset by what they've just seen and they cling to Burt an Vicky. But just when you thought it was safe to go back i the corn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt, Vicky and the children are physically jarred by the power of the roar. The monstrous sounds continue as light and lightning shatter the darkness, accompanied by a ragi wind that tosses debris in every direction. It's as if th monster is going to destroy the entire town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our \"family\" hurries to the relative safety of the barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt, Vicky, Job and Sarah join the other six Children wh are huddled in here, frightened out of their wits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I don't know. If I knew what it was out there maybe I could tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "It's He Who Walks Behind the Rows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "What if we run for it. Try to make it to the road. Burt looks at the children, and Vicky's wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I think we're safer here, at least for the time being. They listen as the horrendous noises continue outside. Th are slamming up against the barn walls. \f113. Without warning, one of the planks explodes. The wind how in, muffling their screams of terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt goes to Job. Something has to be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Job, has anybody ever tried to hurt the monster? Any of the parents or adults, before they were. Job remembers what happened to them. To his parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "(quietly) The Blue Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Who's the Blue Man? what did he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Officer Hotchkiss. The Chief of Police. He came down here after he talked to the minister. He was reading a page torn out of the bible. And then he was doing something with the still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "What stopped him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Malachai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Why was he reading from the bible? What was it? Job reaches into his pocket. He pulls out a COMPASS, a PE KNIFE, a RABBIT'S FOOT KEY CHAIN, TWO BASEBALL CARDS, and WALLET. He pores through a number of PAPERS he has in the wallet. Outside, the sounds of Armageddon. The barn rocks and sways to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Hurry up, Job! Job finally finds what he's looking for. He hands Burt th page from three years ago. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PAGE",
          "text": "It's from REVELATIONS, CHAPTER 20. VERSE 10 is circled in RED. 20:10 And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever. Burt remembers something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just after the black-robed girl stabbed Burt and he fell the pile of bibles, he noticed a page had been torn from of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt fights his frustration. He looks at Vicky, who has read the page over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I don't know what it means! Another plank explodes. And another. They duck out of the way of the splintering boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(shouting, to Job) What was the Blue Man doing at the still?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "He hooked the hose up to it and was rolling it out. Burt ponders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Lake of fire...Fire! He must have been trying to burn the field. \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "But how?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "With the...Never mind. Burt springs into action. He becomes the Field General of this motley fighting force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "You kids I Get me all the hoses you can find. Job, Sarah, find a glass bottle, a soda pop bottle if you can. Vicky, come here. Burt leads Vicky over to the GASOHOL DRUMS. He takes the from one of the kids. It won't connect to the spigot",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(to kid) Give me your knife. The innocent looking boy hands Burt a mean looking knife. Burt hands it to Vicky and holds up the hose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Cut it. She does so. Burt jams the end onto the spigot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "(to Vicky) You're going to have to hold this tight when I go out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "Where??? What??? Are you crazy??? Burt ignores her. He barks an order at the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Connect those hoses. Hurry! Job arrives with an empty, ancient bottle of PEPSI. Burt takes the hose off the spigot long enough to fill the bot with gasohol. He rips part of Job's shirt and stuffs the into the bottle. Job protests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "Hey! \f116. Burt smiles and touches the boy's cheek as he shakes the bottle thoroughly, wetting the rag with the gasohol. He turns to Vicky and gives her a hard, sudden kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I love you. Remember to keep that hose on tight. He jams it up against the spigot and opens the valve. Vic doesn't know what to say, so she says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt lights the rag with his cigarette lighter, picks up hose, from which gasohol is beginning to pour out, and ex the barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A scene worthy of the sounds we have just heard from insi the barn. There's a gale force wind blowing out of the cornfield. Wood, glass, corn - all kinds of debris - are being tossed about. The sky is dark but darker over the cornfield, except for the middle which is glowing and sparking. The houses and buildings of Gatlin are coming apart, both from the wind and the noise, that incredible chilling roar, emanating from the cornfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt runs with the hose and the Molotov cocktail towards sprinkler pump fixture. An even more savage roar goes up from the monster. Things begin to come out of the field, shot as if from cannons, right at Burt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At first the corn plants seem like debris. They whip arou Burt's legs, tripping him, and around his arms. While he' struggling, more are piling on top of him. He's becoming entangled in a net. Panic stricken, Burt struggles to fre himself. He's tearing at the stalks when he sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLUE MAN AND HIS CROSS",
          "text": "The crucifix and its dead occupant are about to smash Bur into the ground. He rolls out of the way just in time, barely avoiding the ten foot wooden icon. But he is still entangled in the corn stalks. Job suddenl appears with a knife. He starts hacking away at the stalk They bleed and the monster howls in protest. \f117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is free. He picks up the hose and cocktail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Get back to the barn! He runs forward. Job stays right where he is, not wanting abandon Burt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is almost at the pump when THE BODIES OF ISAAC AND MALACHI - what's left of them - are now flung upon him. H skeletons, half decaying flesh, they entangle him ina lifeless grappler hold. Burt struggles to rid himself of them and finds it isn't that easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "He stands frozen, watching in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD",
          "text": "And now the monster itself rears its head and bellows its intent. It is immense, formless, a vision of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt is working feverishly. He opens the metal cover on t pump and tries to unscrew its connecting valve. The thing won't budge. The hose is spilling gallons of gasohol by t second and is in danger of running out. He grabs another piece of loose tubing and uses it as a lever. The valve finally opens. Job arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monster moves slowly, steadly, inexorably towards Bur and Job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt jams the hose into the valve. He throws the switch and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNFIELD",
          "text": "...Nothing happens. The monster approaches. Burt and Job will never make it back to the barn. The Beast is too clo But then, the sprinklers begin to move, kicked to life by sudden increase in pressure. They begin to spew gasohol o the sacred corn. \f118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Beast is enraged. It looses a deafening roar of prote and pain. It lifts the giant sprinklers into the air like they were toys and thrashes them, but as it does so it on gets more of the fluid on the corn, and also on itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Burt picks up the Molotov cocktail and heaves it. Within motion, though, he is jolted by the forgotten pain in his wounded shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Molotov cocktail falls far short of its target. In fa it doesn't even break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt, clutching his wound, stares in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Oh no.... Job, realizing what has happened, begins to run straight the corn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "Job! NO! COME BACK!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job is intent. His little body darts into the rows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monster starts towards the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt starts towards the field, screaming to Job in vain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETWEEN THE ROWS",
          "text": "Job flies past the stalks. He spots the still-burning cocktail. \f119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "He scours the field with his eyes. Despair racks his body As the Beast comes within 50 yards, its immense shadow fa over him. Burt steps back, his eyes drawn upwards. He is about to die and he knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Job emerges from the cornfield. He hands the flaming Molo cocktail to Burt, who is so happy to see him that he forg himself for a moment. He looks at the boy, and then incredulously at the bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOB",
          "text": "He waits expectantly for Burt to throw it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt heaves the cocktail as hard and as high as he can. I takes a second for it to land and then..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD EXPLODES IN FLAME",
          "text": "becoming a veritable LAKE OF FIRE. The sky turns a fiery orange-red. THE BEAST HOWLS EVEN LOUDER, registering its and rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicky and the rest of the children venture a look, so gre is the noise and the heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKY",
          "text": "(seeing the flames) Oh my God! Buuuurrrrrt! She goes running to him, all of the Children following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt and Job have been running towards the barn. They joi the others and all continue their retreat to a safer plac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stop near the edge of town and look back on the destruction. \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORNFIELD",
          "text": "The Devil is in his Hell. As the flames consume the field MUCH BRIGHTER AND MORE INTENSE FIRE accompanied \"by tortu screaming, breaks off from the general one. The Beast is outlined and defined by this fire within the fire. It bur brighter and brighter, brilliantly for a moment, and then IMPLODES IN ON ITSELF, turning into a vortex that disappe down into the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burt, Vicky, Job and Sarah, and all of the others, watch, glow from the continuing flames casting a healing light o their faces. Vicky is leaning against Burt. In her hand, is still clutching the page from Revelations. -end-",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_436"
    }
  ]
}