{
  "movie_id": "MOV438",
  "scenes": [
    {
      "location": "TOWN SQUARE",
      "time": "DAY",
      "characters": [
        "THE COMTE DE REYNAUD",
        "STAIRS -",
        "INT, UNSPECIFIED LOCATION",
        "CAROLINE, (CONT'D)",
        "PERE HENRI, (CONT'D)",
        "WANNE",
        "\"WIND THEME\"",
        "LOOKING INTO THE CHURCH FROM OUTSIDE THE DOORWAY",
        "IN THE PATISSERIE",
        "INT,/EXT. CHOCOLATERIE",
        "INT, CONFESSIONAL BOOTH",
        "INT, THE COMTE'S KITCHEN",
        "GAT",
        "DIDI",
        "A THIN GRIZZLED MAN",
        "FRANCOISE",
        "REYNAUD'S P.0.V.",
        "INT, FARMHOUSE KITCHEN",
        "THE BOYS' P.0.V.",
        "ANOUK",
        "THE SLEEPING COMTE",
        "ANOUK, (0.S.)",
        "MEETING 7",
        "JOSEPHINE, (0.5.)",
        "IN THE \"CELL\" WITH ANOUK",
        "VIANNE, (0.5.)",
        "EXT, CHOCOLATERIE",
        "YVETTE",
        "MADAME RIVET",
        "ROUX, (CONT'D)",
        "REVEAL VIANNE",
        "THE CRUCIFIXION",
        "INT, /EXT. CAROLINE'S HOUSE",
        "SERGE, (0.8.)",
        "ITS BASE",
        "STORYTELLER, (CONT'D)",
        "ARMANDE, (CONT'D)",
        "JOS... PHINE",
        "ANOUK'S P.0.V.",
        "BAPTISTE",
        "ALPHONSE",
        "VANNE",
        "ACROSS THE STREET",
        "BACK WITH VANNE, ANOUK, ROUX",
        "BOY",
        "INT, ARMANDE'S HOUSE",
        "GUILLAUME, (CONT'D)",
        "THE STAIRWAY",
        "EXT, TOWN SQUARE",
        "JOS...PHINE",
        "JOSEPHINE, (CONT'D)",
        "MATCH CUT TO",
        "MADAME AUDEL",
        "GATI",
        "SERGE, (0.S.)",
        "ROUX",
        "THE SHROUDED WOMAN",
        "YETTE, (CONT'D)",
        "INT, CHURCH",
        "FRANCOISE AND MADAME AUDEL",
        "STORYTELLER",
        "VIANNE, (V.0.)",
        "VIANNE, (0.S.)",
        "OMITTED",
        "WETTE, (CONT'D)",
        "LUC, (CONT'D)",
        ", ROUX, (CONT)",
        "INT, CHOCOLATERIE",
        "WETTE",
        "INT, APARTMENT ABOVE THE CHOCOLATERIE",
        "ANQUK",
        "NO GIFTS, PLEASE",
        "AMAN'S SHINY BLACK SHOE",
        "SERGE, (CONT'D)",
        "IN THE BEDROOM",
        "DISSOLVE TO",
        "GUILLAUME",
        "CAROLINE",
        "DEDOU",
        "LUC",
        "THE STAIRS",
        "COMTE DE REYNAUD, (0.S.)",
        "YETTE",
        "MUSIC OVER",
        "DISSOLVE T0",
        "VIANNE, (CONT'D)",
        "ANOUK, (CONT'D)",
        "CUT TO",
        "MADAME POUGET",
        "PERE HENRI",
        "BACK TO SCENE",
        "COMTE DE REYNAUD, (CONT'D)",
        "SERGE",
        "JOSEPHINE",
        "ARMANDE",
        "OPENER,",
        "SERGE, (0.5.)",
        "FRANOISE",
        "COMTE DE REYNAUD",
        "JEAN-MARC",
        "YWETTE",
        "VIANNE",
        "STORYTELLER, (V.0.)",
        "THE COMTE'S P.0.V.",
        "INT, CABOOSE BOAT",
        "YVETTE, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We are looking down at a village of cobblestone streets a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the doorway of the CHURCH,, we see the COMTE DE REYNAU austerely handsome in a dark vested suit - greeting TOWNS When all the parishioners are inside, the Comte steps ins empty and quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "(woman's voice, quiet and sly) Once upon a time there was a poor little village in the F whose people believed in \"tranquillité.\" Tranquility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CONGREGATION singing a hymn, dutifully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "Ifyou lived here, you knew your place in the scheme of th Sitting in a pew together are THREE OLD WIDOWS (MADAME PO white-haired women who always wear the traditional black",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (CONT'D)",
          "text": "You understood what was expected of you. CAROLINE CLAIRMONT, playing the church organ, is @ primly conviction. She glances over at: LUC CLAIRMONT, Caroline's 14-year-old son - a freckled, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (CONT'D)",
          "text": "if you had anxieties, you learned to hide them. ANOTHER ANGLE REVEALS Luc is hiding a SMALL SKETCH PAD in",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CRUCIFIXION",
          "text": "Luc notices his mother looking scoldingly at him - so he Across the aisle from Luc is YVETTE MARCEAU, a robust, bu 10-year-old son, BAPTISTE, squirms with boredom; Yvette's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STORYTELLER (cont'd) And if, by chance, your hopes had been disappointed... Yvette glances over at her bald pudgy husband Alphonse, w \fSTORYTELLER (cont'd) .. you learned to sing a brave song. Yvette forcefully sings a HIGH NOTE aimed towards Alphons AWAKE. The HYMN ENDS. Up on the pulpit, PERE HENRI, 22, a baby-faced priest, ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Good morning. (clears his throat) The season of Lent is upon us. This is, of course, a time Hopefully also a time of reflection... Suddenly we hear WIND whistling through cracks in the win the COMTE DE REYNAUD in the front pew. The Comte GIVES PE priest continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI, (CONT'D)",
          "text": "Above all, let this be for us a time a time of sincere pe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town's marshy slum by the RIVER TANNES. With strange suddenness, the WIND is becoming shrill and MYSTERIOUS FIGURES plodding along the riverbank - a Woman hoods of their medieval-ooking, blood-red capuchons. (MUSIC OVER: \"THE WIND THEME\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Woman is burdened by an old suitcase and a big burlap warmth as they trudge through the wind-whipped snow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of Lansquenet as we ride the wind towards the town square",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIND now whips through the village, making shutters f abandoned Patisserie snaps in the wind like a tattered fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIND is RATTLING THE ANCIENT STAINED-GLASS WINDOWS an so noisy that we hear only bits and pieces of Pére Henti’ racket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To live in this village was to respect tradition... Ina rear pew we see DIDI and DEDOU, 8-year-old fraternal FRANCOISE DROU, a stiff, elaborately coiffed woman and JE suit and pocket watch). Didi is distracted by an odd nois GUILLAUME BLEROT, a shy sweet man of 70, who awkwardly sm OLD DOG (CHARLY) - pokes out of Guillaume’s overcoat and with surprise. Guillaume raises a finger to his lips - im coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "..to mind your business... Didi's mother (Frangoise) sharply raps the boy on the bac This amuses a man across the aisle, SERGE MUSCAT, 50, a h mustache. Sitting next to him is his wife JOSEPHINE MUSCA and a drab scarf around her head. Joséphine is glancing furtively at the OPEN HANDBAG of a movement, Joséphine snatches a GOLD-PLATED PILL BOX from her own coat. She glances over at her husband, to make su both proud and ashamed of this little victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "..to know which problems could not be solved - Suddenly the massive CHURCH DOOR is BLOWN OPEN BY THE WIN Henri's sermon to a stammering halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKING INTO THE CHURCH FROM OUTSIDE THE DOORWAY",
          "text": "as the Comte de Reynaud gets up and calmly walks towards",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "- and which ones could. The Comte SLAMS the door on us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The harsh wind rattles the small, dilapidated houses of L trudging along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Twa Figures enter the fenced-in front yard; a few CHI the front door. No one answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shivering against the wind) Poor Pantoufle... he’s freezing, maman. The Shrouded Woman tentatively tries the door... and find",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARMANDE VOIZIN, 69, in a faded housecoat and fallen stock Adead cigarette, with a half-inch of ash at its tip, dang",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the Cat snarls in alarm. Armande is startled awa to put on her THICK EYEGLASSES - and GASPS in alarm when THE TWO FIGURES (still fully shrouded by their red capuch",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHROUDED WOMAN",
          "text": "(calmly) Sorry to frighten you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Who the hell are you?! The Shrouded Woman pulls back her hood: our first look at mane of hair, a confident smile, and a startlingly direct",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "I'm here about the patisserie. Armande glares skeptically at Vianne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "I'd like to rent it. And the apartment above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(matter-of-factly) Well, we lived in Andafucia for awhile... and before that before that, let me see - The Shrouded Child pulls back her hood: ANOUK, 8, is a fl mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "- before that, Pavia. 1 detested it there. So did Pantouf",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(explaining to Armande) Pantoufle is her kangaroo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Armande) Only he can't hop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(confidentially to Armande} Bad leg. War injury. Armande is staring incredulously at Anouk and Vianne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(to Armande) Anyhow, he detested it, because the water made him sick. {confidentially) Tummy trouble. Diarrhea. Armande keeps staring at them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "So, how's the water around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPEN ON: intermittent spurts of BROWN-ORANGE WATER coming",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne shuts off the faucet. She surveys shelves full of dust on a glass display counter. Armande finishes counting money that Vianne has just give",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "{sternly) I'll expect you to keep the place in good condition. Vianne reacts with deadpan incredulity. Armande, walking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armande walks away from the shop, stil! with a stern look amusement in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne unpacks her big suitcase; in addition to clothes, - @ DECORATIVE TILE of *El-chuah,\" the Mayan Patron Saint - a WOODCUTTING showing a Mayan King drinking chocolate f - a BOWL depicting the four Maya Wind Gods tilting their - the \"WHEEL/PLATE\" OBJECT And, with particular care, Vianne takes out a CLAY URN wi and sets it on the bedside table. Anouk emerges from a CRAWL SPACE UNDER THE STAIRS - a dar proceeds to “furnish” it, bringing in a cherished, ratty Vianne casually lays out THE DRIED, MOLTEN SKIN OF A SNAK HERBS over the doorway, and places sticks of SANDALWOOD u",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "{re: crawl space) Needs a door. Vianne unpacks a large woven TAPESTRY with a with a color the craw! space. Anouk glances out the window at the town square...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "What a nice town this is. (fishing for reassurance) Don't you think so, maman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Yes it's lovely. It's a lovely town, Anouk is anxiously CHEWING ON STRANDS OF HER OWN HAIR, a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Maman? Pantoufle wants to know how long we can stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "(breezily) Oh, teil Pantoufle not to worry. (a BEAT) Time for bed. Vianne sits down on the bed, and pats the pillow next to",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "Come on. Anouk hops up into bed, snuggling up next to her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "What story tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pantoufle wants to hear about grandmére and grandpére.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Not tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "You always say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "How about the Tale of the Yellow Dwarf -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Pantoufle detests made-up stories. Tell about grandmére and grandpére. Vianne uneasily eyes the Mayan Urn on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANNE",
          "text": "Not tonight, sweetie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne, on her knees scrubbing, looks tired and dishevele ship, and using a hair barrette as the ship's \"cannon\":",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Prepare to fire! (doing a different voice:) Aye-aye, mon capitaine! All hands astern! (whispers, aside to Vianne) That's you, maman. Vianne smiles tiredly and continues scrubbing the floor. ANOUK (cont'd) Ready, aim - FIRE! Anouk launches the barrette across the room, and it lands",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMAN'S SHINY BLACK SHOE",
          "text": "And now REVEAL that the shoe is on the foot of the COMTE the open doorway, a somber figure in his dark overcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Forgive the intrusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Please come in. \foo The Comte steps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(re: his shoe) Sorry, monsieur. Pirate attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(gently) Of course. What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Anouk. What's yours. The Comte kneels dawn beside Anouk and hands her the barr",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The Comte de Reynaud, at your service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(excitedly) Areal one? Like the Comte de Monte Cristo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(thin smile) He was not a real one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(amused) To what do we owe the honor of your visit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "As Mayor of Lansquenet, ! want to welcome you to our comm you to worship at Mass this Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "That's very kind of you. But actually we don't attend. The Comte is thrown off by this. VIANNE (cont'd) (amiably) We're glad to be so near the church, though. We'll enjoy bells - won't we, Nou-Nou?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(to the Comte) Would you like me to sing \"Sur le Pont D'Avignon” -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(to Vianne) The bells are not intended to entertain, madame. They ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Mademoiselle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(cheerful, unapologetic) Mademoiselle. {I’ve never been married. He is taken aback. His disapproving gaze flicks back and VIANNE (cont'd) But feel free to cali me Vianne. | do hope you'll stop by business next week. The Comte studies Vianne as if measuring an opponent. Ano hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Opening a patisserie during the Holy Lenten Fast... One c timing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(smiles) Oh but Monsieur le Comte - it's not going to be a patisse",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Then may | ask -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "It's a surprise. Vianne extends her WET GRIMY HAND to the Comte. He hesita VIANNE (cont'd) it was sweet of you to drop by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte walks with a dignified air, tipping his hat to Monsieur fe Comte.\" (His dark suit and fedora hat contras Townspeople.) In front of the TOWN HALL is a STATUE OF A 17TH CENTURY N notices the Statue has ICICLES HANGING FROM ITS NOSE. The Statue's nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte sits in his second-story office, among musty h COMTESSE DE REYNAUD, a dignified, handsome woman of 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte is writing in an antique manuscript book, label door we hear an o.s. TYPEWRITER.) An UNEATEN CROISSANT WITH MARMALADE sits on his desk, spo slistening croissant, regarding it with yearning - but he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAROLINE (the woman who played the church organ) is TYPIN PHOTO of her son Luc, smiling forlornly. As she works, Ca and keeps typing. The Comte emerges from his office, manuscript book in han",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "have completed the 18th Century. He starts to hand her the manuscript - and notices her te COMTE DE REYNAUD (cont'd) Madame Clairmont...? Reynaud stands there awkwardly, not knowing how to deal w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Your letter to the editor, Monsieur le Comte. This paragr tradition... (indicates handwritten page from which she's been typing) it's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(surprised, flattered) Oh... well... Reynaud starts to sit down on the desk - but that feels t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(dabs her tears, smiles) Forgive me. | must be getting old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "No no. {... value your... Caroline, looking @ bit embarrassed, resumes typing. The Comte glances out the window and SEES: two NORTH AFRI patisserie and greets the North Africans with a hug. She",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "rf (to Caroline) May | ask... if you have had any contact with your mother",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(surprised, wary) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "It seems she has rented out the patisserie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Oh. Well, | haven't talked to my mother in quite awhile -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "I'm sorry, | didn’t mean to pry -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Don't be silly. 1 have no secrets from you. She smiles. He smiles too: nervously, a bit thrown off by Saze for just a split-second too long... CAROLINE (cont'd) {clears her throat) How is the Comtesse enjoying Venice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The Comtesse. Fine, thank you. She is, yes. Enjoying it. Sot a letter just yesterday - excellent letter, very desc Sister has the flu, actually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Oh that’s a shame -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "- yes, mm-hm, so they've not been to the museums yet, act He fumbles with the book in his hands, puts it on her des",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (CONT'D)",
          "text": "If you could have this done by next week, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Certainly. He turns and hurries back into his office. After a moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUILLAUME (the shy, sweet old man) walks his dog CHARLY. patisserie’s door. Guillaume gently tugs Charly's leash,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO WOMEN PUSHING BABY CARRIAGES glance across the Square Vianne is standing; Vianne is taking down the patisserie’ way - and they avert their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOYS in their early teens are playing Roulette de Vélo: r trying to push the tire past the opposite goal-line. As t glance in through a little rip in the newspaper covering",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOYS' P.0.V.",
          "text": "VIANNE AND ANOUK INSIDE, scrubbing copper pots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne steps out of the Patisserie and throws a pail of s Across the Square, curtains in 2 window part slightly, an MADAME POUGET) peers out at Vianne with dubious curiosity When Vianne glances up in her direction, the curtains ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIDI AND DEDOU (the twins) walk home from school with the edge of the newspaper-covered window: THE TWINS’ P.0.V.: Vianne cleaning a ANCIENT-LOOKING STONE BAR in the kitche",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, TOWN SQUARE",
          "text": "A group of ELDERLY TOWNSPEOPLE are standing close togethe peer into the patisserie. The COMTE DE REYNAUD happens by - and the group disperses",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOSEPHINE (the unkempt, mistrustful-looking woman with th baguette. Seeing the patisserie’s door slightly ajar, she huge dried chili pepper in an old-fashioned Mortar-and-Pe Vianne, sensing someone watching her, turns toward the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COMTE DE REYNAUD is heading across the Square toward Vianne's shop. He steps over towards her shop and squints",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYNAUD'S P.0.V.",
          "text": "The drab walls have been repainted bright coral; VIANNE i Mortar-and-Pestle, then using the brush to paint a DECORA primitive simplicity of a cave painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE MUSCAT (the hale, barrel-chested man) and JEAN-MARC down the street SINGING \"Chevaliers de la Table Ronde\" -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "{heard she was some kind of radical,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "| heard she might have a criminal record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "| heard she's got the \"Marseillaise” tattooed on her ass. Jean-Marc, stupefied, looks at Serge... then they both bu END MONTAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOYS are playing their usual game of Roulette de Vélo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the first time, VANNE REMOVES THE COVERING from the i YETTE (the robust, buxom woman) is riding by on @ Motor S the DAZZLING DISPLAY OF CHIC CONFECTIONS in the window: p mendiants, candied rose-petals, sugared violets... A SIGN CHOCOLATERIE “MAYA\" Now CAROLINE and LUC (Caroline's tense, frail 14-year-old Now the shop door OPENS, revealing VIANNE and ANOUK in br of the townspeople). Some Boys from the Roulette de Vélo the dazzling candy display - causing them to momentarily INTO CAROLINE, knocking her off balance. BOY #1 rushes to retrieve the bicycle wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{comes outside; to Caroline.) Are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(to Boy #1) You should be more careful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "{trying to hide his amusement) Sorry. They watch the smirking Boy run off with the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Why don't you come in and sit down for a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(firmly, to Vianne) Please don't trouble yourself -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "No trouble at ail. I'm Vianne Rocher. Caroline shakes Vianne's hand in the formal French fashio",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Caroline Clairmont, The daughter of your landlady. This i Lue shyly shakes Vianne's hand, not looking her in the ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "And this is my Anouk. {then, seeing that Caroline is unsteady) Please - come in where it is warm. Caroline reluctantly allows Vianne to iead Luc into the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "which Vianne is preparing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE PATISSERIE",
          "text": "The wails are painted CORAL AND RED, and decorated with V MAYAN ARTIFACTS are prominently displayed: the Maya King &rinding cacao... and the \"WHEEL/PLATE OBJECT.\" There ar calligraphy: \"Gateau au chocolat 10F (fa tranche).\" Luc sits at the counter, on one of several bar stools, wi chocolate. Yvette is marvelling the strange decor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "{to Caroline) ts she planning on dropping in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANNE",
          "text": "Your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "| wouldn't know. We never speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "How sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Only for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "(setting cup in front of Caroline) Try this. It'll help prevent a bruise. | bet you've never made from undiluted cocoa liquor. A two-thousand-year-old",
          "sentiment": "neutral"
        },
        {
          "speaker": "YWETTE",
          "text": "(indicating something 0.s.) What's this? Vianne turns and SEES that Yvette is pointing to: the \"WH {Caroline pushes the hot chocoloate away from her, withou Anouk gives the \"Wheel/Plate Object\" a playful spin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(to Yvette) What do you see, madame?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YWETTE",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "What does it look like to you? Just say the first thing t mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| don't know. A... woman riding a wild horse? Vianne whistles as if to say: aren't you a hot number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YETTE, (CONT'D)",
          "text": "(embarrassed) Silly answer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "There are no silly answers. Vianne offers a triangular chocolate to Yvette:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "The pepper triangle, that's for you. A recipe little-known in this hemisphere - a tiny hint of against the sweetness. Tangy, adventurous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YVETTE",
          "text": "| really shouldn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "{a wry whisper) | think you should. Wette glances awkwardly at Caroline... then takes a taste",
          "sentiment": "neutral"
        },
        {
          "speaker": "YETTE",
          "text": "(to Vianne, a compliment:) You are an evil woman. Anouk spins the Wheel/Plate Ojbect again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(to Luc) What do you see? Lue Me? (studies the Ojbect) A giob of tar. Like you see on the beach at Marseilles. Vianne considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Very dark, very bitter chocolate - that's your favorite. Luc is surprised: how does she know? Vianne starts to hand Luc a piece of very dark chocolate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- which will have to wait five weeks more, thank you. Len",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(shrugs) Suit yourself. Caroline takes Luc’s hand, as if he were a small child, a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "We must run along. (formally, to Vianne) Nice to have met you. Caroline pauses at the door to wrap Luc's long wool scarf",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(watching Caroline fuss with Luc's scarf) Mm-hm. My pleasure. Caroline leads Luc outside by the hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(to thin air:) Come on, Pantoufle. Let's play pirates. Anouk runs upstairs, barking out NAUTICAL COMMANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WETTE",
          "text": "How much are the chili thingies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Four-fifty a box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YWETTE",
          "text": "Could you put a ribbon on it? (a rueful laugh) Then at feast | can pretend my husband gave it to me. As Vianne puts the candy in a box with a red ribbon, she window. YWETTE (cont'd) (to Vianne, a warning.) Joséphine Muscat. Vianne smiles at Joséphine - who averts her eyes and hurr WETTE (cont'd) She waltzes to her own tune. Vianne hands Yvette her boxed candy - and also a clear p",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANNE",
          "text": "And these are for your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YETTE",
          "text": "(puzzled) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Unrefined cocoa nibs from Guatemala. (significantly) To awaken the passions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YWETTE",
          "text": "P#f! You've obviously never met my husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You've obviously never tried these. Yvette, intrigued in spite of herself, looks at the packe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE MUSCAT is wiping off tables in this empty rundown c REYNAUD. Serge nervously straightens up, suddenly on best",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Monsieur le Comte - what a nice surprise. Would you care",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Nothing, thank you. How is Joséphine enjoying the vacuum",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Oh yes, Monsieur le Comte, she likes it very very much, J said how kind you were to remember our anniversary. A BEAT of silence. The Comte flicks a speck of lint from cafetier's apron. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (CONT'D)",
          "text": "{blurting it out) Look, | know I'm two months behind - but I'm sure busines Spring -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Tell me, Serge, are you working to the best of your abili Serge looks at him warily. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "\fYes. The Comite gives Serge a charitable, paternal smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "My father always looked after your father, did he not? Ju you. You'll make up the rent when you're able, won't you Serge's eyes grow moist with gratitude:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "On my honor, Monsieur fe Comte -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Live righteously, and you have nothing to fear from me. T",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "God bless you, Monsieur le Comte! God bless you!!! Serge impulsively embraces the Comte and vehemently kisse",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (CONT'D)",
          "text": "Sorry, 1... Sorry. (embarrassed, clears his throat} !s the Comtesse having a pleasant journey with her mother",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Her sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Oh. | thought you said -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(irritated with Serge) Her sister. She is with her sister. in Venice. Viewing sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(chastened) Of course, Monsieur le Comte. The Comte exits. Serge wipes a bead of sweat from his bro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shop is closed; Vianne is outside cranking up the awn and down the stairs, racing against the imaginary Pantouf Suddenly Vianne is startled by the REFLECTION of the COMT Standing right behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "\fYou told me you would not be selling sweets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(smiles coolly) | told you it would not be a patisserie. It's not. He peers into the window at the large Mayan bow!, which c",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Interesting piece, isn't it? It's all about the sacrednes these four Wind Gods? They're infusing cocoa pods with th The Comte reacts with obvious disapproval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "| should think you'd be fascinated. The Maya drank cocoa ceremonies - same as the wine in your Holy Communion -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "This pagan idolatry has nothing to do with the Sacrament Communion! Madame, you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Mademoiselle. But | do wish you'd call me Vianne -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Enough! Vianne is a bit startled by his vehemence. Through the window, we SEE Anouk stop running on the stai through the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(quiet, conciliatory) | mean no disrespect. Honestly | don't. (re: Mayan bow!) I'm just showing you that maybe we have something in comm The Comte turns on his heels and strides off, leaving Via",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are with ANOUK, inside her cramped CRAWL SPACE. Now th enters the bedroom and stoically busies herself with tidy",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Are we going to have to move again, maman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "who turns and sees ANOUK'S FACE, PARTIALLY OBSCURED BY TH Vianne goes to the curtain and kneels down; she tries to but instead she just reaches through the curtain and care",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WETTE and her 10-year-old son BAPTISTE milk cows in silen",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTISTE",
          "text": "Getting too old. Drying up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YWETTE",
          "text": "(looks up, troubled) What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTISTE",
          "text": "{re: cow) Sophie - she’s not giving much milk. (yawns, gets up) ‘Night. Baptiste leaves the barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baptiste walks with a pail of milk towards the farmhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, FARMHOUSE KITCHEN",
          "text": "ALPHONSE sits DOZING OPEN-MOUTHED by the RADIO (which pla Amours.\") Baptiste ENTERS and puts down the milk pail on TURNS THE RADIO UP FULL BLAST and hurries upstairs. Alpho RADIO... then drifts back to stupid, open-mouthed sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, FARMHOUSE KITCHEN",
          "text": "Yvette enters, alone and miserable. She sees Alphonse sle sees the clear packet of CACAO BEAN NIBS that Vianne gave her head, murmuring to herself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "YVETTE",
          "text": "Don't be pathetic. She tosses the packet towards the trash can as she Jeaves bounces off the lip of the trash can and lands on the kit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the cobblestone street in front of the house, BOYS ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wails display Luc's MORBID DRAWINGS: goat carcasses, LUC is drawing a study based on a magazine photo: a terri soldier. From autside comes the sound of BOYS SHOUTING. Luc peers play. CAROLINE steps into his room, holding a MATH WORKBOOK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "You've got a tiny error in Problem Six - She stops short, seeing him gazing out at the playing boy Avery small amount of BLOOD begins TRICKLING FROM HIS NOS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (CONT'D)",
          "text": "(anxious) Oh! Caroline rushes to him and compresses a handkerchief agai",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "(a bit embarrassed) It's nothing, (takes away handerchief) | think it’s already stopped. But she worriedly presses the handkerchief back against h He sighs and glances at the math workbook:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC, (CONT'D)",
          "text": "(uncomfortably) Mother? The new teacher wants us to correct our own mista",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "| didn't tell you how to correct the mistake, dear. | jus made one. Caroline notices that one of the buttons on Luc’s sweater From outside comes a RAUCOUS CHEER from the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Across the street from Caroline's house, apart from the ARMANDE, holding herself upright with her cane, her eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALPHONSE, sitting by the radio, now stirs awake. His STOM looks in the cupboard, but nothing interests him. Then he Curious, he picks it up. He pops a nib in his mouth - and",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALPHONSE",
          "text": "Merde! But he keeps chewing, intrigued. He pops another in his m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yvette is on her hands and knees scrubbing the toilet, he ANOTHER ANGLE REVEALS ALPHONSE standing in the doorway, u swaying ass as she scrubs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALPHONSE",
          "text": "Yette. She wearily glances back at him... and is astonished to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are jooking up at the bathroom window, where we see Yv passion. Yette fumbles with the shutter and manages to pull it clo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAMERA is PANNING past various objects in the bedroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(a strange, agitated murmur) Good. Likes it. She likes it here. Why shouldn't she? CAMERA keeps slowly PANNING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (0.S.)",
          "text": "It's good here. He doesn’t scare me, why should he? CAMERA now PANS PAST ANOUK - who is fast asleep in the be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| should be flattered: a nobleman this time! Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear Vianne laugh - but her tone is thin and mirthless",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (0.5.)",
          "text": "Seen his type. Many times. PANNING CAMERA now FINDS AND HOLDS ON VIANNE - and we see",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "Many times. Many towns. Many times. Right? So I'm ready. ready. We see the anxiety in Vianne’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "So it's good. It's good here. It's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SMALL 17TH CENTURY CHATEAU out of a fairy tale: russet- But the walls are rust-stained, the sculpting weathered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte (in an old velvet robe) sits at a desk, penning FORMAL WEDDING PHOTO of him and the Comtesse de Reynaud, The housekeeper MADAME RIVET (one of the biack-clad widow coffee and baguette with jam. His eyes momentarily wander",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME RIVET",
          "text": "Not hungry, Monsieur le Comte?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The Lenten Fast, Madame Rivet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME RIVET",
          "text": "(deferential) But... well... are you not supposed to eat something? He gives her an irritable glance. Madame Rivet obedientl",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "No, it's alright, leave it. Madame Rivet, very confused, puts the tray back down, cur Reynaud puts down his fountain pen and stares intensely a scent - it makes him dizzy with desire - but he does not",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOSEPHINE MUSCAT warily enters. The shop seems to be empt SILVER CANDY PACKET and slips it into her coat. VIANNE emerges from the kitchen with a tray of candies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(warmly) May | help you, madame? Joséphine pretends to be surveying the displayed prices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(muttering, barely audible) Expensive. | don't waste money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "{ have a knack for guessing people's favorites. Vianne reaches under the counter and brings out a silver Joséphine looks at it with veiled panic. VIANNE (cont'd) These are your favorites, am | right? Joséphine eyes her suspiciously: what kind of trick is th Joséphine: VIANNE (cont'd) On the house. Joséphine doesn’t take the packet; she abruptly turns and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Joséphine exits, avoiding eye contact with the THREE O window. The Widows stop to look at the surprising window",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disapprovingly) Well, this certainly is different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME AUDEL",
          "text": "(intrigued by the display, but trying not to show it) it... certainly is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME RIVET",
          "text": "Out of business in six months. Madame Pouget and Madame Rivet share a knowing nod. Now GUILLAUME happens by with his sickly old dog CHARLY, the back of her shoe (or putting his paws up on her skirt",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "I'm so sorry - Madame Audel, caught off-guard, turns and re-adjusts her PINK SLIP underneath. She's flustered to see Guillaume:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME AUDEL",
          "text": "Oh. (shyly) Bonjour, Monsieur Blerot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "{equally shy) Bonjour Madame Audel. They make momentary eye contact - then both look away. The other two Widows take Madame Audel’s arms and, with a Guillaume, a little wistfully, watches Madame Audel go of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne sees GUILLAUME, with CHARLY, hovering uncertainly",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Come in, monsieur, come in. Guillaume is ambivalent. He's about to turn away - when V from under the counter and kneels down to entice the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "Come on, boy. Got something for you. The old dog, sniffing the air, pulls weakly on his leash. \fVianne feeds the Chat Croquant to Charly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "Charly. He's 14. That's 98 in people years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "J meant your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "Oh. Guillaume Blerot. Guillaume watches his dog enjoy the wafer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME, (CONT'D)",
          "text": "(to Vianne) You're very kind. He has so few pleasures left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Would you care to buy something special for your lady fri",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(confused) Lady friend...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "The lovely woman your dog was so fond of. (confidentially) Her favorite is chocolate seashells - that's my guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(awkwardly) Oh... |... mustn't. You see... Madame Aude! is in mournin",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Oh I'm sorry. When did he pass away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "The War. German grenade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "But... it's been 15 years since the War. Surely by now -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "Not that war. Monsieur Audel was killed on January 12th, (earnestly) It was quite a blow to Madame Audel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "\f(a BEAT) Apparently so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANCOISE DROU (wife of Jean-Marc, mother of Didi and Déd WITH BABY CARRIAGES sit under HAIR DRYERS (gently pushing their hair dried.) THE COMTE enters, doffing his fedora. He speaks loudly to",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Bonjour, mesdames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCOISE AND MADAME AUDEL",
          "text": "Bonjour, Monsieur le Comte. Francoise promptly hands the Comte an ENVELOPE OF MONEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "! wish all my tenants were as reliable as you, Madame Dro",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCOISE",
          "text": "How is the Comtesse enjoying Italy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "She... may be extending the trip. FRAN«OISE (a bit awkwardly) Ah. How nice. As the Comte turns to leave, Francoise and Madame Audel e Then the Comte turns towards them again, with an aftertho",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "By the way, has either of you seen the new shop across th Just now Madame Audel glimpses GUILLAUME (walking Charly) smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME AUDEL",
          "text": "(smiles; distractedly) The chocolaterie? Why, yes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Shameless, isn't it? Madame Audel's smile turns awkward:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Comte) What? Outside, Guillaume continues his stroll, walking out of v",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The sheer nerve of the woman - The two Women with Baby Carriages, sensing a bit of gossi listen in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (CONT'D)",
          "text": "(lowers his voice, now that hairdryers are off) The sheer nerve of the woman - opening a chocolaterie jus And good lard, those pagan idols all over the place... The Women with Carriages exchange a look of pious indigna",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME AUDEL",
          "text": "Pagan idols. (uncertainly) Yes, Yes, it does seem inappropriate -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The woman is brazen. (confidentially) My heart goes out to that illegitimate child of hers. Madame Audel is surprised by this information. The Comte The Women with Carriages share a look of offended proprie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PERE HENRI, the baby-faced priest, is using @ broom to sw",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "...You ain't nothin' but a hound dog, cryin’ all the time ain't nothin' but a hound dog —_and you ain't no friend o The COMTE DE REYNAUD approaches - not yet seen by Pére He PERE HENRI (cont'd) \"You said you was high class, but that was just a lie, Yeah you said you was high class, _but that was just a li Pére Henri swivels his hips slightly - a very tame Elvis PERE HENRI (cont'd) You ain't nothin’ but a hound dog —_ and you ain’t no fri o~ The Comte loudly clears his throat - and Pére Henri,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "A new addition to the liturgy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "{embarrassed) ! have a weakness for American music, Monsieur le Comte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "A weakness. The young priest doesn’t know what to say. COMTE DE REYNAUD (cont'd) How long have you been with us now, PEre Henri?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "it'll be five weeks -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Pére Michel served this village for five decades...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(uneasily) Yes, well, | only pray that ! can live up to Pére Michel'",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "My prayer exactly. Pére Henri swallows hard. COMTE DE REYNAUD (cont'd) | glanced at your sermon, as you requested. The Comte pulls out the MANUSCRIPT we saw him working on. COMTE DE REYNAUD (cont'd) Thad some suggestions. Pére Henri takes the manuscript - and is mortified to see REVISIONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "You're... very kind,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Happy to help, mon Pére. (turns to go, but then: - Oh and one other thing. \fPére Henri looks at him with thinly-veiled dread. COMTE DE REYNAUD (cont'd) /f you've not seen the new chocolaterie, | suggest you ta know your enemy. Pére Henri reacts with surprise and confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk, freshly groomed and holding her schoo! bookbag, is Through the window Anouk SEES DIDI AND DEDOU on their way",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "‘Bye, maman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Where's my kiss?! Anouk hurries back to Vianne, who lowers her cheek into p cheek. Vianne is suprised and amused. Anouk races back to the door - - and almost runs into ARMANDE, who is now entering (walk",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Watch where you're -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Bonjour, Madame Voizin! Ina flash Anouk is gone. Armande walks inside, sees Viann",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(looking around) What's the decor - early Mexican brothel? Armande tries to sit down on one of the high stools at th ~ but Armande swats Vianne away. ARMANDE (cont'd) If T need help | ask for it! With difficulty Armande gets onto the stool by herself. V",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "What do you see in it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "\fNot a damn thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Come on, it's a game - what do you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "| see a cranky old woman too tired to play games. Vianne considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "I've got just the thing for you. Vianne pours a cup of hot chocolate. Armande glances back",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "That little girl of yours... does she mind it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Mind what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(‘isn't it obvious?\") Well the way you move her from place to place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(a bit uneasy) Oh |... She's doing fine. | think it's good for her. Seei new people... Vianne adds a small amount of COARSE-LOOKING POWDER to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Your cinnamon looks rancid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "it's not cinnamon. It's a special kind of chili pepper -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Chili pepper?! In hot chocolate? Vianne finishes off the concoction with créme chantilly,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "It'll give you a lift. Armande skeptically sniffs it. Intrigued, she takes a sip",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Tastes like... | don't know... something | must've tasted (takes another sip) \fYes... | think when | was a girl...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANOUK is in a FIGHT with DIDI AND DEDOU. She kicks and pu ferocity. Other kids are CHEERING, HISSING, etc. MADAME P WHISTLE. She grabs Anouk by the ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME POUGET",
          "text": "In this schoo! we are civilized. We do not strike one ano",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "They insulted Pantoufle! Madame Pouget is PULLING ANOUK BY THE EAR to the schoolho",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "Oww!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME POUGET",
          "text": "Didi, Dédou - come along. The twins sheepishly follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "in the empty classroom, Anouk, Didi and Dédou have been p pressed against the wall, hands on their heads. After a m",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEDOU",
          "text": "(whispers) My mother says you don't have a father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(whispers) ) Sure | do. {matter of fact) We just don't know who he is. Dédou nods, as if that explained it perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "(with pride) 1'm unusual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armande, hot chocolate in hand, is gleefully reminiscing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "| was out all night with him. We swam naked in the Tanne slipped back in the house, into my bed - my mother pokes “wake up, sleepyhead!\" She had no idea I'd been gone! Armande bursts out laughing. Vianne laughs too, charmed b Then Armande notices PERE HENRI outside, peering into the “what's-your-problem?\" glare. He smiles awkwardly and nod",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE, (CONT'D)",
          "text": "{re: hot chocolate) You sure you didn't put booze in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Something better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "You ought to give some to my daughter. Melt that chilly d",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You and Caroline have a problem? Armande smiles bitterly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Do we have a problem? She won't let me see my grandson! i him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Why -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "I'm a \"bad influence.\" Because | don’t like her treating poodle, | swear that boy doesn't make piss without her pe Armande shakes her head disgustedly. ARMANDE (cont'd) Ever since her husband died, she's been so... The way she over that boy. if she‘d just let him run, let him breathe always so worried he'll “over-exert\" himself. (laughs harshly) Not much danger of that. She won't even let the poor kid",
          "sentiment": "neutral"
        },
        {
          "speaker": "WANNE",
          "text": "(quietly) Do you think he'd like to see you? Armande falls silent, fighting the sudden impulse to cry. Now YVETTE bustles into the shop, HUMMING CHEERFULLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More of those bean thingies, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "How many do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YVETTE",
          "text": "How many have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dozen MEN enjay their evening drink. SERGE finishes ser and picks up a hand of cards: he's in the middle of a gam (Jean-Marc is DRESSED FOR HUNTING, at his side are four d",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(plays a card; to Jean-Marc:) The jack of hearts is a craftier hunter than you, eh? He right out from under your nose! Jean-Marc simmers with frustration. Now VIANNE and ANOUK enter. Several men look askance at t drinking hour? Serge takes his place behind the bar, greeting Vianne wit gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Are you Monsieur Muscat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "The one and only. (flirtatious, \"debonair\") What's your pleasure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "ts your wife here? Serge's smile instantly fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Joséphine? What do you want with Joséphine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "{holds up silver candy packet) She left this at my shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "She's in bed. Hasn't gotten off her lazy rump alll day. (reaches for packet) \fFil give it to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(pulls it out of his reach) lll ive it to her myself, thanks, Now Jean-Marc gets up from the Belote game:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "I'm late for supper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "You jost two hands in a row - pay up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Now. Jean-Marc flippantly tosses TWO DEAD THRUSH on the table,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(complaining to Serge) Now we've fost our fourth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Hil play - | adore Belote. All the men in the café look at the little girl incredulo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joséphine stands at a cluttered supply table, looking at the GOLD-PLATED PILL BOX we saw her steal. She touches th if they were talismans from which she's trying to draw co",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (0.S.)",
          "text": "Joséphine. Hello. Joséphine, taken by surprise, quickly stuffs the objects",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "What do you want!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(holds out candy packet) You forgot this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "| said, what do you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a BEAT) To be your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOS... PHINE",
          "text": "I don't have friends. (then, apprehensively:) Does Serge know you're here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Does it matter? Do me a favor. Try one of these almond cr you think it's a little heavy on the Cointreau. Joséphine eyes Vianne warily. She takes one of the almond cremes, starts chewing... and MUSIC CUE. The tracking and music are INTERRUPTED when we",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (0.S.)",
          "text": "Joséphine! Joséphine freezes, abruptly spits out the chocolate in he look for something to wipe her hand on, but can't find an Vianne, surprised by the intensity of Joséphine's fear, s",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "You are trouble! He - he talks about you. He says - he sa he says you're - {as if it were an awful insult:) - an influence, that’s what you are, you're an influence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Fortunately | don't have to listen to a word your husband",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Not him. Reynaud. The mayor. He - he talks about you. This stops Vianne. She just stares at Joséphine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne retrieves Anouk from belote game:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "May | collect my winnings? Anouk takes @ dead THRUSH from in front of Serge, who doe Vianne takes Anouk by the hand and heads out of the cafe hidden behind a curtain. She moves her hand to her mouth,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne and Anouk (who is proudly carrying the dead thrush",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LUC, wearing a coat and a big furry hat, sits on the fron sketchpad. VIANNE is out for a stroll. She approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind if ! take a peek? Luc looks up, startled. His voice is hushed, nervous, pol Luc Oh, it's not really... Vianne looks at the drawing: a skillful rendering of a DE at a disturbing angle. LUC (cont'd) (apologetic) I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "| didn't say anything. Luc Oh. (anxiously) | exaggerated the angle of the head just a bit, on purpos",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You draw beautifully. What's your going rate? Luc (confused) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "To draw a portrait. How much would you charge? Luc Oh | couldn't - I'm not really a -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Does 50 francs sound reasonable? Luc, amazed to be taken seriously as an artist, nods word VIANNE (cont'd) When could you come by my shop? This makes Luc uncomfortable...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "Oh... your shop. I'm sorry but... the Comte forbids it. This hits Vianne like 2 slap in the face. \fLUC (cont'd) He spoke to maman... (quiet, apologetic) -+ and a lot of others. Vianne silently nods to herself, her eyes angry and paine",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC, (CONT'D)",
          "text": "I wish I could come. | really do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Whatever you say. Thanks for showing me your drawing. Vianne resumes strolling down the street, Lue, unsettled, watches her walk away. Just before she tu Luc Wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte sits writing. On a plate, spotlighted by the la wander to the food. He puts down his pen, gazes longingly Now there's a KNOCK at the door. The Comte puts the plate",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Come in. He's surprised to see VIANNE stride into his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(quiet, angry) Am | breaking any laws? Tell me - am | hurting anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Are you asking my opinion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "What exactly have you been telling people about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Only the truth - mademoiselle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Well if you're expecting me to just shrivel up and blow a be highly disappointed. The Comte leans back in his chair, eying her coldly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me put things in perspective for you. The very first Auguste René Christophe - expelled the Huguenot radicals He spent a quarter century pursuing that goal. (a casual shrug) You and your truffles present a lesser challenge. He resumes writing. COMTE DE REYNAUD (cont'd) {without looking up) You'll be out of business by Easter, ! promise you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Vianne unhappily exits. Passing the STATUE (the one wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITS BASE",
          "text": "Auguste René Christophe de Reynaud 1564-1637 Vianne regards the statue, angrily -- then kicks it and s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne begins to open the door and is startled to see Jos",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Joséphine! How long have you been standing there -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "| forgot to pay you for something... the other day. I'm s Joséphine opens her purse to look for money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "It was a gift -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "People talk. They tie about me. | don’t steal. Not - on p",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "It's okay. It's nice to see you, Joséphine. Would you lik chocolate? Joséphine looks up from her purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne places a cup in front of Joséphine, who is emptyi counter: lipsticks, necklaces, rings, etc. Joséphine surv (that we saw her steal) to give to Vianne:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Here. For you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(awkwardly) That's sweet of you. Vianne looks at the Pill Box, turns it over - and sees an Joséphine, suddenly seeing the monogram, panics slightly",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "Thank you, it’s lovely. Vianne puts the Pill Box in her pocket and pours Joséphin",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "| heard you don't go to church,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOS...PHINE",
          "text": "You won't last long here. People talk. Joséphine tips her cup and spills a bit of chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "Sorry. I’m behaving badly, aren't 1? Joséphine lets out an odd little laugh, and aggressively",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "You don’t misbehave here. It's just not done here. Did yo don’t go to confession... if you don’t dig your flowerbed pretend... (very agitated) ...df you don't pretend you want nothing more than to ser three meals a day and give him children and vacuum his ch clean enough to receive his ass, then - then you're crazy Joséphine stops herself, shaking her head, embarrassed... Vianne puts a comforting hand on Joséphine's shoulder - b",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "You think I'm stupid. To stay with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. | don’t think you're stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Well | am. And weak! | don't love my husband and / lie. Vianne sighs, shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Things could be different for you, Joséphine. Serge doesn",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "He might as well. Vianne studies her for a moment... deciding whether to pr",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "1s that what you believe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "| know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Then it must be true. My mistake. Joséphine suddenly gives Vianne a sweet smile, picks up t",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(sweetly) You make the most wonderful chocolate! Joséphine's smile is still warm and genuine. Vianne, a li",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne and Anouk snuggle together in their bed. Outside,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(sleepily) Pantoufle wants to hear the story of grandmére and grandp Vianne glances uneasily at the Mayan Urn on the bedside t ANOUK (cont'd) Don't say “not tonight.\" You always say “not tonight.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(sighs) Alright... \f(a BEAT) Your grandfather, Georges Rocher, long before he made his Shared it with us, was the young apothecary of the town o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are looking in THROUGH THE WINDOW at Vianne and Anouk snuggles closer to Vianne. (The WIND is blowing harder; b windowpane.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "!t was Anouk’s favorite story, always told in the same wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": ".. Georges was honest, prosperous, and trusted by his cus",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "... Georges was honest, prosperous, and trusted by his cu We DISSOLVE to a SERIES OF SEPIA-TONED VIGNETTES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT SHOT: GEORGES ROCHER, a bespectacled young man wear 8rinds some medicinal compound in a mortar and pestle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "But Georges was not content. He grew tired of dispensing pills. He sensed that the world held remedies more exotic potent. Georges moodily puts aside his mortar and pestle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "So he joined an expedition to a land across the sea. To a Usumacinta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting around the fire, GUATEMALAN INDIANS hand DARK STE of Frenchmen, including Georges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "One warm and moonless night, Georges was invited to drink with a pinch of chili, The very same drink the ancient Ma sacred ceremonies. GEORGES takes a sip of cacao, squinting against its bitt nearby tent is a BEAUTIFUL YOUNG WOMAN in Guatemalan indi out the beans from the glistening pulp. Georges stares at STORYTELLER (cont'd) The Maya believed cocoa held the power to unlock hidden y reveal destinies. Chitza glances up. Without a trace of surprise or modesty sparkling with reflected firelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GEORGES and CHITZA, their bodies smeared with cacao and g",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "The tribal elders tried to warn Georges about Chitza: She \"Wanderers.\" Her people moved with the North Wind from vi dispensing ancient remedies, never ever settling down. No a bride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, UNSPECIFIED LOCATION",
          "text": "CLOSE UP OF A PHOTOGRAPH: CHITZA (dressed in European clo a Ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "Georges did not heed their warning. And for awhile, it se Chitza might lead @ happy life together in France. CLOSE UP OF ANOTHER PHOTOGRAPH: an informal snapshot of G @ happy 2-YEAR-OLD GIRL (2-YEAR-OLD VIANNE).",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "Alas, the clever North Wind had other plans... (The \"WIND THEME” comes up to full volume.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIERCE WIND is blowing, making shutters BANG against wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George, in bed, is awakened by the BANGING shutters. He l In his eyes we see the beginning of a stunned realization",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "One morning Georges awoke to discover that Chitza and the had gone away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHITZA and 8-YEAR-OLD-VIANNE, wearing me BLOOD-RED CAPUCH in our story, trudge through the French countryside with",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "Mother and daughter were fated to wander from village to the ancient cocoa remedies, traveling with the Wind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Georges stands at a window, staring out with searching ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "..just as Chitza's people had done for a hundred generati",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (V.0.)",
          "text": "...just as Chitza's people had done for a hundred generat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN EMPTY RURAL ROAD stretching out to the horizon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, CHOCOLATERIE",
          "text": "GEORGES, in the pale moonlight, approaches the Chocolater and then he DISAPPEARS... (The \"WIND THEME\" fades away...)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk (snuggling next to Vianne) is almost asleep. Outsid",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(murmurs drowsily) Will it just go on forever? Vianne holds Anouk close... but doesn't answer. Anouk drifts off to sleep. Vianne, her eyes glistening, looks up at the ancient Maya",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(barely audible) ‘Night, maman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPERE HENRI is hearing GUILLAUME's confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": ".». and in a moment of weakness, | prayed to the Virgin M Charly's soul in his hour of suffering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "You understand an animal has no immortal soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "J understand, mon Pére, Guilluame’s eyes are glistening with sadness,",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(gently) Yet you flout God's Law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "1 am weak and a sinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(awkwardly) Impure thoughts... The woman who runs the chocolaterie -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Vianne Rocher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "Not towards her, mon Pére. But she suggested | buy chocol the Widow Audel. And well... | guess that got me to think Audel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(surprised) At her age? At your age?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(ashamed) Yes. And yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "And just what were you doing in a chocolaterie during Len",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(sheepish) it was... for Charly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again you flout God's Law? Guillaume considers this. Something is occurring to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUILLAUME",
          "text": "(hesitantly) Well but... if Charly has no soul, then there's no harm i (hopefully) Isn't that so, mon Pére?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(unsettled) Ten Hail Marys, twenty Our Fathers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CHOCOLATERIE",
          "text": "ARMANDE gets herself seated, with difficulty, on a stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "{irritably) Alright, what's so important that | had to postpone my na",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "| appreciate your coming in, Armande. Would you like some But then Armande notices: LUC standing outside the shop ( uncertainty. Armande is deeply stirred by the sight of he Finally Luc opens the door and steps inside. Lue and Arma Luc Grandmother... bonjour -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "May | - buy you @ cup of - Lue No no - thank you, | - I'm just here to... (looks questioningly at Vianne) ...draw a portrait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Whose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(casually to Armande) Yours, actually. Armande and Luc are both taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Lue) Is the light okay where she's sitting? Luc, caught off-guard, doesn't approach the counter. He's seems to remember something:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(crusty, awkward) ! got you something, boy. Armande pulls a BOOK out of her handbag. ARMANDE (cont'd) Been carrying it around since your last birthday. Didn't see you. Luc is touched. He walks over to her, but he avoids her e ARMANDE (cont'd) Book of poetry. This disappoints Luc. But he's polite as always:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "Oh. Thank you,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "You don't like poetry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "(awkward, polite) Of course - | do - yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Neither do |. Luc, puzzled, looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE, (CONT'D)",
          "text": "(te: the book) But it's not that kind of poetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're looking at a MAKESHIFT CHILDREN’S \"FORT\" fashioned ANOUK is among a small group of BOYS and GIRLS {includin of \"Jailbreak\": the “Cops” try to capture the \"Crooks* an roots); the \"Crooks\" try to free captured comrades while Dédou captures Anouk (by tagging her) and places her in o",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE \"CELL\" WITH ANOUK",
          "text": "It is dark and snug - visually similar to Anouk's Crawl S soil-encrusted roots, making her fee! cozy and protected. The frenzied activity of the other children around her se Then Baptiste reaches in to “free” Anouk, taking her hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTISTE",
          "text": "Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "| like it here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTISTE",
          "text": "But you're free! He yanks her arm - and she stubbarnly refuses to budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Free someone else!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTISTE",
          "text": "That's not how you play! He tries to grab her foot to drag her out - and she angri The other kids stop and stare at Anouk. She shrugs defian",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luc sits next to Armande, listening to her read from RIMB",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "“Will she never have done, then, that ghoul queen of a mi see myself again, skin rotten with mud and pest, worms in my hair...\" Luc is utterly entranced. Armande looks up from the book. ARMANDE (cont'd) Perfectly wretched, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "\f(smiles) Perfectly. Vianne sets hot chocolate in front of Luc, but he demurs: LUC (cont'd) I'm not supposed to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Don't worry so much about \"supposed to.” Luc smiles, embarrassed. Hesitantly, he takes a sip. ARMANDE (cont'd) Enhh? Live a little? Lue (glances up at the clock) Her hair appointment's almost done. ! have to go. He immediately hops up and hurries to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Hey, what about the portrait? Lue Next time. The words \"next time” are sweet music to Armande. Luc exi Armande looks over at Vianne, who smiles gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Oh don't look so damn pleased with yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne and Anouk are peacefully asleep. Suddenly they are awakened by 0.8. POUNDING ON A DOOR dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (0.5.)",
          "text": "{a muffied cry) I did it! | did it! More urgent POUNDING ON THE DOOR downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANQUK",
          "text": "(groggy, troubled) Maman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried, to Anouk) Stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne hurries downstairs and sees JOSEPHINE outside, ast strange MANIC SMILE. (She's got a suitcase that was clear opens the door, and Joséphine rushes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(manic, chattery) I did it! I did it! He was so drunk...oh, he woke up, saw to come after me - but I'd already tied his feet with his {illustrates his fall with a gesture) - boom - right on his face! His big beautiful red face! Joséphine starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "But - was it right? Did | - did i do the right thing? As if to answer the question, Vianne steps towards Joséph forehead, REVEALING LACERATIONS AND BRUISES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "God, it's stupid, isn't it. | never blame him. Sometimes really happened... Vianne embraces Joséphine, comforting her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(whispers) Okay... okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAIRS",
          "text": "ANOUK is watching, silently chewing on strands of her hai HOLD ON ANOUK'S WATCHFUL FACE, as we HEAR Joséphine’s qui",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joséphine lies in a makeshift bed: quilts piled on the fl strokes her hair. Then Vianne gets up to head toward the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(quiet, worried) Vianne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Sentle, reassuring) 1'll be right in the next room. After a moment, Joséphine nods okay. Vianne goes into the Joséphine looks out the window, at moonlit branches danci like the eyes of a child suddenly alone in an unfamiliar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte, wearing a gardener's apron, ENTERS holding fre slight BREEZE trom the open door... and a loose cupboard He sees a SMALL JAR OF SUGARED NUTS in the partly-opened Reynaud, pale and hungry as ever, nervously eyes the Suga himself to close the cupboard. But once again the loose cupboard door blows partway-open involuntarily drawn back to the Sugared Nuts, Deeply torn, he slowly reaches out toward the jar with a and he accidentaily drops it, and nuts SPILL on the floor Mortified, he bends down and hurriedly puts the nuts back - and now CAROLINE ENTERS, carrying a sheaf of typed page",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "Bonjour, Monsieur le Comte. | hope I'm not -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(flustered) Madame Clairmont! The Comte stands up suddenly, putting the jar behind his balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (CONT'D)",
          "text": "Has Madame Rivet offered you coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(concerned) Monsieur le Comte?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(pale, unsteady) i'm fine... Fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(re: the typed pages) \fI'm just dropping off the... {eyes him worriedly) Forgive me, Monsieur le Comte, but... have you been eatin With his foot, Reynaud furtively shoves a few telltale Su",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "'m uh, rather strict in my Fast this year. ! cannot deman townspeople if | don’t demand more of myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "But... if the shepherd is weak from hunger, how can he gu",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "| said I'm fine, didn't 1? Caroline, stung, looks away. The Comte sighs apologetically. He walks over to her. COMTE DE REYNAUD (cont'd) You don't deserve that, Caroline. She's surprised and touched that he used her first name. COMTE DE REYNAUD (cont'd) You're the best friend |... She's startled, flattered - but he corrects himself: COMTE DE REYNAUD (cont'd) .. the most foyal constituent I have. Caroline smiles slightly. She and the Comte are standing",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME RIVET",
          "text": "Monsieur le Comie - MADAME RIVET ENTERS, and is thrown off to see Caroline th each ather. MADAME RIVET (cont'd) (uneasy, not looking at them directly) Pardon me. Serge Muscat is here to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Muscat? What does he want? Madame Rivet shrugs meekly: | just work here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "She had nothing in 1943! Her mother was sleeping with a b corporal just to put bread on the table. You remember - | her out of the gutter! WIDER ANGLE reveals where we are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte sits listening to Muscat's tirade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "And now she repays me - repays my kindness - by walking o",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "It is natural that you're upset -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Upset? I'll be the town joke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(sharply) That is not your concern. Your concern is the Sacrament o",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(a BEAT; mumbling) Of course of course... the Sacrament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Are you prepared to re-dedicate yourself to your sacred v",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Me? I’m not the one who walked out! The Comte gives Serge a sharp, chastising look. SERGE (cont'd) Re-dedicate. Of course. Yes. (going for \"sincerity\") Please, Monsieur le Comte - I'm begging for your help. Serge glances up at a formal PORTRAIT on the wall: a Man SERGE (cont'd) My family has always been able to turn to yours. The Comte sighs irritably...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne is teaching Josephine how to make croquant wafers. finger into the almond nougat and sneaking a taste.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "{to Joséphine) Okay, now cover the mixture with your other parchment she",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(nervous, eager) Like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Now you want to roll it out quickly - the caramel sets fa Vianne hears the door open out in the shop. VIANNE (cont'd) You're doing great - I'll be right back,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte, at the counter, tries to ignore the dizzying a Vianne emerges from the kitchen and strides over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(dryly) What brings you here today? She holds up a candy platter right in front of his pale, VIANNE (cont'd) Can | interest you in some Nipples of Venus? He eyes the Nipples of Venus with suppressed panic. He un",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Rumor has it you're harboring Madame Muscat. !s that true",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You make her sound like a fugitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "A fugitive from her marriage vow, which God has sanctifie",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You don't say. (calls to the kitchen) Joséphine, come out here a minute. Joséphine comes out. The sight of the Comte makes her wa VIANNE (cont'd) Let his Radiance have a look at you. Joséphine reluctantly goes to the counter. She inclines h LACERATIONS on her forehead. He is utterly taken aback. VIANNE (cont'd) (to the Comte) is that sanctified enough for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "| had no idea... (softly, to Joséphine) How long has...? Joséphine shakes her head: too painful to talk about. COMTE DE REYNAUD (cont'd) 1 am truly sorry. You should have come to me. Joséphine says nothing. Her head is stil! bowed. COMTE DE REYNAUD (cont'd) (gentle, reassuring) Your husband must be made to repent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(quiet, tremulous) Tell him to repent on someone else's head. Joséphine turns and walks back into the kitchen. Vianne g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE, JEAN-MARC, ALPHONSE, and GUILLAUME are playing Bou disheveled. Guillaume, cradling his dog Charly with his r close to the bouchon (the cork target). Now it’s Serge's",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "(advising Serge) Don't fire. Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "I'm going to fire. Serge assumes the position to “fire the boule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "Too risky. Point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. ! can control it. Serge winds up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "(sotto to Alphonse) Can't even control his own wife. - and Serge fires the boule, badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "What did you say?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (0.S.)",
          "text": "Muscat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serge turns, SEES THE COMTE approaching, glaring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Bonjour, Monsieur te Comte. is something - The Comte, livid with anger, GRABS SERGE BY THE EAR (exac SERGE (cont'd) (flabbergasted) Ow! The Comte begins leading Serge away. The other men snicke SERGE (cont'd) What - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "| am going to make an example of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of the bizarre sight: the Comte de Reynaud grimly pulling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "shows us that the P.0.V. was ANOUK’s; she is standing in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPEN ON the Comte shoving Serge into the CONFESSIONAL BOO",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (0.S.)",
          "text": "(from inside booth) Ow! \fWIDEN to include PERE HENRI looking on with mild alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(to Pére Henri) Go on in. He's ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Well - but - confession must be made in the spirit of con",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(sharply, to 0.8. Serge) Are you here in the spirit of contrition? The Comte impatiently POUNDS the booth with his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(startled) Yes yes - contrition. Yeah. The Comte gives Pére Henri a look: \"there, you see?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CATECHISM CLASS for kids ages 8 through 10 (including D Henri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAPTISTE",
          "text": ".licentiousness, idolatry, sorcery, gluttony, and drunken",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Correct. And what are the three conditions for mortal sin ANGLE TO REVEAL SERGE MUSCAT sitting among the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Mortal sin is sin whose object is uh... committed with...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Incorrect. Didi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIDI",
          "text": "Mortal sin is sin whose object is grave matter and which full knowledge and deliberate consent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Correct. Serge closes his eyes in humiliation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne is teaching Joséphine how to temper couverture, m",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "And how do you know if the couverture is properly tempere",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "You dip the palette knife to see if the couverture harden",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serge sits slumped in the swivel chair while FRANCOISE cu",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "More off the sides, please. Serge numbly regards his much shorter hair in the mirrar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are the usual NOSE ICICLES on the statue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "In the little village, time passed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "The NOSE ICICLES MELTING in warm sunshine - making it loo",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "... and the chocolaterie did not go out of business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VIANNE sells cacao beans to YVETTE AND ALPHONSE (who hold a packet of CHOCOLATE SEASHELLS for GUILLAUME. LUC drinks ARMANDE, who poses regally. And Guillaume's dog CHARLY fu on a low shelf...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "The Comte de Reynaud felt himself being drawn into a stra",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CHURCH",
          "text": "PERE HENRI places a COMMUNION WAFER on SERGE’S OUTSTRETCH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VIANNE looks on as ANOUK playfully places 2 CHOCOLATE CR TONGUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "His struggle to transform Serge Muscat into a gentleman b an act of goodwill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE COMTE'S KITCHEN",
          "text": "THE COMTE instructs SERGE on the proper way to lift a sou",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "it became a test. A holy war between Chateau and Chacolat MADAME RIVET ENTERS holding a selection of shirts and tie and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne oversees JOSEPHINE - wha now works with skill and chocolate mixture for Black Forest Trufffes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne watches ANOUK gently brush JOSEPHINE'S hair. Josép luminous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADAME AUDEL finds the gift-wrapped CHOCOLATE SEASHELLS o breast in moral indignation - but her eyes show a hint of",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE STREET",
          "text": "GUILLAUME is secretly watching Madame Audel, But then Gui to see the Charly (on the end of his leash) is gamely TRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luc confessing, tortured:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "Lying to my mother. Sneaking around behind her back. | fe time, | tell myself it's the {ast time. But then |... | g chocolate... or those moon-shaped things - oh God - those moon things...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fMadame Audei, ashamed, confessing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADAME AUDEL",
          "text": "Seashells. Chocolate seashells. So small, so piain, so... “Just one little taste - what's the harm?\" But oh - they with rich, sinful almond nougat, and... (quiet, mortified) .. and | was lost, mon pére. | was lost,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yvette confessing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "YWETTE",
          "text": "| keep thinking | can control it. That! can quit anytime she brings out something new, 1... (sighs guiltily) Yesterday it was butter truffles with very rich, bitter, outside... CAMERA PANS RIGHT to PERE HENRI on the adjoining compartm himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YETTE, (CONT'D)",
          "text": ".and then when you get to the inside, there's this sweet, filling... CAMERA PANS LEFT, back past Yvette...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WETTE, (CONT'D)",
          "text": "..and it melts - God forgive me - it melts ever-so-slowly tortures you with pleasure. PANNING CAMERA FINDS an appalled COMTE DE REYNAUD (eavesd",
          "sentiment": "neutral"
        },
        {
          "speaker": "YVETTE, (CONT'D)",
          "text": "...until you feel like you're going to swoon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte sits listening to Pére Henri reading scripture WRAPPER NOISILY BEING OPENED by someone in the church. Th culprit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE COMTE sits gazing at the PHOTO OF HIS WIFE, the Comte In front of him sits an UNEATEN QUARTERED APPLE on a plat more pale than ever, lips dry and chapped, shifts his gaz resisting it, as if it were the devil's own apple of temp",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "Now, the Comte was no fool. Though he hoped to redeem Mus that this redemption alone would not be enough to regain village. He fiercely shoves away the plate; it SHATTERS on the flo STORYTELLER (cont'd) He understood that some Larger Lesson needed to be taught Probiem needed to be identified, and solved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANOUK is playing pirates in the makeshift fort with the B",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "Little did the Comte suspect that his \"Greater Problem\" w quiet afternoon in the dull green waters of the River Tan A FLICKER OF REFLECTED LIGHT PASSES across the children: The kids stop playing and look up: something on the river",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several LARGE RAMSHACKLE BOATS are arriving in Lansquenet",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOSEPHINE clears the counter, humming contentedly. VIANNE drinking hot chocolate in serene silence. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You've never reaily told me what the problem is. Between",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Because it's none of your goddamn business. Vianne says nothing, smiles slightly. After a long moment ARMANDE (cont'd) !'m an embarrassment to her. | cuss, | read dirty books. what I like. And sin of sins, | refuse to go to Les Mimos Vianne doesn't know what Armande is referring to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(explaining to Vianne) The nursing home down in Toulouse. When ! was a kid we ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "\f(snorts) Caroline loves the idea of some nurse with a clipboard re movements. Suddenly ANOUK comes RACING INTO THE SHOP, breathless, he",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Maman maman - come quick! They're here, they've come to L",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Slow down, Nou-Nou. Who's here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(filled with awe) Pirates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk is eagerly pulling Vianne toward the river. But the FRANCOISE in the other direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIDI",
          "text": "But maman, why can’t we stay -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANOISE",
          "text": "None of your back-talk! Frangoise shoves the boys into her ‘51 Peugeot. Anouk giv mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAMSHACKLE HOUSEBOATS are lined up at the riverbank. It's houseboats with corrugated roofs, the stovepipe chimneys, pots for crayfish, tattered umbrellas sheltering the deck a rough-hewn, handsome, wind-burned young man(ROUX) sits And on the riverbank, RIVER GYPSIES are starting campfire",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne and Anouk approach the river gypsies on the riverb",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Hello. Several river gypsies eye Vianne and Anouk with caution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A THIN GRIZZLED MAN",
          "text": "(sotto, to a TEENAGE GIRL) Better get Roux. \fThe Teenage Girl hurries off. Anouk reaches into her pocket, pulls out a handful of PRA",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Anybody got a sweet tooth? The Kids study her warily... then GRAB THE CANDY AND RUN danger. Now Vianne sees the Teenage Girl approach Roux (the guy p to him. He casts an unworried glance over at Vianne... th",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "(whispers to Vianne} | bet he's the Captain. As Vianne heads toward Roux’s barge, Anouk scampers ahead - making Vianne concerned for her safety:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "(shouts at Anouk) Be careful! Don't do that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(misunderstanding) Heaven forbid. Might catch our germs. Anouk stops trying to board the barge. Vianne reaches the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "(nonchalant) We're sorry. All of us. Sincerely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(a wry shrug) Whatever you're here to accuse us of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "And why would | do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Well, because we river rats are the dregs of society. Wit and criminal impulses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Sounds terrifying. {s it true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's what you townspeople always seem to think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Oh but this is not my town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Hm. (casually) Then what do you want? You're here to save us? Catholic A French Family League? Communist Workers? Which idea are y",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(earnestly) Chocolat. Roux looks down at Anouk in mild puzzlement. She regards",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "What's a river rat? Is it like a pirate? Roux smiles slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "You could say that. He points to a large old bucket on the deck next to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "(confidentially) There's my treasure chest. Anouk jooks dubiously at the rust-stained old bucket... u NECKLACES. Anouk gazes at the necklaces in fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Let me guess. They're for sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "A mere 30 francs apiece. Vianne furrows her brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "{acting \"hurt\") I can get 50 for them in Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(shrugs) \fThen go to Paris. But now something 0.S. catches Roux’s eye. Vianne turns t",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COMTE DE REYNAUD",
          "text": "is standing on a knoll above the river, peering down at t He sees Vianne, locks eyes with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK WITH VANNE, ANOUK, ROUX",
          "text": "Vianne, with a defiant gleam in her eye, turns to Roux:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "(brightly) We'll take two, please. Roux - sensing that Vianne is making some kind of point -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(hands him the money) Absolutely. Roux hands Vianne and Anouk each a necklace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(putting on her necklace) it's beautifull Vianne shoots another defiant giance up at the Comte - - but SEES that he’s now GONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(to Vianne) L.. should probably warn you. You make friends with us, y enemies of others,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "That a promise? Vianne turns and walks away with Anouk, Roux, mildly intrigued, watches them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE, dressed up in a blue suit, snazzy bowtie, and two- Square, holding a bouquet of FLOWERS in the vase he got f Across the way, townspeople file into TOWN HALL. A hand-p",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEETING 7",
          "text": "when they notice Serge - and are amused by his foppish ap",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALPHONSE",
          "text": "(to Jean-Marc; re: Serge) What's he up to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "Maybe he’s joining the circus. Serge keeps walking with dignity, ignoring their stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CHOCOLATERIE",
          "text": "Joséphine, alone in the shop, is wiping down the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Sorry, we're cl - Joséphine SEES that it's SERGE, with flowers, begging her She's very surprised by the tenderness in his face. She g him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(softly, humbly) Joséphine. You look... different. Joséphine regards him warily. He's got the sorrowful, hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "You too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "I want to say... I'm sorry. (holds out flowers) I've changed, Joséphine. God has made me 4 new man. Joséphine accepts the flowers, but says nothing. This is",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (CONT'D)",
          "text": "\f| ask you... No, | beg you... to accept my apology? She looks at the flowers... then at Serge’s sad eyes. Aft",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(barely audible) Accepted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "| promise things will be different now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(a BEAT) Things already are different, Serge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "| mean... when you come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(mildly puzzled) Home? She steps back into the shop. JOSEPHINE (cont'd) (sincerely) Thanks for the apology. The flowers are lovely. She starts to close the door -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Joséphine, please. We are still married in the eyes of Go",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(quietly) Then He must be blind. She gently closes and locks the door, leaving him standin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serge just stands there, locked out, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE sits in the empty, locked-up café - drinking himsel LIGHTING MATCHES one after another, tossing the matches o momentarily flare up. He giances out the window and sees a MARRIED COUPLE walki the town meeting. Serge sullenly GRUNTS to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TOWN MEETING IS IN CHAOS: everyone arguing at once. I COUNCIL - whose chairman, JEAN-MARC, is frantically BANGI",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-MARC",
          "text": "Order! We must have order! Order! The audience quiets down somewhat. JEAN-MARC (cont'd) The Council has no legal authority to force them to move. public land - More commotion - some people in the crowd HISS... ... until finally the COMTE DE REYNAUD, sitting near the JEAN-MARC (cont'd) (hopefully) The Mayor wishes to say a few words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "if] may, gentlemen of the Council. The Comte de Reynaud waits until the room is silent... th",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (CONT'D)",
          "text": "(softly) They are rootless, godless drifters. Theirs is the way of fornication, filth. They would contaminate the spirit of the innocence of our children. (almost a whisper) They would destroy our tranquility. The room is perfectly quiet. COMTE DE REYNAUD (cont'd) Our Council Chairman is right. We cannot force them to le (a BEAT) But we can help them to understand they're not welcome. Every eye is focused on the Comte de Reynaud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the kitchen, Joséphine is asleep. Through the open doo Suddenly there's the sound of GLASS SHATTERING downstairs",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "\fOh my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (0.5.)",
          "text": "(yelling drunkenly from downstairs) Who are you to ditch me?! Worthless cow! Can't even use a even put a goddamn meal on the table after | put in a har Vianne and Anouk leap out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(horrified, to Vianne) He's inside! They hear HEAVY FOOTSTEPS CLOMPING UP THE STAIRS. JOSEPHINE (cont'd) Oh God! Vianne hurriedly starts pushing the kitchen table toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(to Joséphine) Come on - help me! Joséphine, panic-stricken, unsteadily helps Vianne push t",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(frightened) Maman... They hear a monstrous POUNDING on the door. Vianne and Jo Anouk fearfully hugs Vianne's waist. But then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (0.S.)",
          "text": "(suddenly, strangely gentle) Joséphine? Sweetheart? It‘! go easier for you if you open Joséphine is trembling with uncertainty: should she open no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (0.8.)",
          "text": "(softly) 1 don't want to have to hurt you. Open the door, alright Joséphine looks pleadingly at Vianne. But Vianne shakes h SERGE (0.S.) (cont'd) J just want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Go sleep it off, Serge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exploding) Rocher, you meddling bitch! This is your fault!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Maman! Vianne covers Anouk’s ears, hugging her close. There's a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serge is repeatedly RAMMING HIMSELF AGAINST THE DOOR. The",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "I'll teach you to mind your business! He's RAMMING IT powerfully... the wood is splintering... over the door and the table/barricade into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where he LEAPS AT VIANNE, TACKLING HER TO THE GROUND - - and Anouk SCREAMS as Serge clasps his hands around Vian Vianne struggles helplessly in Serge’s ferocious grasp - - and Anouk is SHRIEKING in horror, trying in vain to pul - and Serge shoves Anouk to the floor with his foot and c - until Joséphine WHACKS SERGE OVER THE HEAD with a huge - and he collapses unconscious on top of Vianne, like a s",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(to unconscious Serge) Who says ! can't use a skillet,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHURCH BELLS ring for Mass. The Comte stands in the churc as pale as ever, the Comte exudes a new sense of purpose But then he notices: SERGE lying in the middle of the Squ riding bicycles have to navigate around motionless Serge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(disgustedly, to himself) Wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bleary-eyed Serge, with a cold compress on his head, sits",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "You realize, of course, that you've ruined any chance you her back. Serge shifts uncomfortably under the Comte's steady glare",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Well... you know, she’s kind of upset right now... but | her a little more time... The Comte, amazed, appalled, keeps staring at Serge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPEN CLOSE ON VIANNE'S WINDOW, where we see a VILLAGE SCE SIGN in the window reads: GRAND FESTIVAL DU CHOCOLAT - Sunday, 29 March A Spring Celebration of Fertility and Rebirth Free Easter Ege Hunt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "looking at the window display, impressed. Luc turns to 0 shattered, and is temporarily replaced by a wooden board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armande sits at the counter, visiting with Vianne and Jos",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(to Armande; re: Joséphine) Oh you should've seen her! Like swatting a fiy - (mimes action of using skillet:) THWACK! - goodnight Serge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "His skull must not be as thick | thought! Vianne and Armande laugh. Joséphine looks a bit uncomfort Armande, seeing Joséphine’s slight discomfort, reaches ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE, (CONT'D)",
          "text": "The worst is over. He found out what you're made of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles slightly) So did f. Now LUC ENTERS: Luc Am | interrupting something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Come on over and sit down! Luc sits beside ARMANDE and kisses her cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "It's beautiful, Vianne. Your window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Couldn't have done it without Joséphine's help. Joséphine smiles with pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(to Luc} How long have we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "She's at the hair salon for an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANCOISE brushes off the swivel seat, preparing for her are playing. CAROLINE ENTERS with a stack of MIMEOGRAPHED FLYERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I'm so sorry, Francoise - | have to break the appointment",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCOISE",
          "text": "Something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "| volunteered to distribute these. | promised the Comte I the end of the day. Caroline hands her a FLYER, headlined: \"BOYCOTT IMMORALIT",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCOISE",
          "text": "Count me in. (dryly) Not that ! expect many of them to stop by for hair styli In b.g. Didi and Dédou now SWORDFIGHT WITH HAIR BRUSHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "It’s not just that. Sometimes they offer to do odd jobs f they just beg. The Comte feels we have to stand firm -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCOISE",
          "text": "Like | said, count me in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luc, Armande, Joséphine, and Vianne are LAUGHING as Arman nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "No no no - rub it hard! Luc rubs the spoon hard against his nose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT,/EXT. CHOCOLATERIE",
          "text": "Caroline, with the stack of flyers in her arm, passes by sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Armande keeps coaching Luc on making the spoon stick to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Good - now keep your head still. The SPOON DANGLES from his nose WITHOUT FALLING OFF. The Now CAROLINE ENTERS, glaring furiously at Luc. He's stunn to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE, (CONT'D)",
          "text": "Hello, Caroline. Caroline just keeps staring at Luc. He guiltily looks awa ARMANDE (cont'd) You want to blame somebody, blame me. Corrupting him with",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "/ “™ How dare you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Pffl He's happy, he's fine - look at him! Lue Maman, |...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(to Armande) And what about you, mother?! Are you fine?! Atmande says nothing. Vianne looks at her: what's this ab CAROLINE (cont'd) (to Vianne) 1'H bet Mother's conveniently forgotten to teil you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(to Caroline) Come on, Caro, don't be a stick in the mud -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(a dare) Go ahead, Mother - show her. Unless you're afraid to. Armande shrugs haughtily, as if this were a trivial matte NEEDLEMARKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (CONT'D)",
          "text": "(to Vienne) Insulin shots. Diabetes. it's very advanced - she could b year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(casually, to Caroline) Couldn't you say I’m @ heroin addict? It'd sound a lot mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(to Vianne) And you. You sit here feeding her sweets! Vianne looks questioningly at Armande.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "! can think of worse ways to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "oo Why not rat poison, it'd be faster!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Vianne) Caro's always had a flair for drama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(to Vianne, re: Armande) She belongs in a place where she'll be taken care of -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Le Mortoir?! I'd rather be in hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "You may get there, mother. (grabs Luc by the hand) Come along, Luc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "But maman, | - | don't want - Caroline's eyes narrow threateningly - and Luc falls sile",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(nervously to Caroline, trying to be helpful) He's... been happy here. It's good for him here. Caroline whirls on Joséphine with amazed contempt:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "| will decide what's good for my son, Madame Muscat. Caroline yanks him off the stool and forcefully leads him At the door, Caroline wraps Luc's scarf securely around h An uncomfortable silence. Then Armande taps her cup:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "I'll have another, please. Vianne and Joséphine exchange a sober glance. ARMANDE (cont'd) Well come on! it’s my life - can't | enjoy what's left of",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Armande.,. why didn't you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(angrily) fs this a chocolaterie or a confessional? Armande tries, with difficulty, to get off her stool. Jo her away: ARMANDE (cont'd) if i need help | ask for it! Armande manages to get off the stool, picks up her cane a",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "Armande, I'm sorry -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(looks back at Vianne; ) (low and hard:) Don't you dare pity me. Armande exits, slamming the door. Joséphine notices something on the floor: a MIMEOGRAPHED looks at it with concern...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, CHOCOLATERIE",
          "text": "4oséphine is sweeping the sidewalk, She glances up and se passing Townspeople as usual. For a moment Joséphine considers going back into the shop comes to a different decision: steeling herself, she look approaches, Reynaud is @ bit surprised to see Joséphine meeting his e",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Bonjour, Joséphine. Joséphine pulls the crumpled “Boycott immorality’ flyer f",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(nervous, but stil! meeting his eye) We won't be needing this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(doesn't take flyer) Why give it to me? it was issued by the entire town of La Joséphine crumples the flyer, throws it on the ground, ta towards the Comte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(mumbling) ! see. The people of Lansquenet, of course, the people... Joséphines sweeping becomes more and more aggressive, al arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Joséphine. | know you have suffered. 1 know Serge has... husband. But it's time to go home. Remember the vow you m",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Ahh yes. And please remember me to your wife. Still away Joséphine goes into the chocolaterie. A few passing TOWNS Monsieur le Comte.\" The Comte quickly re-composes himself",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the MIMEOGRAPHED FLYERS is posted in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE, hung-over, sits playing his idle game with matches cup of coffee, where they SIZZLE and go out. JEAN-MARC an Into the caf walks ROUX and GATI(a 4-year-old river gypsy",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "She'd like a soda water. How much is it? Serge eyes Roux lazily. The cafe's patrons are all watchi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(flippant) For you, 40 francs. A few of the patrons chuckle. Roux is unperturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (CONT'D)",
          "text": "(“explaining* to Roux) There's a soda water shortage. Very serious. Some of the patrons laugh. Serge is pleased with himself. Roux calmly takes 40 francs from his pocket and places it Blances,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "With a twist of lemon. if you've got any. Serge eyes the money, considering whether to take it. Fin the money... Jean-Marc whispers something to another Patron (disapprov But just then, Serge notices through the open doorway: t passing townspeople.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(to Roux, but suddenly shouting so Reynaud will hear:) This is a respectable establishment! Take your filth some The Comte, hearing Serge, steps into the doorway - and hi At the sight of Reynaud, all the Patrons straighten their",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(re: Roux) ts there a problem, Serge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "No, Monsieur fe Comte. (to Roux) Go on - get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(nonchalant) Sure. Could ! have my money back first? Serge blearily looks down at his own hand - suddenly real disapproving eyebrow at Serge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(nervously throws money back at Roux) ! don't want your filthy money! Get out! Roux leads Gati towards the doorway where the Comte is st move, blocking Roux’s exit, The Comte is staring coldly at him, a silent challenge, t Then the Comte, with sudden nonchalance, turns and saunte been made and he's not going to waste any more time on Ro Roux stands there a moment... then wordlessly leads Gati",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roux and Gati walk past one shop after another, each with",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (0.S.)",
          "text": "Bonjour. They turn and see Vianne in the doorway of her shop. VIANNE (cont'd) I just made a fresh batch of mendiants - anybody interes",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATI",
          "text": "(shakes her head no) My tummy hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "I've got just the thing for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What about “boycott immorality\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gati sits on a stool, contentedly chewing on DRIED LEAVES kid interested in making a new friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "From a cocoa tree, An old remedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAT",
          "text": "Tastes strange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Maybe daddy would like a taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATI",
          "text": "Oh, he's not my daddy. Vianne looks at Roux. He nods and shrugs, acknowledging t GATi (CONT'D) (being silly) He's my pony. Anouk smiles. She hands Gati a fresh-baked mousse cup:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Here. It's a lot better than those leaves. Gati plunges her finger into the mousse, then puts her fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATI",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Want to see upstairs? \fAnouk takes Gati's hand, Gati hops off the stool,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "Come on! Anouk runs upstairs with Gati following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Looks like her tummy feels better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(sniffing cocoa leaf) You should bottle this stuff. Vianne smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk and Gati are squirming and giggling as they both tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roux is looking around at the Mayan artifacts decorating \"Elchuah\". He seems particularly fascinated by it. Vianne observes Roux appraisingly, as if deciding somethi him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(confidently) Go ahead. It's your favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What makes you so sure? She gets a rum.truffie, hands it to him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Go on, taste it. intrigued, Roux eats the rum truffle. He nods in astonish",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Amazing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "(pleased with herself} Thanks. | have a knack for guessing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(apologetic) \f...but it's not my favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(thrown off) What? Gati comes running down the stairs with Anouk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(to Gati) Ready to go? Roux takes Gati's hand and leads her towards the door. Vi failing to guess Roux's favorite. On his way out, Roux hesitates to inspect the shattered,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "| could fix this. Not with glass, but | could make you a door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "That's nice of you. But I'd insist on paying for your wor",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "That makes two of us. Roux exits with Gati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PERE HENRI is SINGING as he works in the garden:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "\"Blue, blue, blue suede shoes, Blue blue blue suede shoes Out of the corner of his eye, he now sees THE COMTE appro sentence: PERE HENRI (cont'd) (SINGING reverently) *. and let the earth be joyful, And the trees sing in exa (turning to the Comte} Oh - good evening, Monsieur le Comte. | didn't see you th The Comte regards Pére Henri grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "She's laughing at us,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The Rocher woman. Laughing at our traditions. Now she's g tiver gypsies working for her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(a BEAT) Is that a problem? After all, Christ teaches us to give s",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Succor is well and good, Pére. But when it undermines the of the community?! (pointing to garden) Do you not pull out weeds when they threaten your flowers",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "Well, yes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "And just look at this... The Comte unfolds a NEWSPAPER, shows it to Pére Henri: COMTE DE REYNAUD (cont'd) She is soliciting booths and street performers for a “Fer Easter Sunday! | tell you, she's cackling at us! When are something? Pére Henri uneasily stares at the newspaper. COMTE DE REYNAUD (cont'd) The Monsignor assured me you were not one of these \"New C reads about in Le Monde - was he mistaken? Pére Henri swallows hard, regarding the Comte with a mixt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROUX is rebuilding the door. ANOUK is hanging out with hi studying it with casual interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What part of Australia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(with factual authority) A small town outside of Sidney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "\fWhat does he eat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Leaves, bugs, bamboo shoots... (displaying worm in her hand) ... and worms, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What about chocolate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(“don't be silly\") Kangaroos don't eat chocolate. Vianne and Joséphine, cleaning up the shop at day's end,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Well, but... has he ever tried it? Anouk whispers to \"Pantoufle\", then “listens” for his ans",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "He's not interested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(playfully) Not interested? Monsieur Pantoufle, you surprise me. A wo interested in new flavors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "I've got a nice truffle here he could try. Roux and Joséphine exchange a wry glance. Anouk confers w",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "No, But he thanks you for your kind offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(to Vianne) Very proper for a kangaroo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "(nods) His mother was British.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Monsieur Pantoufle, | must protest. How do you know you d chocolate if you refuse to taste it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(to Roux) \fDo you like worms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "How do you know if you've never tasted one? Roux considers this. He impulsively takes the worm from A SWALLOWS IT, maintaining a brave, gallant expression on h Joséphine and Vianne are astonished. Anouk is staring at",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(a gourmet judgment:) Subtle. Zesty. Disgusting. Anouk laughs delightedly. She looks back at Vianne with g Then Anouk turns to Roux again... and catches sight of hi doorway. (He \"palmed\" the worm, like a magician).",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(half-outraged; half-delighted) You tricked me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "‘(to worm) Go, my little friend! Be free! Anouk laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The church is packed for PALM SUNDAY. Parishioners hold t HENRI nervously delivers his sermon, reading from a prepa",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "..Satan wears many guises. At times, Satan is the singer hear on the radio. At times, the author of a salacious no quiet man lurking in the schoolyard, asking your children game. THE COMTE DE REYNAUD watches Pére Henri intently, like a \fPERE HENRI (cont'd) And at times the maker of sweet things. Mere trifles. For more harmless, more innocent than... chocolat? The Comte, his eyes bright with pride and satisfaction, g Henri is reading it exactly right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIDI, DEDOU, and OTHER KIDS are playing La Chévre (like \" noise.) Didi is now the goat. ANOUK comes aver to join th",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Bet you can't get me! But Didi ignores her and pursues another child. ANOUK (cont'd) {running in front of Didi) Come on, Didi, | dare you. But Didi actually goes out of his way not to tag Anouk -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEDOU",
          "text": "We can't play with you anymore. Your mother is Satan's helper. Before Anouk can answer, DEdou gets tagged: making a goat Anouk standing there, perplexed, alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roux is at work on the new door, which is almost done. Vi walking his dog Charly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Hey Guillaume! Guillaume stops in his tracks, flustered. VIANNE (cont'd) I've got something new Chariy's going to iove. Guillaume nervously glances at the Church... gives Vienne tries to keep going toward the chocolaterie - but Guillau",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(softly) it's me. i should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "\fNo, it's not you. It's... Just then, Vianne sees ANOUK striding towards the shop:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "(chagrined) Where have you been? 1 was worried - Anouk flounces right past Vianne and Roux into the shop. VIANNE (cont'd) I'm talking to you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "It's just like all the other towns! Anouk runs upstairs. Vianne hurries after her. Roux and Joséphine (who is behind the counter) share a tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk races into her CRAWL SPACE and disappears behind th - and sees that Anouk has burrowed into the crawl space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Anouk... Vianne sits down on the floor next to the cloth curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "Just tell me what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Are you Satan’s helper? Vianne sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(softly) it's not easy, Nou-Now. Being different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Why can't we go to church?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(shrugs) You can if you want, But it won't make things easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't you wear black shoes like the other mothers?! Vianne is thrown off by this strange remark; she doesn't",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne sits by the fire sipping cognac. Armande stands at uses an iron poker in her other hand to rearrange burning",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "!t was just a matter of time before he got to the new pri thinks of the church as one of his holdings. Which makes his tenants. Armande pokes at a large log. But her muscles are weak; t",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "He's a fine piece of work, our little nobleman. it's no w Sallivanting off. She's been in Italy for months, did you",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(troubled, quiet) Armande... the whole town's against me... What can | do? Armande, frustrated by the large log, pokes it absolutely explosion of embers. This makes Armande smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(with a sly twinkle) Throw me a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Wednesday's my 70th. Let's show the bastards we're ready dancing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "But... 2 party... (sighs) You're not well. You have to face it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay okay okay. You do this for me, ! check into Le Morto morning, without a regret in the world! Vianne is deeply struck to hear this... but shakes her he",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "{f 1 threw @ party in this town, no one would come. Armande sits down, picks up her cognac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "They don’t need to know who's throwing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Armande, listen -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "No, you listen. This is what ! need. {a plea) One fast night to be myself. One last night to live. Vianne doesn't know what to say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE, (CONT'D)",
          "text": "(soft, beseeching) When | need help... | ask for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lue finds a LINEN ENVELOPE in the mailbox, addressed to \" which is written in festive calligraphy: Mme. Armande Voizin Requests the Favour of your Company 70th Birthday Feast Wednesday, 25 March 5 p.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO GIFTS, PLEASE",
          "text": "Luc stares at the invitation with distress and uncertaint",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROUX, sitting with his bare feet dangling over the side, tap the water's surface in time with the music. ANGLE TO REVEAL VIANNE quietly stepping onto the barge. S She begins HUMMING along with the melody. Roux sees her, Roux ends the song with an IMPROVISED JAZZY RIFF. Vianne",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Never heard that last part before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Me neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "My mother used to sing that song. When / couldn't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Did it heip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "I still didn't sleep. But yes. it helped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "How is the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(smiling) It squeaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "How is Anouk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "She's better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "And how are you? She hands him a LINEN ENVELOPE like the one Luc got in th",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "I'm throwing a party. (betraying a touch of nerves) if anyone shows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Who's invited?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "A bunch of townspeople. Roux considers this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(genuinely curious) Tell me. Why do you give a damn about pleasing these nar villagers? Vianne, caught off-guard, doesn't know quite how to reply",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "Because you're scared of them. Vianne blinks at the truth in this, but immediately cover",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(scoffing) I'm more afraid of my daughter's kangaroo. You coming to",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "I can't. (off Vianne's look) There's a boycott. Against immorality. I'm respecting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Ah. That is a problem. Well then, | will leave you with t convictions. She tosses him a packet of chocolate covered almonds. He",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What are these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Highly immoral Aimond-chocolate clusters. (confidently) Your favorite. Roux tastes one: it’s incredible. He bows his head as if",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "am undone. (a BEAT) But it's not my favorite. Vianne shakes her head in chagrin. She turns and starts t",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "Fil come by sometime and get that squeak out of your door",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(not looking back) | know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VIANNE and JOSEPHINE work feverishly to create an exotic POBLANO SAUCE and TURKEY IN COCOA/BURGUNDY SAUCE... we se frying chilies and bananas; melting dark couverture shavi A STRONG WIND blows through the open window, cooling thei and her fingers brush against the NECKLACE she got from R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another NECKLACE, unfinished, in Roux's hands. (THE WIND the necklace. He is relaxed, focused, doing the kind of m - but the WIND GUSTS, and a hatch SLAMS - and Roux, start",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIND is stil! strong. Vianne and Joséphine, lavishly each take a gulp from the bottle of Burgundy they used fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another FLAME, this time from a CANDLE that REYNAUD is li crosses himself, praying fervently for the restoration of The WIND gusts into the church, making the candle flicker",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a warm afternoon. A dozen PARTY GUESTS sit at a long dinner party is @ combination of formal and funky: Fine l festooning the chicken-wire fence, Among the guests are G the THREE WIDOWS IN BLACK. ARMANDE looks radiant in an ol JOSEPHINE is filling wine glasses. Now the door of Armande's house opens - and VIANNE and RO chocolate-laced entrees. ANOUK, still looking pouty, trai The Party Guests, stunned to see these “outsiders” at the Vianne and Roux set down the platters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(with forced good cheer) \f(a bit anxious) Do you think everyone had a good time? Seems like it all",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(gently) Shhh... She gives him a look: “alright then.\" She holds him a lit and Roux are good dancers, swaying sensuously in each oth ANOUK (sitting in @ corner with BAPTISTE and GATI) yawns ARMANDE and LUC are sitting on a large crate. Armande, de Luc (concerned) Mémé? Armande's eyelids are drooping. She looks shaky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "it's nothing. I'm... tired. (cails out:) Vianne. Roux. Vianne and Roux stop dancing and come over to Armande. ARMANDE (cont'd) Thanks. This was... thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "You're leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(protesting to Armande) The night is young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Well I'm not. Help me up. Vianne helps her up; Armande is a bit unsteady on her fee",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(worried) Armande...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Oh for gadsake don't fuss. You'll ruin a perfectly decade (shakes Vianne's hand) I'm not partial to big sloppy goodbyes. But Vienne embraces the old woman, tightly, for a long t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LUC carefully helps Armande up the front steps. The dirty",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "(re: dishes) | can take care of -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(tiredly, weakly) I'm... I'll sleep in my... chair tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, ARMANDE'S HOUSE",
          "text": "Luc helps Armande, fully clothed, into her easy chair. Sh necklace she's wearing. Luc gently removes her shoes and",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Give your mother a message for me. (yawning) She can pick me up at noon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUC",
          "text": "(puzzled) Pick you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "(exhaustedly) Tell her I'm ready to go to Les Mimosas. Lue What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "You heard me. Lue Mémé, are you sure -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMANDE",
          "text": "Go away now - shoo. Can't you see I’m busy? Armande closes her eyes, putting an end to the discussion Luc l'iljust bring in a few dishes, okay? Silence. Luc reluctantly goes outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party is over. Anouk and Joséphine are curled up asle eiderdown. Then Vianne takes Roux's hand, and they wordle back of the barge. They drift downriver in the Caboose Boat, away from the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CABOOSE BOAT",
          "text": "The boat glides down the river. We hear the SONG OF CRICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Do you like it? Taking your home with you wherever you go",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "It suits me. (a BEAT) Your way must be harder. Vianne looks at him questioningly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "Wherever you go, making a new home from scratch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(shrugs) Maybe this time I'll get it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Maybe I'll stay. Roux smiles knowingly: who are you kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "(defensive) What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "You'll always be @ wanderer. Vianne shoots him an irritated look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "It's @ compliment. Vianne sighs, shakes her head. To her it's no compliment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you ever think about... belonging somewhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "The price is too high. You end up caring what people expe",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Is that so terrible? Having people expect something of yo Roux studies her for a tong moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(gently) You worry about Anouk, is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "{caught off-guard) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "You know, all the moving around -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Oh please, don't be silly. She's fine, she handles it bea friends so easily, she’s such an unusual... Vianne stops short - hearing her own bullshit. VIANNE (cont'd) (quietly) She hates it. It's a sad, vulnerable moment for Vianne. Roux is studyin Gently, tentatively, he leans towards her and lightly kis And then their kiss begins to grow passionate... and Vian undo each other's clothes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The barge is stil! strung with lanterns. All is quiet. Th LARGE METAL CONTAINERS... REVEAL the man is SERGE MUSCAT, smiling a strange vehemen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luc does the dishes, HUMMING a song that the gypsy musici",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luc enters the darkened room. Armande’s Cat sits next to Armande's quilt has fallen off her; he approaches the cha ...and in the semi-darkness he SEES that Armande has a SE LIFELESS... Luc Mérmé... Lue, stunned, touches her ashen cheek. Armande’s eyes rem Luc sees that Armande’s lifeless hands are clutching some Luc smiles slightly, his eyes filling with tears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roux and Vianne finish putting their clothes back on, in suspenders that Roux wears over his T-shirt - he lets out ... until Roux notices something low in the sky, around a GLOW against the darkness... Roux's smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "What? Vianne turns and sees the FLICKERING GLOW in the sky... a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having guided the caboose boat onto the riverbank, Roux a FLICKERING GLOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne and Roux come racing around the bend - and now see",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- where several of the HOUSEBOATS are ON FIRE - the flam still on their boats, desperately struggling to put out t covered with soot, CRYING OUT in anguish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROUX'S BARGE has been cut adrift and is floating further",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(realizing) Anouk... Vianne and Roux run down to the river - - where Vianne frantically searches among the river gypsi them. Vianne looks across the water at Roux's barge engulfed in",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "(with horror and guilt) Oh no! Oh God! Vianne frantically leaps into the water and swims towards",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Vianne! Roux hurries into the water and swims after her. Vianne and Roux swim desperately towards the barge... ... and as they swim, the water all around them shimmers ... and on Roux's barge, the FLAMES REACH THE OIL DRUM - SPECTACULAR EXHALATION OF FLAME. There's nothing left to save... Roux grabs Vianne, starts pulling her back to shore - but the flaming wreckage. ROUX (cont'd) Vianne, no! He grabs her again - and Vianne, frenzied with anguish, f pulls flailing Vianne back through the water toward the r Finally he pulls her ashore. Vianne, crazed with grief an",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Why did you stop me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was too late - She pummels him repeatedly - and now he just stands there",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Way did you stop me?! Why did you pull me away?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (0.S.)",
          "text": "Maman? Vienne turns, and is astonished to see ANOUK and JOSEPHIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(quiet, shaken) We were looking for you. Vianne rushes to Anouk and desperately hugs her - Anouk i",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Maman, you're hurting me - But Vianne hugs her even tighter. Roux sees the THIN GRIZZLED GYPSY trying to put out flame Anouk, then hurries over to assist the Thin Grizzled Gyps",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SERGE stands in the shadows, watching the fires. He's no face is smeared with soot. As he watches the boats burn, before: lighting matches, tossing them into the river...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne sits alone at the counter, her face grim and shado as if she were trying to make sure that it physically exi She looks up, sensing someone's presence... and SEES ROUX Roux is about to knock on the door - but then notices tha She goes to the door and opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "| just wanted to make sure -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "\fYes we're okay. You? Roux nods: he's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "And |... | came to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VANNE",
          "text": "- to say goodbye. Yes ! know. Roux doesn’t deny it. Vianne looks at him with a strange, sad sort of curiosity",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Your boat. (a BEAT) You've lost your home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "No, It was just @ way to get from place to place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "How will you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(a shrug) My feet still work. An awkward moment: nothing else to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX, (CONT'D)",
          "text": "Well,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Well, Roux turns to go. Then he hesitates:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "Vianne. Listen. | -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "I know. {'m sorry too. Roux fails silent. As he turns and walks away, Vianne softly closes the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk is asleep - but Vianne, huddled next to her, is wid",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(fervidly SINGING) Via I'bon vent, vila [oli vent, Vila I'bon vent, ma mie m'appelle... Vianne is fearful, trembling, clutching her sleeping daug",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, /EXT. CAROLINE'S HOUSE",
          "text": "Luc enters - but Caroline's not there. He hears a NOISE f back yard fixing an OLD BICYCLE, oiling a squeaky wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caroline works on the bicycle with grim resolve. Luc emer",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(working on bicycle; not looking up) Your papa used to ride it 14 miles to work every single m wanted you to have it. (a BEAT) | want you to have it. Caroline tests the bicycle wheel; now it spins smoothly. CAROLINE (cont'd) Just don't ever run away again. Okay? She looks up at him - and now sees that something is deep",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (CONT'D)",
          "text": "What. He can't bring himself to tell her. His eyes fill with te",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (CONT'D)",
          "text": "Luc, what's wrong. Luc silently embraces his mother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte de Reynaud stands atop the knoll, gazing down and beginning whatever repairs are possible. From somewhe BABY CRYING. The Comte nods grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(softly to himself) “And He will punish the world for their evil, and the wic Now The Comte catches sight of:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "helping another gypsy. Roux glances up and sees Reynaud l moment... then Roux resumes helping the other gypsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HARSH WIND is blowing. ARMANDE'S FUNERAL is well-attend CAROLINE, and THE COMTE sit together in the front row of",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(reading @ prepared text) .» Though we cannot know Armande Voizin's last thoughts, were thoughts of penitence. Caroline furrows her brow, puzzling over Pére Henri's wor PERE HENRI (cont'd) We can hope she asked God to forgive the self-indulgence her iliness, and caused her death. The Comte now notices: VIANNE (with ANOUK) somberly stand PERE HENRI (cont'd) And we can pause to re-examine our own lives. We can resi would lead us into temptation. The Comte gives Vianne a penetrating giare of accusation. Anouk's hand and hurries away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LUC and CAROLINE sit drinking hot chocolate in sad, peace Sitting apart are Joséphine (who in her depressed state i reading a hand-written LETTER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "wd have an odd feeling that | may not see you again. if | don't make a big fuss about it. Thank you for my party. i be at your Festival, but I've seen it so many times in my doesn't matter. | send hugs to you and Anouk... (grudgingly) .. oh, and | suppose to the kangaroo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIND is blowing hard. VIANNE stands gazing darkly at the river: the gypsy boats and rusted metal. ANOUK plays by herself in the makeshift With grim resignation, Vianne turns and FACES DIRECTLY IN expected message. Anouk - seeing the ashen, defeated look on her mother's f",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Maman? The wind tosses Vianne's hair and stings her eyes. ANOUK (cont'd) {worried) May we go home now? But Vianne doesn't answer. She just keeps facing straight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIND IS BLOWING EVEN HARDER now; SHUTTERS FLAP WILDLY our Story).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joséphine, wearing her apron and wiping cocoa powder off looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Vianne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE BEDROOM",
          "text": "VIANNE IS PACKING - stuffing clothes into suitcases. (Ano",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(mumbling to Mayan Urn} Of course, maman. Of course of course of course... There's a KNOCK on the bedroom door. Vianne falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (0.5.)",
          "text": "Vianne? Did you want me to start on the marzipan for the Vianne doesn't answer. She resumes packing. Joséphine ENT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "I'm leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(can't comprehend it) What...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "First thing in the morning. Vianne continues packing with grim resolve. Joséphine sil",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "No. You can't. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Yes { can. Joséphine throws her apron down, suddenly fierce:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Good! Run away. But don't think I'm going to take care of Vianne is startled by Joséphine’s intensity. Then Vianne",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You've been a good friend. But Vianne's gentleness only deepens Joséphine's agitatio",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "Js it because of Armande?! ts that why you're going? Vianne shakes her head no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "It’s time, Joséphine. That's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's because of me, isn't it. It's always my fault. If | hadn't shown up at your doorst everything would be fine -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "That's ridicufous. Vianne resumes packing - until Joséphine grabs her arm an",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "If you leave, everything here will go back to the way it",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(yanks her arm free) It is the way it always was. Joséphine sees the hard certainty in Vianne’s eyes. After a moment:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(quiet now, plaintive) But Vianne... you belong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Belong? (shakes her head no) This is who am. This is what ! have to do. Vianne turns away from Joséphine and resolutely resumes p Joséphine, stricken, slowly backs out of the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reynaud sits at his desk. He's ostensibly working late... coiled, anal, geometric designs) in the margins of a docu COMTESSE on his desk. Caroline appears in the doorway, buttoning up her coat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "I'll see you tomorrow. Reynaud stares at the photo for a moment too long before",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just saying goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Yes. Oh - goodnight. She sees how distracted he is. She steps into his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "| suppose... (indicating photo) -uit can't be easy. Having her gone. The Comte's thoughts are far away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "No. Not easy, House feels so empty. Can't seem to get use how much time... Reynaud stops himself, suddenly self-conscious. He sees t skepticism and sympathy. Embarrassed, Reynaud clears his",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (CONT'D)",
          "text": "I'm... Hook forward to it. Her return. After a long moment:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE",
          "text": "(softly) {don't believe anyone would think less of you... The Comte fooks at her in mild puzzlement...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (CONT'D)",
          "text": ".». if you were to say she's never coming back. He is caught off-guard. He doesn't know how to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROLINE, (CONT'D)",
          "text": "(gent) Goodnight, Paul. She turns and walks out. He's disoriented... he almost ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Caroline walks away from Town Hall, folding her arms agai upset, comes running up to her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "| need to talk to you... Please... \fos INT. CHATEAU DE REYNAUD - DINING ROOM - NIGHT The Comte's dinner sits - untouched - on a plate. The Com of him on the table - and he is siowly lowering his hand .» Until his hand is DIRECTLY OVER THE FLAME. He trembles he holds it there, smiling victoriously through gritted t Now MADAME RIVET leads SERGE into the doorway, then makes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgive me, Monsieur le Comte. May | come in? The Comte says nothing. Serge enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Sorry to bother you. | just... (a BEAT) It was the right thing to do. Wasn't it, Monsieur le Comt The Comte regards Serge with irritated puzzlement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE, (CONT'D)",
          "text": "I know it was. I know. Of course. But |... it's been hard Comte. At night. Dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(annoyed) What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "The fire. The boats. in my dreams. | know it was the righ know that. But still... The faces. The screams. The Comte looks at Serge with confusion... and a dawning",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "The fire... was an act of God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(swallows hard) No. It wasn't. o~ COMTE DE REYNAUD (not wanting to believe Serge) \fo~ ...@ just and avenging God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sheepish) Well, maybe Him too. | The Comte, horror-struck, glares at Serge. Serge’s gaze",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "| How cauld you possibly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "Because you wanted me to - you said something had to be d (a BEAT; uncertainly:) Didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "! am the Comte de Reynaud! Mayor of Lansquenet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(confused, mortified) Maybe | misunderstood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "People could have died! Did you want their blood on your hands? The Comte stands up and glares at Serge. Their faces are Comte’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(nervously) Yes - / see - of course. | should go to Pére Henri. | sho forgiveness,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(quiet; seething) Listen closely, Serge. You are to leave my village. And n",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGE",
          "text": "(incredulous) But Monsieur le Comte - why would I leave my home - my ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "I'm evicting you, that's why. Perhaps the next tenant wil rent. Serge is speechiess. ro COMTE DE REYNAUD (cont'd) Go on - get out! Unless you'd rather | tell the police w The Comte shoves Serge repeatedly, backing him up towards",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD, (CONT'D)",
          "text": "Get moving! Out! Would you rather go to jail?! Serge backs away in bewilderment. COMTE DE REYNAUD (cont'd) Out! Out! Serge awkwardly stumbles out; the Comte SLAMS the door af",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WIND is howling through the empty square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, APARTMENT ABOVE THE CHOCOLATERIE",
          "text": "Vianne is getting Anouk dressed while Anouk sleeps. The w Anouk stirs awake to find Vianne tugging her little boots",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Wha...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(gently) Time to go. Anouk sits up - and sees the packed suitcases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Oh no. Vianne puts on her own red capuchon - the same one she wo ANOUK (cont'd) I'm not going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "it's hard for me too. Vianne hands Anouk’s little red capuchon to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(re: capuchon) Pantoufle detests this,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop that. Please put it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "| hate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "You're entitled. Anouk sits there, refusing to put on the capuchon. VIANNE (cont'd) | said put it on. Anouk stubbornly folds her arms. Angrily Vianne grabs hol",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Ouch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Then do it yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "fean't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(whiney, babyish) {have a bad leg, like Pantoufie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Stop that. Get up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "(whiney) Pantoufle can't walk. | can't walk. Vianne picks up two suitcases under one arm - then angril",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRS -",
          "text": "~ but Anouk is LITERALLY DRAGGING HER FEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "Walk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "You're hurting me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "\f{pulling her) Stop being a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "{ want to stay home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "There is no such thing! Vianne PICKS ANOUK UP and carries her kicking and flailin",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAIRWAY",
          "text": "Vianne is struggling to hold onto the suitcases under ane",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the bottom of the stairs, Vienne's angry face",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Let me go let me go! Anouk wrenches free of Vianne - and in the struggle, a su - and the Mayan Urn fails and SMASHES on the ground, scat Vianne and Anouk both fall silent. Vianne stands there, s Anouk sees the helpless horror in her mother’s eyes... an",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "(worriedly) I'm sorty... I'm sorry... Vianne says nothing. Just stares in shock at the ashes. Anouk, very frightened by her mother's sudden vulnerabili scooping the ashes with her hands and putting them into a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "Don't worry, maman. Don't worry. Vianne watches her little daughter pathetically strugglin",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "The next town will be better - won't it, maman? Vianne is deeply shaken by the sight of Anouk desperatel it in her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "tt willl It will be wonderful. Anouk nervously holds up the pouch - which now contains m",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "See? Everything's fine! We can go now. (a fearful, desperate smile:) Everything will be fine - right, maman? Vianne stares at Anouk with a strange, sad clarity... as Vianne wordlessly sits down at the bottom of the stairs, answer to some horrible riddle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK, (CONT'D)",
          "text": "Maman? !'m ready to go now, okay? Vianne says nothing. And then she notices: A SHAFT OF LIGHT coming through the partly-open door of t Vianne HEARS activity - the soft clanking of pots and ste Vianne is silent, confused... Vianne cautiously approaches the kitchen door. She opens",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOSEPHINE busily leading a platoon of kitchen volunteers CAROLINE - all pitching in: mixing hot cream into melted shells; rolling truffies in cocoa powder; sprinkling grat VIANNE stands in the doorway, dumbfounded, staring in dis",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(busily supervising) Guillaume, don't be afraid to smother those truffles, we' cocoa. {to Vianne; casually) Oh, hi. The volunteers Keep working. Vianne, deeply maved, gazes",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "(to Yvette) | think Baptiste needs @ hand with the grater. Anouk joins Vianne in the doorway... and is equally over",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE",
          "text": "(gently, to Vianne) How do these almonds look? Vianne's eyes fill with tears. She is incapable of speech",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "Are they chopped fine enough? Vianne stares tearfully, wordlessly, at Joséphine and the",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPHINE, (CONT'D)",
          "text": "Are they okay, Vianne? Still staring at the working volunteers, Vianne gently pu imperceptibly, Vianne nods yes,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The COMTE DE REYNAUD, sitting at his desk, is coaching PE reading:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "\"Christ is risen\" - and with him, all our hopes for self- let this Easter day be for us, too, a rebirth. Let us str",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "No no no - don’t bury the word \"rebirth\" - let it ring au your parishioners to resurrect their own moral awareness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pére Henri uneasily looks at him. The Comte appears almos fidgeting with a cast-iron letter opener. COMTE DE REYNAUD (cont'd) Come come come, try it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "1... think we've gone over it enough. Let's call it a day",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "I'm-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Fine fine fine. Why don't you leave the text with me, | m suggestions,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Monsieur le Comte, but I'd just as soon -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(anxious, insistent) Just small suggestions - a slight revision here and there perfect for tomorrow, don't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(sighs) Yes, Yes of course, Monsieur le Comte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VIANNE AND HER HELPERS install an elaborate display in he done: CHOCOLATE FIGURES of DUCKS, LAMBS, RABBITS... and \"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte still in his office, fervently poring over the",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(reading) «We must resist the shallow, worldly... (pens a revision:) *.anust renounce the shallow, worldly temptations...\" The Comte looks even more pale and overwrought than befor begins pacing, his hands still fidgeting with the cast-ir",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COMTE'S P.0.V.",
          "text": "Vianne walks out of her shop to admire the window display",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "The Comte furrows his brow, then forces himself to resume",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(mumbling to himself) *_.must renounce the shallow, worldly temptations of our The Comte, still too agitated to concentrate, once again THE COMTE'S P.0.V. Vianne, admiring the window display, is now joined by her",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "The Comte involuntarily lets out a strangled whine, like",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(a stunned whisper) Caroline...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte is alone in the empty sanctuary, kneeling at th",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(bitterly) All my efforts have been nothing. The Comte opens his eyes and looks pleadingly up at the F COMTE DE REYNAUD (cont'd) Have | not suffered willingly?! Stale bread and water! | Sleep, I can't - The Comte's voice is echoing through the empty church. COMTE DE REYNAUD (cont'd) (trying to calm himself} I'm sorry. I'm sorry. My suffering is nothing. The Comte is staring up at crucified Jesus, whose eyes ga COMTE DE REYNAUD (cont'd) it’s just that I'm lost. | don't know what to do. Silence. COMTE DE REYNAUD (cont'd) What do you want me to do? He is silent for a long moment, waiting for his answer. And then... it seems to come to him. The Comte looks down",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENER,",
          "text": "He gets up and heads out of the church,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The church doors are flung open, and the Comte strides ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark and quiet. Suddenly the back window is shoved open - the LETTER OPENER in the other. His eyes ablaze with holy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Comte quietly hurries to the display window - where h ANIMALS gazing at him with innocent opaque chocolate eyes smile. The Comte shudders. Then his flashlight finds: a CHOCOLATE STATUE OF A WOMAN Mesoamerican, her graceful milky-brown arms holding a she lustrous grade of chocolate. The Comte swallows hard. Wielding his letter opener like Smiling with strange, fervid rectitude, the Comte hacks o naughty child, with a mixture of fear and triumph. He hacks the statue repeatedly, savagely, reducing it to He turns to a chocolate lamb and begins hacking it to pie - but as he does, a PIECE OF DARK CHOCOLATE flies up and piece of chocolate - and it makes him GROAN with amazemen",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "Mon Dieu... He swallows the piece of chocolate - it makes him woozy w Without thinking, he puts another small piece of chocolat COMTE DE REYNAUD (cont'd) (to himself, trying to resist) No no... He eats another small piece... His eyes are moist with lo animals, lies a treasure trove of loose candies. COMTE DE REYNAUD (cont'd) Mon Dieu, just one more... He snatches a White Rum Truffle and stuffs it in his mout He tries a Cerisette Russe, and then a kirsch roll... he overwhelmed by his terrible hunger, intoxicated by Vianne And then he's down on his knees, scavenging, shoving one three-nut bittersweet cluster, a Manon blanc, an apricot ..and soon he's rolling among the chocolates on the floor red-flushed face intermittently illuminated by the harsh As he chomps ravenausly on the candies, the Comte is wee as free and oblivious as a suckling infant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pére Henri arrives at the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CHOCOLATERIE",
          "text": "THE COMTE lies CONTENTEDLY ASLEEP in the display window, he smashed. (The other chocolate statues are intact.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SLEEPING COMTE",
          "text": "begins to sniff something. FIZZ is tickling his nose. His",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL VIANNE",
          "text": "kneeling beside him, holding a glass of carbonated water ANOUK - and PERE HENRI, who jooks on in troubled astonish The Comte’s eyes widen with mortification as he realizes",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(gently) Drink this. The Comte regards her with wordless fear and alarm. VIANNE (cont'd) It'll refresh you. There's no chocolate in it, ! promise. The Comte is utterly confused: why is Vianne helping him? VIANNE (cont'd) (softly) Go ahead, drink, The Comte takes a sip. It seems to help him a little. Pére Henri is intently watching Vianne help the Comte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(re: the mess he’s made) 1. I'm sorry, h...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T won't tell anyone. This perplexes the Comte even more: she's willing to prot CLOSE ANGLE - PERE HENRI is deeply struck by Vianne's kin",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE, (CONT'D)",
          "text": "(gently, to the Comte) Better get cleaned up. (indicating the church) Easter Sunday. The Comte nods, dazed. With Vianne's help, he unsteadily The Comte gulps when he sees Pére Henri standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMTE DE REYNAUD",
          "text": "(eyes glazed; to Pére Henri) The sermon... | didn't get a chance to... It's not finish Pére Henri looks at the Comte for a long moment... then a",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "I'll think of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The congregation is silent, watchful, as young Pére Henri Pére Henri looks scared... but also determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERE HENRI",
          "text": "(voice quavering) 1... wasn't sure... what the theme of my homily today oug (clears his throat) Do | want to speak of, uh... the miracle of our Lord's di (a BEAT; very nervous.) Not really. No. Various members of the Congregation look puzzled, concern PERE HENRI (cont'd) | don't really... feel like talking about His divinity. Some members of the Congregation give each other worried PERE HENRI (cont'd) I'd rather talk about His humanity. MESDAMES RIVET AND POUGET, their curiosity piqued, are li \fPERE HENRI (cont'd) i mean, you know, how he lived his life here on Earth. Hi tolerance. (a BEAT) Listen. Here's what | think. YVETTE and ALPHONSE are holding hands in their pew, watch PERE HENRI (cont'd) | think we can’t go around measuring our goadness by what what we deny ourseives. What we resist. And who we exclud MADAME AUDEL (who's no longer wearing all black) is sitti Pére Henri. PERE HENRI (cont'd) I think we've got to measure goodness by what we embrace. create, (a BEAT) And who we include. All the way in the back of the church sits the COMTE DE R with a sort of stunned humility in his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "All who attended Mass that Easter Sunday still remember t it was certainly not the most fiery sermon he would ever elegant. CAROLINE, listening to the sermon, gently puts her arm ar STORYTELLER (cont'd) But the parishioners felt a new sensation that day. A lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FESTIVAL DU CHOCOLAT is in full swing: Vianne has sto BOOTHS sell everything from chanterelles to carved dolls. crowd,",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "A freedom from the old tranquillitE. VIANNE AND JOSEPHINE sell confections to a throng of cust ANOUK eagerly hunts for Easter Eggs with DIDI, DEDOU, BAP MADAME AUDEL stands hand-in-hand with GUILLAUME, excitedl CHARLY is chasing the FEMALE DOG TWICE HIS SIZE across th CAROLINE happily watches LUC play an energetic game of R",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "Even the Comte de Reynaud felt strangely... released. THE COMTE, carrying a fresh warm baguette, hesitantly app rather awkwardly offers it to her. She accepts it, and ta Then the Comte eats a piece of bread himself: not guiltil STORYTELLER (V.0.) (cont'd) . although it would be another six months before he'd wor ask Caroline out te dinner. The Comte smiles, very tentatively, at Caroline... and sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joséphine, confident and in-charge, works the counter of",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER",
          "text": "As for Joséphine, she took over the lease at the old café name. ANGLE TO REVEAL that the old sign behind the bar (\"Café d “CAFE ARMANDE.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once again the WIND is blowing hard. Once again the shutt",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "But still, the clever North Wind was not satisfied...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anouk is asleep, but Vianne lies awake, stirred by the wi howl of the wind is VERY LOUD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "The Wind spoke te Vianne of towns yet to be visited... Vianne glances at her RED CAPUCHON hanging on a closet ho MOTHER'S ASHES on the table. STORYTELLER (cont'd) Friends-in-need yet to be discovered... Vianne turns and faces the wind, as if drawn to it by som intensity... Anouk wakes up - and is distressed to see her mother see STORYTELLER (cont'd) Battles yet to be fought... Then, with great conviction and finality, Vianne SHUTS TH STORYTELLER (cont'd) (wryly) .»by somebody else next time. Vianne smiles serenely to herself... and Anouk, unseen by",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is SUMMER, the wildflowers in full, glorious bloom. in borne by the wind along the RIVER TANNES, heading towards man on the boat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vianne comes downstairs in a robe - and discovers ROUX WO Roux sees Vienne. He maintains a poker face. So does she.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(ostensibly referring to door) Just needed... an adjustment. Hope it'll be better now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "Of course, | knew Roux’s return had nothing to do with a",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(a BEAT) | think it's going to be fine. Roux smiles ever-so-slightly. ANGLE TO INCLUDE ANOUK coming down the stairs in her paja",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK",
          "text": "Roux! Anouk, delighted, runs over to Roux and hugs him. Vianne of hot chocolate). She begins pouring hot chocolate into",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROUX",
          "text": "(to Vianne) Thought you'd never guess. \fVianne looks up, gives him a puzzled look.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", ROUX, (CONT)",
          "text": "(points at the steaming drink) My favorite. Hot chocolate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIANNE",
          "text": "(obviously lying) Mm-hm. | knew that. Vianne and Roux both smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're outside LOOKING IN THROUGH THE WINDOW at Anouk, Via a simple French breakfast of bread and hot chocolate. Ano to Roux and one to Vianne. Then Anouk gets up and goes to",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "And Pantoufle? Well, his bad jeg miraculously healed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOUK'S P.0.V.",
          "text": "PANTOUFLE - the kangaroo - is hopping away, across the to",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (V.0.)",
          "text": "..and he hopped off in search of new adventures. And then PANTOUFLE DISSOLVES INTO THIN AIR, and is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STORYTELLER, (CONT'D)",
          "text": "| didn't miss him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet and peaceful. A solitary balloon dangles from the s SLOWLY RISES UP FROM THE TOWN SQUARE... drifting up, up,",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_439"
    }
  ]
}