{
  "movie_id": "MOV446",
  "scenes": [
    {
      "location": "KITCHEN, EAST HARLEM APARTMENT",
      "time": "MORNING",
      "characters": [
        "\" ZAPATTI",
        "CONDUCTOR",
        "CALHOUN '",
        "ANSELMO",
        "ROOM, CITY HALL",
        "EDNA",
        "/ ANSELMO",
        ". TORRES",
        "LESLIE",
        "\"",
        "ON TINO AND VINNIE",
        "PUBLIC ADVOCATE, (CHAIR)",
        "NETTIE, (V.0.)",
        ". MAYOR",
        "ANSELMO-",
        "CHOIR",
        ". COONAN",
        ". MAYOR, (V.0.)",
        "REVEREND POWELL",
        "TAQUERIA LADY",
        "MAYOR",
        "WAKELEY",
        "DREW",
        "SADLER, (V.0.)",
        "JAIME",
        "CALHOUN, (CONT'D)",
        "T.V. ANNOUNCER",
        "MORETTI",
        "FOSTER",
        ". . . MRS. PAPPAS",
        "PUBLIC ADVOCATE",
        "SAWYER",
        ".",
        ". T.V. ANCHOR",
        "PN",
        ". SANTOS",
        "SCHWARTZ",
        "CLERK",
        "BILLY",
        "--",
        ". SEN. MARQUAND",
        "ELAINE",
        "ON CALHOUN AND FIRST DEPUTY COMMISSIONER SAWYER",
        "HARLEM WOMAN",
        "MAYOR, (T.V.)",
        "ABE",
        "VINNIE, (V.O.)",
        "., (MORE)",
        "MARYBETH",
        "_ SCHWARTZ",
        "SAFIRE",
        "GEORGE, (CONT'D)",
        "WARNECKE",
        "MARY BETH",
        "HOLLY",
        "MAYOR, (CONT'D)",
        "TORRES",
        "CALHOUN, (V.0.)",
        "WAITRESS",
        ", CALHOUN",
        "ZAPATTI",
        "CALHOUN",
        "SPEAKER SOLOMON",
        "THE END",
        "SEN. MARQUAND",
        "ABE, (V.0.)",
        "MARYBETH, (CONT'D)",
        "SOPHIE",
        "PROSECUTOR",
        "TRAVIS",
        "MENDEL",
        "MRS. PAPPAS",
        "EXT. CITY HALL, LATE AFTERNOON",
        "2APATTI",
        "TRUDY",
        "TINO, (CONT'D)",
        "MARYBETH '",
        "T.V.",
        "DEAN KERR",
        "DREYFUS",
        "MARYBETH, (V.0.)",
        "T.V. ANNOUNCER, (V.0.)",
        "CALEOUN",
        "MRS. MARQUAND",
        "A VOICE",
        "TAPE, (V.0.)",
        ". SCHWARTZ",
        ".MAYOR",
        "SPENCER",
        ". ANSELMO",
        "CALHOUN, (T.V.)",
        "MILTON",
        ". GUSSIE",
        "MARX",
        "GLORIA",
        "COONAN, (V.0.)",
        "CAPT. FLORIO",
        "VINNIE",
        "PRIEST",
        ". CAPT. FLORIO",
        "BONE",
        "GUSSIE",
        "SADLER",
        "LENNY",
        "CUT TO",
        "ON TINO AND SANTOS",
        "DEAN KERR '",
        "EXT, 25TH PRECINCT",
        "C HOLLY",
        "GEORGE",
        "VINNIE, (V.0.)",
        ". CALHOUN",
        "ANSELMO/MILTON",
        "NETTIE",
        "SANTOS",
        "TINO",
        "JUDGE STERN",
        "NURSE",
        "DESK SERGEANT",
        "COONAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A sparkling Sunday morning, ABE BAUMAN, 40, and MENDEL BROWN, 60, are crossing the bridge, harbor traffic on the East River below, cars at a minimum on the roadway. The m wear yarmulkes and business suits, it is the first day of the week. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "«.-So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "So what have you got your head in your hands for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "What are you talking about? My head is high and my hands are --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "Clammy. ABE. You noticed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "Of course. When we shook. Normally you have a beautiful shake, Abe, dry and firm. I had to wipe this one off on my topcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I want to change my life, Mendel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "So what else is new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I feel this city is going to explode, The sweater of government is unraveling --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "You know what the Talmud says? Should the sweater unravel, save the yarn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I look for knowledge and you give me knitwear. I’m talking guns, I’m talking corruption, I’m talking 2000 shootings a year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "You could die from a #2 needle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Are you my friend or are you my friend? My life is coming apart. The tissue of government tears --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "Abe! Abe! If there is a fault in the garment, examine the cloth. Abe pauses, considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "It all began with a shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "I hear you, ’2000 a year’. ABE ‘ 165 a month -~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "Six a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "This was one of them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BONE, 45, Black, is frying up eggs and sausages and bread man who takes pride in cooking for his only child, JAMES, years old, who waits patiently at the kitchen table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (V.0.)",
          "text": "A Black man with a six-year-old boy... Bone rolls the frying pan’s contents onto James‘s plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONE",
          "text": "Now drink your milk and eat that up, we're late. James nods obediently to his father, irrepressibly Bone smiles, ruffles his son‘s hair, the boy dives into his fo \fa INT. DETECTIVES’ SQUADROOM, 25TH PRECINCT, EAST HARLEM - Detective EDDIE SANTOS, 32, wearing the street clothes of East Harlem, jeans and a warm-up jacket, exits the squadroom, passes a couple of other plainclothesmen on a break drinking coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANTOS",
          "text": "I’ll see yez later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, 25TH PRECINCT",
          "text": "Santos trots purposefully down the steps, strides up the street to the battered, nondescript detectives’ Chevys parked at the curb, jumps into one, drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TINO ZAPATTI, 21, a scummy drug-dealer hustles down the steps as the RATTLE of the approaching local is heard. He leaps the turnstile with a fare-beater’s expertise, strol into a car just before the doors close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The demarcation line where three ethnic and racial neighborhoods meet, Black, Puerto’ Rican and@ Italian. Lolling nervously by a lamppost is VINNIE ZAPATTI, 25, a slightly older version of his cousin, but just as scummy practicing the same trade. Over his shoulder, Vinnie catches sight of Santos’ car pulling up to the curb, jump in the passenger side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "He’s on his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANTOS",
          "text": "-- All set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "All set. Santos turns his motor off, his eyes are glued to the str as he and Vinnie wait. INT. BONE’S APARTMENT HOUSE - MORNING James hurries down the creaky stairs in front of his fath almost trips over an untied shoelace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONE",
          "text": "e’m’ere. \fJames stops, Bone squats on the stairs, ties the boy's shoelace, straightens the book bag on his shoulder, they continue down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tino hurries up the steps, checks his Rolex, jaywalks acr Lexington Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "James hurries to keep up with his father’s 36-inch-stride his book bag bouncing on his little shoulders. INT. SANTOS’S CAR, 117TH STREET, PLEASANT AVE. - MORNING Santos calm behind the wheel, Vinnie beside him, as Santo waits patiently, Vinnie chews a nail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tino, his eyes shifting constantly, taking in all movemen in his line of sight, is passed by Bone and his son, Jame hurrying towards school. Vinnie steps out of Santos’s car, approaches Tino from behind. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TINO AND VINNIE",
          "text": "Tino senses somebody coming behind him, he glances over h shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINO",
          "text": "Hey, Vinnie. But Vinnie suddenly opens his stride, hurries Past Tino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINO, (CONT'D)",
          "text": "Hey -- what the fuck you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TINO AND SANTOS",
          "text": "As Vinnie disappears around a corner, Santos appears behi Tino. :",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SANTOS",
          "text": "Hello, Tino -- Tino whirls, reflexively pulls his .45 from his waistband and starts firing, Santes, as he goes down, manages to dr his .38. A fusillade of bullets exchanged, a SCREAM is heard from across the street as 6-year~old James Bone, caught in the cross-fire, topples inte the gutter. \frc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILENCE, a window OPENS, a HORN blows, three bodies layin in various positions across the sidewalk and gutter, Vinn nowhere in sight. The only SOUND a low, desperate MOAN fr Bone as he crouches over his son. cuT TO: INT. MAYOR’S OUTER OFFICE, CITY HALL ~ MORNING A beehive, four secretaries, ANGIE, the Mayor’s first secretary, is on the telephone, she peers solemnly throug the tumult around her, nods, hangs up and dives for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs down the long hall, through sets of low gates, p a palace guard of Intelligence Detectives, Reporters, Supplicants.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MAYOR, (V.0.)",
          "text": "«++.Our great but unsung Mayor Robert Wagner began this relationship some 35 years ago. We are sisters not only in spirit but in body, Tokyo and New York, bustling metropolises that are elbowing thei? way into the 21st century.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ornate nineteenth century hall, a replica of the U.S. Senate, each Council member seated behind a desk, his or presence noted by a red light. A dais, manned by various factotums. Above the dais sits the Public Advocate, but presiding is the MAYOR who stands in front of the dais, beside him the Governor of Tokyo, on his other side the Mayor’s opposite, Majority Speaker SEYMOUR SOLOMON. The Mayor is JOHN PAPPAS, he is an attractive man approaching 50, looks like a leader, his hair graying beautifully behind the ears, a winning smile, a commandin presence. The Mayor is presenting a key to the city, silv and about six inches long, in an open velvet box to the Tokyo Governor. . MAYOR (CONT’D) This key is a symbol, a symbol of the door that stands open not only to our city but to our hearts. Asia and America, the Ginza and Broadway, we are family, joined in our search for the solutions to the future, married in our understanding of the problems of the past. \fAs the Mayor’s ceremonial speech continues, Angie steps noisily into the chamber but before she is fully inside, is intercepted by a figure surveying the proceedings from the back of the room. KEVIN CALHOUN, 35, Chief Deputy Mayor, is a lanky, deceptively sleepy-looking man, a tall drink of water who watches and listens closely to everything, his clothes don‘t quite seem to fit him (he would be more comfortable in sweater and jeans), but ther is an energy that radiates; sexual, dynamic, and above al intelligent. MAYOR (CONT’D) Please walk abroad now, my friends, in this fair city and recreate yourselves. And then return, and return again and again. Goodbye for now, and adieu... Calhoun bends his ear to Angie’s mouth. As she whispers into it, over her shoulder Calhoun eyeballs the Mayor. Th rapport is perfect between them, it is as if there were n one else in this great room as Calhoun makes a sawing gesture at his throat. MAYOR (CONT’D) Sayonara! ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor’s car speeds out of the lot, behind it the foll car, manned by NYPD Intel. In the back seat of the Mayor’ car, Calhoun sits close to the Mayor. Only when the car i well distant from City Hall, and the voters do not know i occupants, does a siren SOUND and a red light flash. INT. MAYOR’S CAR - MORNING NYPD Intel Detectives are behind the wheel and in the fro passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(to Calhoun) What have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "* Shootout, East Harlem. Detective, Gealer, six-year-old Black kid caught in the cross-fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Go on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The kid’s dead. And the dealer. \fThe Mayor The Mayor",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "The cop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "No good. falls silent. CALHOUN (CONT’D) (to George) What’s our ETA at Bellevue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "We'll be there in ten minutes. shifts, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "-- Okay, what are the calls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Looking good on MetroBank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What’s the score? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "No noses, but Abe gets the feeling we’re in,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Never mind ‘’feelings.’ (a moment) What about July?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Marquand says you’re set for keynote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "‘Set’? They've pencilled me in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I see a big keynote. I see national ink. Governor of the State of New York, ‘hello Albany, ’ ‘good-bye Albany’ and then the biggie -- 1 don’t know, Mr. Mayor, what’s going to be more significant, the turning of the century or your becoming President. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Now that I’m all set, what are your plans? Calhoun catches the Mayor’s tone, smiles embarrassedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Bullshitter Of The Year, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "That’s better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But I’m going to keep stoking you, no matter what you say. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "How old was the child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And what was our budget, as of midnight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "31.7 billion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "It costs a lot of money to have children slaughtered in the streets. The car slows. The Intel man leaps out, reaches for the Mayor’s door. MAYOR (CONT’D) I got it, George. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elevator doors open on a hallway packed with Reporters, Police Officials, gold gleaming on Inspectors’ badges and sharp-suited homicide detectives. The Mayor steps out of the elevator with Calhoun, Intel clears a path, simul- taneously the doors to the Operating Room at the end of t corridor burst open and Santos is wheeled out, drips and drains, Triage Nurses, Emergency Surgeons scurrying alongside. \fThe Police Commissioner, GERALD COONAN, intercepts the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What‘’s it look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "~- Bad. A NURSE is desperately trying to clear the way for the gurney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Give us room! Will y’move! Move! The Mayor catches a glimpse of an inert Santos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "For Chrissake, give these people some help. Coonan snaps his fingers at Chief of Patrol MORETTI, a spotless blue serge uniform braided with gold and a chest of decorations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORETTI",
          "text": "Step back! Step back! '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "{to Coonan) Where’s the widow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "-- Not a widow yet, Mr. Deputy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(to Coonan) Introduce me. The Mayor and Calhoun exchange looks, they have been here before, each knows what to do. Calhoun peels off and head towards other top police officials. He engages SAWYER, a Black man, First Deputy Police Commissioner, as the Mayor moves on down the corridor with Sawyer’s boss, Commission Coonan.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". COONAN",
          "text": "(to the Mayor) +..Combat Cross, Medal for Merit, Honorable Mention, Department Medal of Honor -- .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Children? . \fom 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "Two, 5 and 3, a boy and a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "How is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "You’ll say hello. Elaine, Elaine Santos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "The pretty one. The other’s the sister. The Mayor catches sight of another woman in the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And who’s that against the wall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "Detectives’ Endowment Association.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "They’ve got a lawyer al'ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "That’s what her card says. The Mayor slows, checks out MARYBETH COGAN, a broth of an Irish girl, 29, tall and tough and wonderfully open, a Gaelic twinkle wrapped in a fist, then heads on towards ELAINE Santos and her sister who are standing outside the -ICU, a Security Guard with then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CALHOUN AND FIRST DEPUTY COMMISSIONER SAWYER",
          "text": "Their eyes on the Mayor and Commissioner Coonan, the Mayo shaking Mrs. Santos’s hand, a sincerity and awareness to movements, at the same moment he is attentive to her sist",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(to Sawyer) Which one was the shooter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "They’re both shooters, Mr. Deputy. They’re both dead. (a moment) We know him. Tino Zapatti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "\"Zapatti?*",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Paul’s nephew. A punk, a dealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Wouldn’t it seem that Santos came up here to take Tino out of the business? And the child was caught in the cross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "We‘re not in the ’wouldn’t it seem’ business. Calhoun observes the Mayor disappear into the ICU with Elaine Santos and her sister as Commissioner Coonan remai outside with his uniformed Chief of Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALEOUN",
          "text": "Where are you going with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Don’t know yet. Santos was signed out, that we do know. But he carried no radio...no vest --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Any backups?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Zero. Not even a ‘ghost.’ A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What was the guy doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Taking a meeting with a convicted drug dealer? You got me. All I know is we got a dead cop, a dead kid, and a dead nephew of the head of the Zapatti Family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Was Tino ‘made’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Are you kidding? A scumbag, a nothing. A rap sheet this long -- he belonged in Attica on a mandatory five-to-ten, copped probation which he skipped two years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Probation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "Isn‘t it a sentence in this town? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The Mayor’s going to want to step up for the wife --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "I wouldn’t if I were hin. Calhoun measures Sawyer now. SAWYER (CONT’D) Don’t worry about it. We can bury Santos with his glowing’ reputation. Good cops turn bad, it happens ail the time. And we give them Inspector’s Funerals to boot. Calhoun notices Marybeth against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Who’s the lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "A Girl-Lawyer for the DEA. I was wondering when you were going to ask. Calhoun smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Now you don’t have to wonder anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Triage team is still working furiously, the Mayor standing by attentively with Elaine Santos and her sister A PRIEST brushes past them, pulls a scarf from his pocket drapes it stole-like over his shoulders, pulls anointing oils from the other pocket, opens a vial, anoints Santos’ forehead with the side of his thumb. \fThe Mayor 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "Through this holy anointing May God, in his love and mercy Give you the grace of the Holy Spirit. takes Elaine’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "We're with you, Elaine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "..-The City takes care of its own. He squeezes her hand, nods to Elaine’s sister. The Mayor silent pr",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "May God who frees you from sin Save you and raise you up. steps to the bedside, regards Santos, makes a ayer, then rapidly leaves the ICU. INT. MAYOR‘S CAR - MORNING Calhoun i The Mayor He hangs s on the car phone, the Mayor deep within himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(phone) ...Set a press conference for 12 o’clock, make sure The Post takes the first question...call Senator Marquand, be cool, tell him everything’s under control and we’1l see him tonight... glances at Calhoun. CALHOUN (CONT’D) (phone) And, Abe, call Leonard Street. Get a copy of Tino Zapatti’s probation report. (glances outside) We're headed for Park Avenue, downtown in 20...What else? -- He’1l get up there for the boy’s funeral - - no, wait on the Detective -- up, the Mayor is looking at him. \fww ns a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 CALHOUN (CONT’D) The Detective doesn’t check out yet. The Mayor waits, stares straight ahead now. CALHOUN (CONT’D) And what was the Zapatti character doing out on probation? The Mayor is silent, then turns back to Calhoun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Kevin, if you’re ever crazy enough to run for office -- and win -- Calhoun waits for him to finish. MAYOR (CONT’D) There is one thing you’ll never get over... The Mayor is staring straight ahead again, Calhoun watchi hin. MAYOR (CONT’D) The death of a cop. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The area reserved for Press Conferences. Five rows of sea in this small venue, every seat taken, TV cameras on a raised platform behind, up front a podium with a cluster mikes, numbers and letters identifying local stations and this case, networks as well. The heat is oppressive, no matter what time of year, and anticipation adds to it. As the still photographers load, Abe stands behind them with a small, hand~held radio open the Mayor’s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Two minutes! Two minutes! Shutters are readied, reporters click off their cellulars . ABE (CONT’D) Heads up! Tape recorders are balanced on right knees, notepads on t left.: A group of Black clerics are led on, they take the places at the rear of the podium. One Biack reporter, SADLER of The Post, makes note of them to the reporter seated beside hin. . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADLER",
          "text": "Lining up the ducks. A couple of reporters move to the dais to get I.D.‘s from the Black clerics, Abe shoos them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Thirty seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Plainclothesmen at the entrance swing the doors open wide as the Mayor, Calhoun at his side, hustles up the st and through the doors. As they approach a low brass gate, the Intel men drop off. LESLIE CHRISTOS, female, 32, the Mayor’s Press Secretary, appears at his shoulder as he moves down the west corrido to his \"end of the Hall.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Who's first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "The Post. MAYOR ‘ Sadler or Marx?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "Sadler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I know what‘s coming, ‘Is probation a sentence in this town?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "*,,.Judge Stern has a powerful record on the bench. He has served 13 years, and meted out the stiffest punishments in the history of this city. If the report recommends probation, then probation it has to be.’ After that they'll start in on the mandatory crap --",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MAYOR",
          "text": "I got it, I got it. The brass gate swings open, the factotums and old party retainers and permanent Intels who guard the gate salute respectfully as the Mayor passes. \f16",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "(to Leslie) ‘What did James Bone’s father say‘?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "‘He is distraught, of course, we are not here on this earth to outlive our children --/",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "No good. From inside the \"Blue\" Room, a YELL:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE, (V.0.)",
          "text": "Lights!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place comes ablaze with light at the Mayor’s entrance news photographers jump in, flashbulbs, the Black clerics blinking at the blinding flares, TV cameras rolling, the cameramen on radios with their reporters five rows below are calling the shots. Abe’s and Calhoun’s eyes lock, Calhoun makes a gesture to Abe with thumb and forefinger, \"Give me a minute,\" Calhou takes a position in the corner where he can survey the wh room. The Mayor shakes hands with the various clerics, embraces the last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Good morning. I would like to welcome the Reverends Williams and Birch from the Abyssinian Baptist, the Reverend Spellman from A.M.E. Zion, and my dear friend, Reverend Milton Parks of the First Church of Harlem. Thank you, reverend gentlemen, for having the courage to stand here beside me. Some photographer yells \"’Beside them!’\", Calhoun makes a slight inclination of his head and the Mayor steps back alongside the Black clerics for the photo opportunity. He unfolds a statement, steps back up to the podium, then arbitrarily returns the statement to his pocket. MAYOR (CONT’D) A six-year-old child is dead, James Bone, a life snuffed out randomly. A highly-decorated detective is dead. And a probation-jumping, crack-peddling punk is afso dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "17 MAYOR (CONT’D) A year from now this will be the incident on Pleasant Avenue. But I’m telling you this is an incident that will not go away, not as long as I am Mayor of this city... Calhoun, having checked out the staging of the proceeding slips out a side door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun crosses the hall, the T.V. sets at the Intel Stat and Secretaries’ Area are all tuned in to the Press Conference. MAYOR (CONT’D) (V.0.) --.The whole city, all parts of the city, Bushwick and Greenpoint, Jamaica and Harlem, Washington Heights and Brownsville, the bodies drop, shot like fish in a barrel, and the accusation is we don’t care because these are disenfranchised parts of the city. Homicide is homicide whether it’s on Park Avenue or up an alley in Williamsburg, and we will find the perpetrators and we will put them away. Calhoun, as if on signal, meets Abe outside his tiny offi they close the door behind then. INT. ABE’S OFFICE, MAYOR’S WING - DAY Abe turns on the T.V., it plays quietly in the background (As Abe hands Calhoun a battered MAYOR (V.0.) records jacket, Calhoun opens it, . (T.V.) a muddle of rat-eared papers. Whose bullet was it, Calhoun hands it back.) you’re going to ask? We'll find out. CALHOUN Important, but more Where's the probation report? to the point, who’s going to give Eddie (Abe reaches in and quickly extracts Santos back to his a filled*out form, hands it to wife and children? Calhoun whose brow furrows.) No forensic ex- . aminer. No man of CALHOUN (CONT’D) the cloth. No one. Looks good. (a moment) . Questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18 ABE : (He nods to Sadler Very good. But there is a of The Post.) conviction. Criminal posses- sion in the fourth degree. SADLER (V.0.) Why was Tino Zapatti out CALHOUN on probation? A probational offense. A 4-C. That’s practically a mis- MAYOR (V.0.) demeanor. I have not seen his probation report ABE yet, and I will not There are 4-C’s, and there are speculate. I do 4-C’s. know that Judge Walter Stern is perhaps the most reputable jurist sit- ting on the State Supreme Court bench. If the probation report was good, (Abe turns the probation report what choice did he over and over, checking it out have? front and back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SADLER, (V.0.)",
          "text": "What choice did James Bone \\ have? (\"Yeah, yeah, what CALHOUN choice?!\" reporters (to Abe) crowding each other, +-.You keep looking at that as interject, raise if it were not kosher. their hands, \"Over here, Mr. Mayor!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "A cut of meat is kosher. A MAYOR (V.0.} piece of fish. ‘Savory foods, Mr. Sadler, James and all kinds of dainties’ Bone had no choice. are kosher. But a probation Nor did Detective report is not kosher. It is Edward Santos. merely a probation report. There is one thing : as Mayor J will never get over ~ the death of a police offier. And there is one thing in life I will never get over, the (Calhoun measures Abe, abruptly death of an he reachts up and MUTES the T.V.) innocent child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "-- I am a good Louisiana lapsed Catholic, Abe. Give it to me straight. What’s wrong with that report? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Too kosher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Translation, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "‘The virgin looks pregnant to me.’ Abe bends low over the report, examining the words as if they were lacunae in the Talmud. ABE (CONT’D) A Probation Supervisor signed this. An Assistant Probation Supervisor countersigned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "That’s a lot of weight for a 4-C. Where was the original little Probation Officer, where’s his signature? . Calhoun snatches the report from Abe, scans it, tries to fathom its meaning but can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Surely there must be an explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "‘The more flesh, the more worms.’ Calhoun glances at the television set above, the Mayor is now responding to a question about the city’s Hospital Crisis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun and Abe briskly make their way across the wide plaza, past the denizens of Federal Court Houses, Distric Attorneys’ headquarters, detention facilities and city offices, a maze of old, gray buildings and the canny dron that occupy them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "..-His name is Schwartz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "A jantsman? \faml 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Stop. trying your Yiddish out on me. You sound like a Shakespearean actor escaped from a Savannah pogrom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Okay, okay, but do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I don’t know him, the trial was almost two years ago, I was long gone from the Department. They turn down Leonard Street, a dank, narrow roadway, looming above a post-modern building gone wrong, huge letters over the doorway ‘NEW YORK CITY, DEPARTMENT OF PROBATION, ¢ ABE (CONT’D) While you talk to Schwartz, I/11 schmooze around. INT. SCHWARTZ’S OFFICE ~ DAY A bunch of partitioned-orf work stations, in his own glassed-in place is LARRY SCHWARTZ, a veteran of the civi service wars. As Calhoun enters, Schwartz comes to a nois chair-scraping attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "You‘’re the first Deputy Mayor to set foot on this floor. we had a Commissioner once -- but it was the wrong floor,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "May I have a seat? Schwartz doesn’t answer, waits for Calhoun to sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "I know why you’re here. I’ve logged twelve calls already today. Mr. Zapatti --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Why did he have to be my case? \f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ SCHWARTZ",
          "text": "Because sometimes we get overloaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And the Supervisor takes the extras?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "The extra-speciais,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such as a Zapatti Family member?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SCHWARTZ",
          "text": "Something like that. Look, Mr. Deputy Mayor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Kevin's good enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Any case comes in here that looks like it’s ‘connected;’ I take an interest in -+",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "To avoid making mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You made one on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "I blew it and I don’t mind admitting it. But I’d rather blow one out of a hundred, than send ten mean away on mandatorias who don’t deserve them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You sound like an enlightened man, Mr. Schwartz. ‘SCHWARTZ And you sound like you're fucking with me. Calhoun sighs..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How do these things happen? \f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "These things happen because we're drowning -- in criminals, in half- baked social workers, in a city that doesn’t function, in a world that doesn’t know right from wrong. More silence. Calhoun finally stands. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "So there was no probation officer on this case?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Wrong. You’re looking at him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But you’re a supervisor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "More precisely, a Branch Officer. SCHWARTZ (CONT’D) Okay, same thing. We were understaffed, I always oversee files that are flagged red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "This one you handled alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Yes, I’m afraid so. Calhoun walks out, meets up with Abe in the anteroon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Schwartz looked nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "There’s nervous and there’s nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Did you learn anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "He wasn’t that nervous. \fns, 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor’s residence, a female Police Officer waves a greeting to Calhoun as he pulls up outside the iron gates his car, she steps out of her booth with a clipboard, mak a notation in her log of his windshield sticker and licen In the momentary wait, Calhoun picks up his carphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAIME, an Intel Detective, part of the permanent “Palace Guard\" at the mansion, grabs the phone, his female partne TRUDY, logs in the incoming call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN, (V.0.)",
          "text": "Did the P.c. call yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME",
          "text": "Yeah, he said to call him back as soon as you got in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The iron gates swing open now, Calhoun drives through, ju out, lights are blazing in the beautiful old wooden frame house, he eschews the main entrance, hurries down outside steps, the \"side\" door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun waves to the chef and kitchen personnel, hurries the steps, stops half way at the Communications Room. As Jaime holds the telephone out for Calhoun, Trudy nods a greeting, she is watching the nine o’clock news, lowers t volume, a teaser of the day’s events in the city, the Mayor’s morning Press Conference flashes for a moment the the show passes on to other things. Calhoun takes the phone from Jaime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Gerry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN, (V.0.)",
          "text": "I got good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN, (V.0.)",
          "text": "One of the rounds passed through the boy, caught in the armhole of his windbreaker +-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What was it from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN, (V.0.)",
          "text": "A ‘four and a half.‘ Matches Tino‘s. Calhoun sighs. . COONAN (CONT’D) (V.0.) What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I love good news. He hangs up, makes the \"okay\" sign to Jaime and Trudy, dashes upstairs, when he reaches the top, he is greeted b SYDNEY PAPPAS, the Mayor’s wife, a well~bred woman who ha negotiated her pedigree into a position beside a powerful active man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "+.-I saw your lights. He was just reaching ‘closure’ with Senator Marquand. Calhoun bites his lip, she notices. MRS. PAPPAS (CONT‘D) I just thought --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And you didn’t want me to ‘bust in’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "Thank you, Kevin. It is you that gets him through the sweat of the day, but I have to carry him through this nonsense at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The night’s just as important -- She reaches out to smooth his shirt collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "* I have a demi-tasse set for you. Say hello, the Senator adores you. Mention children’s television to his wife -- I’1l take it from there. Here we go... She opens a set of French doors. \f25",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gathering of a dozen people, no black ties, but just sh of that, elegant black dresses and the men in fashionable business suits. The Mayor jumps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Hey -- Kevin! We missed you -- SENATOR MARQUAND, an all-business New Englander with a yo wife, smiles. ’ SEN. MARQUAND Kevin's been busy today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Hello, Senator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(introducing) Liz and Maurice Warnecke, head of the Stock Exchange -- :",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARNECKE",
          "text": "I know Kevin, we talked about MetroBank. . Calhoun smiles, shakes hands. The Mayor completes the introductions quietly, Calhoun knows some, not others, he of major brokerage and accounting firms, plus a young couple, scions of some industrial fortune, a Black couple the chancellor of City College. Calhoun takes his Place beside Mrs. Marquand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "Whose bullet was it, Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We don’t know yet. A flicker from the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But I didn’t mean to interrupt you --",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SEN. MARQUAND",
          "text": "We don’t want any stray bullets - around Madison Square Garden. Calhoun downs his demi-tasse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "There are stray bullets all over this world. \foo eT seael ete ee 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "They didn’t bother you when you were working for Hill & Knowlton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MARQUAND",
          "text": "I don’t understand, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "Hill & Knowlton was the PR firm representing Kuwait. Kevin rode point for them, he helped sell us the Gulf War --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Ignore him, Kevin. The Senator just likes to keep a little anchor to windward. (to Sen. Marquand) We were talking about the Con- vention -- Before Marquand can respond, Calhoun jumps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We’re going to turn this city upside down for you -~ we’re going to stage the right kind of Convention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "What kind is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The kind that’s going to get the President re-elected. Where are you going to go - Chicago, always resonates with memories of Hubert in ‘68. California - still the land of Jerry Brown and Tom Hayden, the sort of place that nominates a Walter Mondale. Miami? Miami’s Casablanca. We’1ll make you a winner, weve got the city right here. Mrs. Marquand smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MARQUAND",
          "text": "You’re not a New Yorker, are you, Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Ferriday, Louisiana. HRuey Long country. ‘Every man a king, but no one wears a crown.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. MARQUAND",
          "text": "Hey, I love this guy. The Mayor beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "So do we. He’s gotten John elected twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "No one gets anybody elected - but the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "What are you running for, Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "My life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "A good line --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I heard it today from a‘ District Leader in East Harlem. A flicker of the Mayor’s eyes, Calhoun rises with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "We'll be right back. They head for the door. Calhoun waggles his fingers, \"goodnights,\" he stops by Mrs. Marquand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "- Geod work on the PBS thing. Mrs. Marquand glows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEN. MARQUAND",
          "text": "Call me in the morning, Kevin, I want you to help me get some stuff in The New York Times -- an * editorial lauding our choice of Convention city. The President loves a good Times editorial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You got it, Senator. * The dining room doors close behind Calhoun and the Mayo they angle towards the Mansion’s side entrance. . \fThe Mayor They stop monitor. The Mayor The Mayor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CALHOUN (CONT’D) Tino Zappati‘s bullet killed the child. relaxes for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Use it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I don’t need to, they’1l have it on the ten o'clock news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Great --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But I warn you, tomorrow it’s not going to go away. at the Intel niche, the T.V. news continues on the CALHOUN (CONT’D) I saw Tino’s probation report. ‘Exemplary. But one odd’ thing -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "It’s front-loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "with what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Branch Officers. Supervisory personnel. grunts. CALHOUN (CONT’D) But at least we know we’ve got an honest Judge, sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Thank God for the Walter Sterns of this world. . With the Mayor and Calhoun lingering by the Intel room, Trudy turns up the volume on the T.V. \f29",
          "sentiment": "neutral"
        },
        {
          "speaker": ". T.V. ANCHOR",
          "text": "*This just in. The bullet that killed the six-year-old boy in East Harlem this morning --‘ cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the last of the Tammany Clubs but a thriving place mix of senior citizens from West Flatbush, gentrified couples from Park Slope, and blue collars from Red Hook. A two-tiered place, at the entrance a check-in desk manne by CLARA, a polished greeter who makes a note of the constituents’ needs and either sends them home with reassurances or upstairs to FRANK ANSELMO, 55, the Councilman for this the 38th District, and also Brooklyn County Leader for the Democratic Party. He is not a \"boss but a leader who does things the old-fashioned way. A big man with a light, graceful touch, expensive horn-rimmed glasses barely framing a squat, Neapolitan face. Most of the pensioners and supplicants have left, it is late, Anselmo is hearing out one of the last, the elderly GUSSIE who has put on her best print dress for the occasi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUSSIE",
          "text": "...They’re gonna throw me out, Mr. Anselmo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "No one’s gonna throw you out, Gussie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUSSIE",
          "text": "He says I’m underoccupied, can I help it if my daughter moves out? Isn’t she entitled to a life of her own?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Of course. How is Helene? Still working at the Navy Yard?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". GUSSIE",
          "text": "Thanks to you. What can you do for me? \f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Just see that Mr. Brill obeys the law. You're grandfathered in over there. And if he tells you you‘’re not, just give me a call. aA curvy landlord like Marty Brill’s always looking for a way around rent control. But how would he understand a law that was meant for working stiffs like you and me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUSSIE",
          "text": "Oh thank you, Mr. Anselmo. You wanna come speak to my Club? Clara, who has moved upstairs to Anselmo’s desk, interrup him with a whisper in his ear. Anselmo glances downstairs sees Schwartz, the Probation Branch Officer, waiting, nervously fingering his hat, Anselmo indicates to Clara \" a minute.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What Club is that, Gussie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUSSIE",
          "text": "The Terrible Tiles Mah Jong Club -- .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "How many Tiles are there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUSSIE",
          "text": "A hundred and twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "You got it, sweetheart. Give me a call. Anselmo trots down the stairway to Schwartz and Gussie is ushered away. ANSELMO (CONT’D) Hello, Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "I have to see you, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, here I am. How about a cup of coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "No thanks. We got to talk. You finished?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31 oo X q A moment’s hesitation from Anselmo, he glances around last stragglers seeking favors, party workers licking envelopes, someone working a phone. Paper plates and scra of schnecken being cleaned up by elderly women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "The business of government, Larry, is never finished. Let’s take a walk. INT. FINO’S COFFEE SHOP, BROOKLYN - NIGHT A 70's joint on Nevins Street on the Park Slope/ Flatbush border, faux-Tiffany lamps which swing out on gold chains over green tablecloths, a formica counter for the breakfa eaters, Muzak plays Broadway showtunes nonstop. Anselmo eccupies his corner table, commanding a view although the Place is almost empty. MILTON, the waiter, sets down wate and coffees, he wears a battered green waistcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILTON",
          "text": "Mr. A --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "o~ How are you, Milton? x MILTON (singing) ‘I’m as corny as Kansas in August I’m as normal as blueberry pie No more a smart Little girl with no heart I have found me a wonderful guy --’ Schwartz’s mouth falls open. Anselmo, who has been conducting Milton, actually sings the last line with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Milton, speaking of blueberry pies, bring us a couple. (to Schwartz) You ala mode?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "I don’t want any pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "(to Milton) Two blueberry pie ala modes. “~( Milton sashays away humming the bridge to \"A Wonderfu Anselmo studies Schwartz. \frn ANSELMO (CONT’D) What’s the matter, Larry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "You know what‘’s the matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "You look terrible, you ought to take a vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "I don’t want a vacation. I got 18 years in, I’ve saved up my time, I’m eligible for pension in six months if I put in the hours --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Okay, okay, what do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Get the Deputy Mayor off my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "’ You know which one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "‘Shrimp boats‘?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Him. 32 The MUSIC continues, Anselmo cocks an ear, a Rodgers and Hammerstein medley, Milton sweeps out from behind the counter balancing the pies and ice cream, sets the order down. But Schwartz pushes his away, stares off into the middle distance. From the area behind him, the sound of HUMMING, it is Milton, now Anselmo joins him, a beautiful baritone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "‘Don’t throw bouquets at me Don’t please my folks too much Don’t laugh at my jokes too much --' Milton leans over the back of the banquette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO/MILTON",
          "text": "‘People will say we’re in love!’ Milton scurries away to serve another table, Anselmo fork piece of pie. \fpes 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "What the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Milton and I are great Rodgers and Hammerstein fans. When you walk through a storm, keep you’re head up high -- Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "It’s not your signature on that probation report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Watch your mouth. Silence as he finishes his pie. ANSELMO (CONT‘D) I told you, take a vacation. Now he reaches over and takes one Bite of Schwartz’s pie, then pushes it away, hums along with the Muzak, observing Schwartz as he nervously sips his coffee. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars funneling up to the toll booths, young Hispanics selling the bulldog edition of tomorrow’s Daily News. A hand reaches out through a front window of an anonymous Town Car, buys a paper, hands it to the passenger in the back. MOVE IN on PAUL ZAPATTI, the air of a nondescript 50's businessman, overweight, bespectacled, shielding eye which give away nothing. As the car enters the tunnel, Zapatti opens the newspaper MOVE IN on the headline: ‘ZAPATTI NEPHEW SLAYS HERO DETECTIVE.’ Under the column-wide letters are two photographs side-by-side, one of the shootout scene, the other a smiling closeup of Zapatti. Zapatti lowers the paper, instructs the man in the front seat who handed it to him. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Find Vinnie. \f34 INT. CALHOUN’S APARTMENT, DOWNTOWN MANHATTAN - MORNING A 270-degree view of New Jersey, Staten Island, Long Isla but practically no furnishings. A few suits in a closet, few books on a shelf, an anomalous interior with a breathtaking exterior. Dawn flares brilliantly through the windows, the televisi set is tuned to New York City government’s own channel, {TV-1. The Mayor is being interviewed on an early morning radio talk show, he and the interviewer are mounted on a wagon rolling down Fifth Avenue, the stunt being covered TV-1. Calhoun, his clothes in a heap at the front of the bed, sits up. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (T.V.)",
          "text": "We have many problems in the city, but crime is the foremost. People are entitled to safety in their homes and on the streets... As the interview continues, shots of yesterday’s crime scene, then a pause for a commercial from Potamkin Cadill Calhoun swings out of bed, walks to the window, observes rush hour on the Verrazano Bridge, Staten Island ferries pass each other, a garbage barge chugs past the Statue Of Liberty. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Good morning. On the T.V. behind him now, a shot of a Black ghetto mortuary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T.V. ANNOUNCER, (V.0.)",
          "text": "In East Harlem this morning, a line formed early outside the Whittington Funeral Home, members of the community eager to pay their respects to the deceased six-year- old James Bone who lived alone in a two-room apartment on 117th Street with his widower father. The crowd is orderly but security is tight -- Calhoun hurries into the shower, but not before clicking another TV set, a six-incher which has been set above the stall. . T.V. ANNOUNCER (V.0.) (CONT’D) There is a sizeable police presence -- \f35",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line around the block. Police sawhorses containing the crowd, Officers, Black and White, keeping a respectful distance as the mourners await entrance to the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bone and HARRY GRIMES, an East Harlem District Leader, ar at the window looking down. Grimes has a foot up on the radiator, patently pleased at the turnout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BONE",
          "text": "I didn’t know James had so many friends. MR. WHITTINGTON, the undertaker, appears behind them. He waits patiently until Bone turns to him. Their eyes meet. BONE (CONT’D) Open the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. EDDIE SANTOS’S HOUSE - BAYSIDE, QUEENS - DAY A wake. In one room Detective Eddie Santos’s body rests i a partly opened coffin, friends beside it, mourners filin by, in the kitchen relatives preparing pots of coffee and platters of coldcuts, in the living room, other mourners balance plates of food and short glasses of dark rum. Som Spanish heard, but mostly English from the mix of Detecti colleagues and the conservative Hispanic community from \" Island.\" Santos’s wife, Elaine, composed and a little fierce, gree people in the living room. Her two children, a five year- old boy and a three year-old girl, stay close. Relatives spirit them away periodically to give Elaine relief. Marybeth is present, she observes Elaine and the two children, waits for her opening until the children are momentarily distracted by relatives, then steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "* Good morning, Mrs. Santos. I’m Marybeth Cogan, we met at the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Yeah. Hulio. MARYBETH . I’m very sorry. \fco ee eee : tee os 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "And that’s Randy and Maria over there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Uh-huh, those are my kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Did Detective Santos leave a will?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Insurance policies, savings account?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Eddie took care of those things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Do you need a babysitter for a few days? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "No, I don’t need a babysitter. Marybeth steps to a window, Elaine finds herself followin her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Any brass from the Department call on you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Just the guys from the Precinct, and a Captain from Homicide, Manhattan South.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "That’s his Commander, he’s required to pay a call on the widow. Elaine blinks, waits. MARYBETH (CONT’D) I wouldn’t talk with anybody without checking with me first, okay? Elaine doesn’t answer for a moment, measures Marybeth. \f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Okay. Marybeth falls silent, not wanting to explain any further but not wanting to leave Elaine. Her eyes land on the fiv year-old boy and three year-old girl, munching on Puerto Rican dulces, washing them down with soda pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Beautiful children. She angles for the door, her eyes checking the mourners a she goes. cut TO: INT. WOERNER’S LUNCHEONETTE, REMSEN STREET - BROOKLYN - D A dark place in the shadow of Borough Hall, a hangout for D.A.‘s, lawyers, bail bondsmen and clients, the nuts-and- bolts of Brooklyn’s official business is transacted here, the customers always within a few steps of their office o the courtroom. A nearly partioned-off area, a group of regulars are drinking coffee with Anselmo, MURRAY SAFIRE, a lobbyist- fixer, an above-board guy but still a semi-stooge of Anselmo’s. Plus a non-regular, LENNY LEWIN, a real estate developer, and three other attendees, Lenny’s cigarette smoke waved away by the others. It is clear the group is waiting for someone, nursing their coffees, breaking off ends of Danish from a platter which is kept well-stacked a zealous waiter. Calhoun enters, Anselmo flags him. A loud scraping of chairs as they all move to make a space as Anselmo makes introductions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I am sorry, gentlemen, to be late <= and I’m honored to be included in a regular meeting of the Borough Hall Sip ‘n Schmooze breakfast set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAFIRE",
          "text": "Sit down, Tex, take a load off your * feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Loo-si-ana, Murray, for the unpteenth time. Anselmo hits Calhoun in the arn. \fwe om 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What‘s the matter, can’t you take a joke? And why don’t you get yourself a driver, for Chrissake? After three years, the ‘clean as a hound’s tooth’ image is beginning to wear. More chuckles. As if by signal, plates of eggs and breakfast meats and hashbrowns are set down. The waiter stands by. ANSELMO (CONT’D) What’11 you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Oatmeal with skim milk and sliced bananas. If you have a few raisins, sprinkle them on, and a little brown sugar, please. A deathly silence. The waiter shifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Lenny just threw up. Laughter. Lenny, a canny nerd, doesn’t mind being the but of jokes. ANSELMO (CONT’D) (to waiter) Bring him ’Ham and.’ -- And because he‘s the Mayor’s boy, throw him a fish, white toast instead of a bagel. The waiter scurries away. Calhoun smiles knowingly, the feeling he’s been through these needles and pleasantries before with Anselmo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "So what's new, Kevin?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "Today? This just in -- Standard and Poor’s is going to lower the city’s credit rating. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 CALHOUN (CONT‘D) We tried to close two firehouses in the Bronx, result - a hundred and fifty residents are demonstrating in front of City Hall, the Deputy Park Commissioner has quit to run the San Francisco ballet, the Stock Exchange insists they’re leaving town, and it looks like we’re stuck with Rent Control forever. Plus a zillion other rancid goodies. Calhoun notices a tabloid folded on a corner of the table page-wide headlines, \"EAST HARLEM TRAGEDY Six-Year-0ld Slain in Crossfire with Cop.\" Anselmo follows Calhoun’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": ". == Plus a kid got shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And a drug dealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "And a cop. \\",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAFIRE",
          "text": "No wonder the Deputy Mayor went to Brooklyn today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "(to Calhoun) But he’s very welcome. Where’s the Stock Exchange going to go, Kevin, my boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "White Plains, they mutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAFIRE",
          "text": "They've been muttering that for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "One day they’re gonna stop muttering * and go. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENNY",
          "text": "That's why we need MetroBank --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "No argument, Lenny. \fSilence. 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "-- And a subway stop and an off-ramp from the Brooklyn-Queens Expressway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Infrastructure -- ANSELMO . A fancy word for the necessities of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The city owes 25 billion dollars, -Frank -- we can’t build subway stops and off-ramps --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "How are the people going to get to MetroBank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Buses from existing subway stops, and those still fool enough to drive their cars, get off at Exit 26 or 27. LENNY ‘ Three thousand workers and you don’t even want to build them a subway stop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Tell me, Lenny, what’s your interest in this? Did you happen to buy a few options around the property?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Of course he did. And so did every other developer in town. Notwith- standing that, Mr. Deputy Mayor, if you don’t have a way to transport their employees, I don’t know that MetroBank’s gonna come up with the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We‘ll take our chances. We love MetroBank, Frank, but we don’t like infrastructure. Reason? The city can’t afford it. \faa 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "The city can’t afford not to. The train's leaving the station, Kevin, don’t you want to be aboard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You got the noses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Not counting yet. Why? I thought you were on our side. For a good ole boy, you’re sure flying in the face of real politics. Infra- structure means votes. I thought John Pappas liked votes. ”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We love votes, Frank. But no infrastructure. Much as we approve of the idea of a subway station and off-ramp, we can’t afford then. (to Lenny) Don’t worry, you can sell those options at a cut-rate. Just tell your tenants to take a bus -- or walk. . Lenny makes a face. A calm Anselmo checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "I got an appointment in Manhattan --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "can I give you a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "No thanks, I/11] make it quicker on the train. : They all rise on cue. As Calhoun puts on his coat, he pic up the tabloid left on the table, glances at the story on the Bone/Santos/Zapatti deaths. A finger reaches over Calhoun’s arm, Anselmo’s, he points a \"sidebar\" which is headed \"What Was Detective Doing in East Harlem?\" ANSELMO (CONT’D) That’s your story. \f). 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE WALTER STERN parks at the curb reserved for the judiciary, hurries towards the side entrance he customari uses. He is a judicial-looking man, a dignity about him a an address towards life which is relieved by a common tou Judge Stern looks up, distracted from his morning routine a clutch of reporters unexpectedly surrounding him, \"Tino Zapatti -\", \"Probation Report -!\", \"Sweetheart sentence - he frowns, responding with \"No comment\"s but he can’t get past the pack until he is rescued by his Law Secretary. S hails a Court Officer, they free the Judge from his questioners, he hurries in through the secured side entrance, the Court Officer holding off the Press behind hin. The Law Secretary catches up with Stern in the lobby as h is about to step into the Judges’ Elevators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Get me the file on Tino Zapatti. curT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Recess. The entire body present. The Public Advocate presiding but only ceremonially, the proceedings being ru by Majority Speaker Solomon. On the edges of the chamber, and being restrained by the Marshals, are various interes parties. The gallery above is packed with seniors and blu collars from Brooklyn’s 38th Councilmanic District. A tension in the place, a big vote coming up. ISRAEL TORRES, the Mayor’s and Calhoun’s man in the Counc who is used to introduce Bills the Mayor advocates, stand in the back with a nervous Abe and a watchful Calhoun. As the chamber is called back into session, a member propose resolution to make a Day of Celebration marking the birth an obscure Irish Republican hero of the 1920's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(to Torres) ++-Are we okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TORRES",
          "text": "It’s going to be close but we’re okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I don’t like the look on Anselmo’s face. . \feen 43 Anselmo rises from his chair, moves to Speaker Solomon, whispers in his ear, now crosses the chamber to Lenny Lew who stands off the floor of the Council beside a side doo Anselmo’s mouth goes to Lenny’s ear. The Irish hero Day o Celebration resolution drones on, underneath it the gooseneck microphones on the Councilmembers’ desks are be away from earshot as intense, impromptu lobbying takes pl on the floor. Abe edges along the wall of the chamber, Speaker Solomon meets him as if by signal, whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "(to Calhoun) Hey, I've put my life on the line for this one. You know I got amigos upstairs, and I got plenty more living in those streets where you want to put up the bank. They’re going to have my ass but I don’t give a shit... Abe quickly returns to Calhoun and Torres.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Seymour says we’re okay,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Arriba! Let’s go on the bill! No subway, no off-ramp. Ooh, are you guys going to be in to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How ‘okay’ are we, Abe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "The marriage is not made until the groom steps on the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "You guys are nuts. You should be celebrating. Instead he’s giving me Talmud -- (te Calhoun) And you’re sweating through your suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "That’s my lunch, I ate canned red beans and chilis in oil, a Christmas - basket from my mother --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Next Christmas, she can send you a new liver. \f44",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Tomorrow we open up the Hog Head Cheese and spread it on bialys. Torres gags. A RAP of the gavel, Anselmo has the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "With all due respect to our Gaelic friends, could I intrude to ask the Chair to suspend the argument for this Resolution --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUBLIC ADVOCATE, (CHAIR)",
          "text": "To what purpose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "To introduce an amendment to Land Use Bill 181 which we have fully discussed in the chamber and are on the cusp of voting. Seymour Solomon jumps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER SOLOMON",
          "text": "This is news to me ort In the back, Calhoun’s eyes are shifting rapidly back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I’m getting an infrastructure feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Grab Seymour, lasso him if you have to, tell him -- :",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Tell him what?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Anything -- go! Torres makes a beeline for Speaker Solomon. As he crosses the Council floor, Anselmo winds up his pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "-- Therefore, I recommend we bring to a resolution the amendment I’ve proposed. \f45",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER SOLOMON",
          "text": "~- May I request a recess?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUBLIC ADVOCATE",
          "text": "You‘’re out of order, Mr. Speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER SOLOMON",
          "text": "I’m also out of breath. Oxygen! Fanning himself frantically, Speaker solomon collapses, CRIES for help, a Marshal wheels in an oxygen tank from t telephone room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUBLIC ADVOCATE",
          "text": "(gavel) Recess, thirty minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(to Calhoun) Seymour can be counted on in a pinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CITY HALL, LATE AFTERNOON",
          "text": "Abe, Calhoun and Torres walk rapidly and nervously around the perimeter of City Hall Park. | Torres smokes a cigar, Calhoun blows bubblegum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "-- He got Dreyfus, that’s what happened,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How'd the hell he get Dreyfus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "He promised him a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "A horse?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "A trotter. Dreyfus loves the trotters. He’s at Yonkers every night. Frank’s got this Ay-rab baker in his District -- makes Muslim crackers, worth a fortune -- the Ay-rab loves trotters, too. As many crackers as he bakes, he has trotters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How many votes did Dreyfus control? \f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "More than we thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We got horses up the ass in . Louisiana. Why don’t we buy him a horse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Calm down, calm down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How much time we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Ten minutes. Torres chainlights another cigar, people scurrying this w and that, the gold dome of City Hall glistening as the su sets. The vapor from the three men’s breaths mingles, the walk on rapidly, but in no direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "What are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Israel, you fuck up again, me and the Mayor are gonna find us another --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Okay, okay, I hear you. Now we’ve got five minutes. Abe is a million miles away. TORRES (CONT’D) Frank is going to get his way as always --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Remember the Algerian Soccer League +?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Beautiful. We’re up the creek and he’s playing soccer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Shut up, Israel. What about it, Abe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Their field was too small, remember ~--? \fa7",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yeah, they wanted to de-map a hundred yards of Prospect Park. They were taking their corner kicks from a newsstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "(righteously) You can’t de-map a Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Did you see Anselmo’s blueprint? A subway stop at Ninth Avenue and - Third Street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "That’s going to cut across a corner of Byrne Park...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Never heard of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "A vest pocket job, chockful of baby earriages -- .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And mothers! What did Robert Moses, the father of all Commissioners, say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Who gives a shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "‘As long as you’re on the side of the parks, you’re on the side of angels.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORRES",
          "text": "Let’s get in there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Abe, gimme five! Calhoun hits Abe’s hand so hard, his yarmulke falls off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A vote is being tallied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "...Dreyfus? \f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREYFUS",
          "text": "‘No.’ And may I add, take one foot of park space away from the populace and you amputate their soul. Calhoun, aglow in the back, whispers to Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "He’l1 get his trotters somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Drew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "Nay! Anselmo rises from his Council desk, Lenny and he exchang looks, Lenny hurries out, Anselmo glances over at Calhoun He makes a Little Lord Fauntleroy bow and exits the chamb",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Foster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOSTER",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MAYOR’S OFFICE, CITY HALL - AFTERNOON The Mayor is looking out the window, his back to the door Calhoun enters, The New York Times along with other paper spread out on a table, the Times opened to the editorial page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The point is what didn’t happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Okay, what didn’t happen? CALHOUN . * Councilman Frank Anselmo, Brooklyn County Leader and the last of a dying breed, the political boss, did not get his way. The Mayor turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Frank Anselmo is not dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a9 MAYOR (CONT’D) But we are. In The New York Times, in The Daily News, in The Post, sof on crime, hard on unemployment, no subway stop, no off-ramp, no MetroBank and Judge Stern is taking shots right and left and all he’s done is given up a two million dollar partnership at Davis, Polk to serve the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I wasn’t his campaign manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And you‘re not mine anymore, either. You’re Deputy Mayor and it’s time you acted like one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Mr. Mayor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Don’t ‘Mr. Mayor’ me. Frank Anselmo is responsible for two million votes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And currently the sponsor of three big-time Brooklyn boondoggles, the off-ramp, the subway stop and the options on property surrounding them. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You tripped over the elephant while chasing a flea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Frank Anselmo is not a flea --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Compared to MetroBank, he is! The Mayor points to a set of blueprints and large photographs. MAYOR (CONT’D) See this. What do you think this is? CALHOUN . Looks like a meadow. \f50",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "A meadow! How poetic! This, my friend, is not a meadow, this is a field surrounded by tenements which could be cleared to resurrect a neighborhood, create 3,000 jobs --",
          "sentiment": "neutral"
        },
        {
          "speaker": ", CALHOUN",
          "text": "At what price? Five million dollars for an off-ramp, 15 million for a subway stop, talk about a lulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You are the lulu! Get your feet on the ground! Do you know what it’s like to push a pencil all day and then walk 12 blocks to the subway to hang on a strap an hour hack to the Bronx? It’s those twelve blocks that make the difference. If you don’t satisfy their asses, their brains won’t work! When they get in the booth, they pull the wrong lever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN '",
          "text": "And I thought you were going to give me a medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "No, I’m going to give Frank Anselmo his subway station. And he’s going to give us the votes we need for MetroBank. Calhoun blinks. MAYOR (CONT’D) You’ve run campaigns, Kevin, you like things to work, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yeah --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Frank Anselmo makes things work. He‘’s the county boss, and Young Turk or Old Dinosaur, county bosses are the oil of the machine of govern- ment. Calhoun bites his tongue, the Mayor picks up the phone. \fvol o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "512",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Get me Rebbe Schnayerson. (a moment) He is? Then get me the next Rebbe down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "...God, it’s a hundred brush fires a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "A hundred and one. (covers the phone) The matzo bakers are striking. Calhoun opens the door, suddenly turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Tomorrow’s James Bone’s funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(covering the phone) Get out that magic pen of yours and write me a eulogy. (phone) Hello Rebbe? What's new? Calhoun goes. CUT To: |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A performance of Carousel, Billy is singing to Julie onstage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLY",
          "text": "‘If I loved you Time and again I would try to say All I’d want you to know --’ In the loge seated in the first row is Anselmo with his w NETTIE, a blonde self-assured woman. As the baritone’s, w plays Billy, voice surges, Nettie and Anselmo clasp hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George, the Mayor’s Intel man, takes a position beside th men’s room, APPLAUSE from within the theatre, the audienc pours out at intermission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun is seated beside Mrs. Pappas, she points to - something in his program, he nods, excuses himself. \f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anselmo crosses toward the men’s room, as he approaches t door, he sees a flash of the gold Detective’s badge on George’s belt. The Mayor, emerging now from the men’s roo spies Anselmo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "I’ve got to take a leak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You’1l take a leak afterwards. At the bar Calhoun is ordering drinks. He sees the Mayor with Anselmo, is about to join them but the Mayor makes a gesture and Calhoun stands fast. The Mayor leads Anselmo into a niche in the lounge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Do you like the Billy Bigelow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Good voice, no act. How do you feel about the Julie Jordan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Good act, no voice. My Nettie could sing better. We met 25 years ago, Westbury Music Circus, she was in the chorus --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Speaking of performances, I don’t want to hear about another one like that from you, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Your boy embarrassed me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You‘re going to have to live with him,",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ANSELMO",
          "text": "Why --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Because he’s my boy. A moment. \f53",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "But it’s ridiculous, John. This MetroBank thing is a.good thing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I don’t need you to tell me that. I brought these people in from Wall Street. Now show me a little respect --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Of course. MAYOR . Then I’ve got news for you. We’ll go with it. Anselmo brightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Yeah? Which way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "My way. With infrastructure. Anselmo beams. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Okay, John, your way. You get the credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And you and Lenny get the options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "When do we break ground?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I’1l be out on that meadow tomorrow with a silver spade. Deliver me a turnout -- the high school kids, clerks from MetroBank’s back offices -~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Delivered. MAYOR . And you? Find a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "You know me, John, I love corners. \f54 INT. JOHNNY’S FAMOUS REEF, CITY ISLAND, THE BRONX - AFTER A foggy afternoon in Eastchester Bay, the deck overlookin the water empty, inside a bar with storm windows open to elements, a couple of hardy souls perched at it. A slip runs out into the bay, cheap sailboats are moored alongsi Sitting at the bar is HOLLY, 40, a police officer in off- duty clothes, paint-splattered khakis and worn deck shoes his eyes squinting as he focuses on a car coming over the causeway from the Bronx. He moves to a lonesome table. EXT. PARKING LOT, JOHNNY’S FAMOUS REEF - DAY Marybeth pulls her Accord in, only a couple of cars in th lot. She checks the address on a slip of paper, crumples the paper in her hand and walks inside. INT. JOHNNY’S FAMOUS REEF - DAY Marybeth smiles, Holly doesn’t. She angles straight to hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Hello, Officer Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "What are you drinking? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Plain water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Plain as day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Well, I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "I thought you were off it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Today, I’m back on. As Holly’ crosses to the bar, Marybeth pulls out a little ring binder, checks some notes, puts them away as Holly returns with a bottle of water for her and a dark drink f himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Where are you working again? \fSilence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "The 4-1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "oy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "They sent me up here to ‘heal.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Heal from what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "My diagnosis or theirs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Tino Zapatti and his Uncle Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Was that after we got you reinstated or before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You got me nothing. yYol did your job. That’s what I pay my dues for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Okay! Okay! Now I’m trying to do my job for your ex-partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Santos was a nut. He went bullshit when Tino got off. I told him ‘Eddie, lay off, justice has been done,’ ‘Justice?!’ he said -- a brave fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Don‘t you have any loyalty to your old partner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Not a smidgen. I just want to get out with my life, save my pension, and sail that piece of shit you see out there, the Mary B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "‘Mary B,’ is that for Marybeth, my name? \f_—",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I wouldn't know. You’d have to ask the previous owner. He’s in Green Haven Prison. The chap ‘left’ it to me. Marybeth finishes her water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "For God’s sake, man, a wife’s pension, the futures of her children are at stake, tell me what you know! Holly drains his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "The wind’s changed. I can catch the starboard tack now. Run me right home. If I tarry, I’m out to sea, you know what I mean? INT. PIERINO’S RESTAURANT, READE STREET ~ NIGHT An old-time politicians’ hangout around the corne 56 xr from City Hall, busier at lunch than it is &t dinner, trenchermen’s platefuls of pasta. Seated in the raised, secluded part o the room are Anselmo, Zapatti, and Lenny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENNY",
          "text": "-~ We got to pick up some more options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2APATTI",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Why not, Paul? It’s a slam dunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "I don’t care what it is, don’t be greedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "(pleasantly) ° How can I be greedy, I’m not holding any options? A moment, Zapatti regards Anselmo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "You're holding plenty, Frank, \f57 i ANSELMO 5 Of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Of juice. All over City Hall. What more do you want? Zapatti inhales a fistful of rigatoni. ZAPATTI (CONT’D) {to Lenny) i What’s the update?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENNY",
          "text": "They’re holding out on the corner of 14th Street --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENNY",
          "text": "For more, Paulie, what do you think? Iranians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": ". Iranians? From Persia? x LENNY Mopes. With gold chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "(to Anselmo) You know these people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "A cigar store. They’re expanding. Hosiery and chocolates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LENNY",
          "text": "In the old days, there was honor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Let it go, Lenny. Only a fool takes top dollar. . Silence as a waiter clears their plates. ZAPATTI (CONT’D) (to Lenny) Would you excuse us, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": ".",
          "text": "om . I got an appointment anyway. \f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Then it works out nicely. Lenny goes. ZAPATTI (CONT’D) You’re sure now, it’s all set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "We got it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Now you can get something else for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What‘’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "My name out of the papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "With 40,000 dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What am I going to do with 40,000 doliars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Let me ask you a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ANSELMO",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Have you ever heard of a cop with 40,000 dollars --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "-- Who wasn’t crooked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "No. Zapatti downs his espresso, covers the check, leaves. Anselmo glances at his chair, on the seat a folded New Yo Pest, block headlines, ‘THE 2APATTI, CONNECTION Was Cop O “ Mobster’s Hit List?’ \fa 59 Anselmo picks up the newspaper, unfolds it, a manila envelope falls out, he takes a peek inside, stacks of hundred dollar bills are laid neatly between two pieces o cardboard. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Harlem tabernacle, the place is packed with congregatio the overflow outside behind police barricades listening t the service through loud speakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOIR",
          "text": "(sings) ‘What then? What then? When the great Book is opened, what then? And a world that rejected its Savior Will be asked for a reason, What then?’ The Mayor waits with the highest ranking Black officer, Chief Deputy Commissioner Sawyer, and Calhoun. There are Black police officers posted along the furthest side aisl of the church, and manning the barricades outside. A mood of unrest. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Will Reverend Powell introduce me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "With a sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And afterwards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "We get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Which way is out? Sawyer points to a side door. MAYOR (CONT’D) “No, the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "You think that’s a good idea? Intel’s out there now, they say the folks aren‘t feeling too good. MAYOR . That’s your problem. \fuC 60 The Choir finishes...\"And we stand up before Him, what then?\" Reverend Adam Clayton Powell, Jr., steps into the pulpit. On a chair behind him sits Bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND POWELL",
          "text": "Sisters, brethren...The Mayor of the City of New York, the Honorable John Pappas. Programs flutter, bodies shift in seats, the men fan themselves with their hats. The Mayor steps into the pulpit, gazes down at the coffin in front of hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "‘What then?’ Indeed. What then when the cities run to sewers and the lights are extinguished and the people corrupt? What then when the streets are no longer safe, and when a father holds his child by the hand, and the boy is cut down and cast aside like chaff in the field, what then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VOICE",
          "text": "{from the congregation) Say it plain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "People warned me, don’t stand behind this coffin, why heed their warning when a heartbeat’s silent -~ He glances at Bone. MAYOR (CONT’D) And a child is dead? The Mayor steps away from the pulpit and down to the coff of James Bone. Some congregation rise, angry murmuring fr the pews, ushers move right in on then. MAYOR (CONT’D) Don’t stand behind that coffin, they said, that little boy was as pure * and innocent as the driven snow -- well, I am not innocent, and by the time the snow touches the ground under my feet, it will turn as gray and gritty as the stones of hell. A voice from the congregation calls out, \"Yes!\" \"Go on!\" \f61",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "But I am this boy! I am James Bone! My soul is crushed, my spirit wanting because I have let you down, I have died on you because I have not given you the protection you crave, the homes you cherish, the streets to transport yourselves. A RUSTLE from the congregation. He kisses The Mayor MAYOR (CONT’D) But I shall! And I will! I am Greek, and I am descended from the caves of the Mediterranean and I speak the language of the poets -- the first and only great mayor was possibly my forefather, more likely not -- Pericles of Athens -- ‘All the good things of the earth flow into the city because of its greatness...’ Well, we were great once and we could be great again. This is the ‘palace that was the city,’ but the city is no more when a child’s body lies before us. But I pledge we will find obr spirit again, we will rebuild on the soul of this little warrior -- I am with you, little James, I am you, and I will carry your standard forward until the palace that was the city rises again. the coffin, the congregation stands, another hymn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOIR",
          "text": "‘I want to dig a little deeper Yes, dig a little deeper I want to dig a little deeper In the storehouse of God’s love!’ strides up the center aisle. Calhoun loops around to meet him, the Intel men are working quietly and rapidl earpieces and tiny mikes, the door of the church opens, SILENCE on the street. An Old Woman approaches the Mayor, Intel tries to block her, but the Mayor steps right aroun then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARLEM WOMAN",
          "text": "God bless you, Mayor Pappas. \fane 62 He smiles, suddenly she throws her arms around hin, he embraces her, moves on, hands now are extended to hin. Intel tries to beat a path to the car, but more hands wan to touch him. Through the doors of the church:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHOIR",
          "text": "'--Dig a little deeper In the storehouse of God’s love!’ Calhoun knifes through the crowd, successfully clearing another path for the Mayor, they jump in their car, a red light flashes but no siren, and they are gone. INT. MAYOR’S CAR - DAY The car speeds down Lenox Avenue, the garbage and tenemen of Central Harlem go by in a blur, black men congregate aimlessly on street corners along with youths in warm-up jackets and athletic shoes. Intel’s radio crackles, the follow car loops around and takes the lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Nice speech, Kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "That wasn’t my speech. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "The Pericles thing came to mind and I threw it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But the way you threw it in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You. liked it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I loved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How do you come up with that stuff, the ‘caves’ and the ‘poets’? The Mayor smiles. \fr 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I am Greek, man. When I was James Bone’s age I used to have to sit at Easter services for two hours, and after that the Archbishop would pass out eggs which had been dyed red for the blood of Christ -- I loved those red eggs. My dad had one, he kept it in a glass case with an ivory crucifix and a Jesus palm card for thirty years. Your ass gets hard in those pews, especially if there’s no egg at the end of the line. Calhoun reaches for The Times, opens it up to an editoria “Judge Or Be Judged.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You read this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Sydney read me parts, ‘-- the last identifiable vestige of graft.’ What the hell are they talking about? Judges get nominated like everybody else. .",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "But the Party arranges it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Whose side are you on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yours, John. And I always will be. I sense a hanging party. Maybe we should put a little distance between us and Walter Stern --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "‘Distance’ is shit. Distance is what you do to your enemies. It’s an invention of the 90’s to make friends extinct. (a moment) Distance is the absence of Menschkeit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Menschkeit. ‘Manhood.’ What it takes to be a man. \f64",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "You’ve taken up Yiddish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Abe laid it on me. He regards Calhoun. MAYOR (CONT’D) You’re a good man, Kevin. Under- neath the Loo-si-ana cane syrup, red dirt. Not all that different from the pavements of Astoria. You and me? We’re sticking by Judge Walter Stern. Calhoun nods in agreement, he feels better. He opens his case, pulls out a small jar, relish swimming in flaked oi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Want a red-hot pepper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Later. Calhoun pops a couple in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "When I was a kid we used to go to Vidalia, they had a little Greek Orthodox church there. The restaurant people and shoemakers from Natchez across the river held Sunday services, but in the Spring they’d put on this Greek Festival -- and I remember one time I won a footrace, and they had this littie stand they called Mount Olympus and I stepped up on it and they laid a laurel wreath on my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "How'd you like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I loved it. The Mayor looks at Calhoun and smiles again, the oil from the peppers drops on The New York Times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A banner hangs, \"Yale Law School,\" embroidered across it letterhead logo of Davis, Polk. The men in black tie, the women and wives in evening gowns, Judge Stern across from his wife who keeps a close eye on him. Two ex-law partners, SPENCER and TRAVIS, are needling Ste",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPENCER",
          "text": "Walter, the door is wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "We shared seven figures in profits last year, this one looks like eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPENCER",
          "text": "Come back, look at all the money you‘’ll make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVIS",
          "text": "And The New York Times would have to find a new punching bag! Stern smiles. ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Thanks for the offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPENCER",
          "text": "Come on back, Walter -- He makes a gesture to some of the younger partners down t table, echoes \"Get off that bench!\", \"Do yourself some good!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "(smiling) I’m flattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge Stern and Edna wait for their car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "° Everybody was so nice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "So nice I went to the bathroom to throw up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Walter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "They think I’m a crook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Then why are they trying to entice you back to the firm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "To put it in their words, ‘What does one thing have to do with the other?’ Their car pulls up, they get in. cut To: EXT. ST. MARY‘’S CEMETERY, FRESH MEADOWS, QUEENS - DAY A large turnout of mourners, uniformed police commands, black strips of cloth over their badges, gravediggers, bagpipers and drummers. Elaine stands with her two childr and her brother, police brass in the rows behind them, in corner of the VIP section is Marybeth and lingering at th edges of the gathering, Holly. Police Commissioner Coonan is concluding the eulogy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "...We need heroes badly, but we are grateful to have had one even for such a short time. And now, because the Mayor has unavoidably been detained on city duties, Deputy Mayor Calhoun will conclude. Calhoun steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The brief professional life of Eddie Santos began in the Bronx, the 41st Precinct, Fort Apache. Last night a call came in for a local dise jockey from his old colleagues, the boys of the 4-1. They asked for a song of the pop rocker Jackson Browne and it goes like this -- . ‘Just do the steps that you’ve been shown By everyone you've ever known Until the dance becomes your very own (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fvd 67 CALHOUN (CONT‘D) No matter how close to yours Another’s steps have grown In the end there is one dance you’ll do alone’ Calhoun looks down at the coffin. CALHOUN (CONT’D) In the end, there is one dance you’1ll do alone. {a moment) Goodbye, Eddie. He steps down, the bagpipers and drums strike up, THUNDER from the sky above as five police helicopters zoom overhe one place vacant in the formation. The coffin is lowered into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "Man, thou art dust and unto dust you shall return. Elaine turns away, the children are restless, another PRI hands the little boy a gold crucifix as Elaine’s brother leads the children away. The mourners pass in a file past Elaine. Marybeth observes close by. Elaine stoops now to comfort one of her children who is crying, as she rises she finds herself face to face with Calhoun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Thanks for the words --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "It’s the least we can do. Marybeth, joining Elaine and Calhoun, shields the group. Calhoun looks at her inquiringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "(to Calhoun) I’m Marybeth Cogan, Detectives’ Endowment Association. Good morning, Mr. Deputy. Where’s the * Mayor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "He had to go to Washington this morning on Convention business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Detective killed in the line of duty rates an Inspector’s funeral, that includes the Mayor. Marybeth hands Calhoun her card. Calhoun scrutinizes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Very nice. He reaches in his pocket for his own card. CALHOUN (CONT’D) Mrs. Santos, if there’s anything I can do, please call me. He hands Elaine his card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN, (CONT'D)",
          "text": "And let me assure you, there‘’s no attempt to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Where do they get that stuff in the newspapers? At school they tell my little girl her daddy was a drug dealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We‘re all prey to the newspapers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Never mind the newspapers, what about Internal Affairs? What are those clowns out there doing? Calhoun follows Marybeth’s gaze. As the grave is being covered and the astroturf rolled up, two anomalous labore in crisp bluejeans, holding spades, stand by. They do no work, only observe the departing mourners closely. EXT. FRONTAGE ROAD, ST. MARY’S CEMETERY - DAY Cars jammed up, mourners walking alongside towards a shut stop, crowding under a canopy, waiting for the van to car them out to city buses on Fresh Meadow Lane. Calhoun slows his car as he sees Marybeth striding along road, a huge bag slung over her shoulder, erect and purposeful, athletic as hell. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Where are you going? \f69",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "The city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I thought we were in the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Not if you’re from Queens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Let’s start over. Okay, where you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Hop in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Go fuck yourself. She walks on, he pulls up alongside again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Not to be disrespectful, but don’t you realize the transportation department at St. Mary's Cemetery wasn’t prepared for a thousand people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Nine hundred and ninety-nine, we were expecting the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You Know you’re going to wait under that plastic awning for an hour, then you’re going to ride a Queens bus, then slepp on the subway to Manhattan --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "‘Schlep!’ Not ‘s !' Get the gumbo out of your Yiddish! He revs the car, Marybeth glances at the crowd ahead of h hopeless gridlock on the narrow frontage road, she opens passenger door and climbs in. Calhoun’s front seat is a mess, he just slides all his papers and presentations and graphs. onto the floor in front of her, she rests her fee then. Calhoun pulls out of the cemetery. ° \fpes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 INT. CALHOUN’S CAR, QUEENS - DAY Calhoun and Marybeth drive along in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How do you feel about the L.I.E.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "I hate the L.I.E. Take the Grand Central, you’ll catch it at Astoria Boulevard. G‘head, I‘11 show you. He swerves off into the further reaches of Queens, boulevards crowded with auto parts stores, cellular telephone shops, Greek family restaurants. MARYBETH (CONT’D) Eddie Santos was a good cop, you’re doing a vile thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Nobody’s doing anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You got all the answers, don’t you? CALHOUN . No, don’t even have the questions yet. A red light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Pull over. He angles to the curb. MARYBETH (CONT’D) I got a question for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(carefully) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Hungry enough to eat a boiled sow’s head and wash it down with sourmash syllabub. \frey 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Would you settle for a Philly Steak sandwich? Swing by that diner over there, The Buccaneer. They make the best Philly Steak sandwiches in New York City. Or do you call them Philadelphia Steak sandwiches? Calhoun smiles, as he jockeys twoards the diner, they dri into silence. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Who are we going to meet in this diner? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You surfaced in front of my car at the cemetery, you looked in the right direction for me to stop, and the Grand Central Parkway is the long way around. Who did you want to meet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH '",
          "text": "Albert Holly, he was Santos’s partner two years ago when Tino Zapatti walked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Thank you. INT. ‘THE BUCCANEER’ DINER, ASTORIA BOULEVARD - DAY Calhoun, Marybeth and Holly are seated at a corner table, Calhoun’s and Marybeth’s plates empty but for bits of rol fried onion, meat and cheese. Marybeth smothers a burp with her fist. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "..-Eddie Santos was a pitbull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Pitbulls are ugly but they’re not stupid, what was he doing without a * backup? \fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Probably looking to make a collar. Get Tino on a probation violation. How did he know what was going to happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "That Tino Zapatti was armed and dangerous? How much of a surprise could that have been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "There had to be someone else there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "If there were, why didn’t Santos let anybody else know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Because it was his collar. He made that case on Tino and then the judge went south. Eddie went crazy when he heard that sentence, I had to tie him down in the hallway. There is no way Tino Zapatti could've walked two years ago...unless interested parties had the judge ih their pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Walter Stern is a jurist of national reputation --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I don’t care if he’s Oliver Wendall Holmes! Someone got to him. or above him. Or beside him. I knew it and Eddie knew it, the only difference between Eddie and me was he got excited and I went to the Four-One to disappear -- no medals for me, thank you. You got five helicopters flying overhead, on the other hand, you’re six feet under. He belches. HOLLY (CONT’D) They didn’t grill the onions and peppers first, this was less Philly than South Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I may be back to you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Please don’t. And don’t get excited. After a moment. HOLLY (CONT’D) (to Calhoun) What I’m saying is, stop looking for a speaking part. (to Marybeth) And you, back off. Both of yez want to stay far away from this one. He reaches for the remains of Calhoun’s Alka-Seltzer, dra it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A trial in progress. Judge Stern presides, the usual sad complement of D.A.‘’s and attorneys, Court Officers, his Secretary, a few courtroom groupies, the defendant with h head in his hands, and the Prosecutor, while facing the jury, questioning a defense witness on an obscure point. Calhoun enters, gazes around at the nearly empty courtroo the desultory proceedings, he reaches in his pocket, scribbles a note on the back of an envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Can you give this to the Judge? A Court Officer on reading the card nods ingratiatingly, hands the note up to the Judge. Judge Stern looks out ove the courtroom, sees Calhoun in his seat, Calhoun nods politely, Judge Stern turns his attention back to the droning Prosecutor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Where are you going with this Mr. MacKenzie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "This witness interprets the defendant’s V.A. record one way, our psychologist interprets it * another --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "And another and another until the end of time. So much for expert witnesses. Let’s take a break, 11:15 all right for everybody? 73 \f74 He doesn’t wait for a response, leaves the bench, nods to the nearest Court Officer, and disappears through a door chambers. The Court Officer beckons Calhoun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun faces Stern in a small, battered room, an office with no identification.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "«eI can only sentence in accordance with the conviction. Mr. Zapatti was convicted of Criminal Possession in the 4th Degree.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "They found a kilo in his car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Is it your intention to try the case again, Mr. Calhoun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "There was a rap sheet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Mr. Calhoun! I am certified to the State of New York as a Supreme Court Judge, and you’re sitting here re- arguing a two-year-old case. You are out of line, sir, and I am going te so inform the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’m here on the Mayor’s behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Then why didn’t anyone notify me that you were coming? A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’m sorry. Judge Stern shifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Do you think I’ve slept the last two nights? Don’t you realize I know what a mistake I made? But I do have guidelines. Have you forgotten the symbol of justice, two scales? (MORE) . \f75 JUDGE STERN (CONT’D) On the one hand there was a vicious killer, on the other a low-class first conviction accompanied by a positive probation report. The guideline says, on a first conviction I let the felon out under close supervision. He closes the file. JUDGE STERN (CONT’D) I was wrong. Calhoun blinks, stares at a crack on the empty wall, JUDGE STERN (CONT’D) Forgive the surroundings. Municipal Gothic permeates not only the atmosphere but creeps into the Judicial system as well. Leo will show you out. Judge Stern re-enters the courtroom. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blue-and-white patrol car is parked outside the house, police officer waits at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elaine emerges from a bedroom, CAPTAIN FLORIO, uniformed brass, is behind her. Elaine is agitated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "That’s it! You satisfied?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. FLORIO",
          "text": "No basement or anything --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "You saw it, the rumpus room.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CAPT. FLORIO",
          "text": "The knotty pine with the pool table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "That’s right -- Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. FLORIO",
          "text": "Mrs. Santos, I’m only doing my job, I really am sorry -- \f”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Sorry, crap! You’re snooping around Eddie’s house like a Nazi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPT. FLORIO",
          "text": "Please, you know this is the last thing I wanted to do --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Then why don’t you get the heli out of Internal Affairs, or get into a suit like the rest of the rats! The telephone RINGS in an alcove, she picks it up. ELAINE (CONT’D) (phone) . Hello! -- Yeah, yeah...Two bars has been in here all morning -- he went over the place from top to bottom... Capt. Florio waits on the landing for Elaine to finish he conversation, as he waits he notices framed photographs o the Santos’s family life, one of them is of a summer plac a cottage overlooking a lake, Elaine and Eddie with their arms around each other, friends and relatives present, drinks in their hands. Capt. Florio puts on his glasses, examines the photograph Elaine continues on the telephone. ELAINE (CONT’D) You’ve got to do something about Eddie‘’s pension, they’re going to try and reduce it. And what happened to the Police Memorial Award, the Precinct says it goes automatically to the next of kin...Well, this piece of brass wasn’t here to give me any award... Capt. Florio has learned what he wants to from the photograph, he waves an abrupt goodbye to Elaine, trots d the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. MAYOR‘S OFFICE - DAY The Mayor presiding, Abe sitting in Calhoun‘s chair, all City Commissioners present including Coonan of the Police",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He throws Silence. 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(reading) ‘The issue of judicial inconsistency has not been responded to by the Mayor. Why are minority prisoners incarcerated in the Devil’s Island of municipal jails, Riker’s and others, while those with political and mob connections are permitted to go free? Why did such a respected bastion of the Bench, Walter Stern, fall asleep over a flabby probation report? Blood on East Harlem streets, a child rests in a coffin and a star Detective’s death goes unexplained. The incident on 117th Street? When will sense be made of it?’ down the newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COONAN",
          "text": "Is that The New York Times? MAYOR ‘ It’s not The Irish Echo, Gerry. MAYOR (CONT’D) The media are closing in. This goddamn thing in East Harlem is killing us -- (to Leslie) -- What do you hear from Washington?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "Rubber. I couldn’t reach Senator Marquand on the phone all morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "They read The New York Times down there while they wait for their cut- in on the Today Show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Where’s Kevin, for God’s sake? He's point man on Washington.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Centre Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "For what, Centre Street? \f78 No one has the answer, nor is particularly interested. MAYOR (CONT’D) Okay, bear down, everybody. More cops on the street, streamline fire, push extension of rent control for seniors, another environmental study on Kings County Hospital, paint the Queensboro Bridge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "To who do we let out the contract?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Call Standards and Appeals, tell them to find us a cheapie. That way we can paint it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "This year or next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "This! It’s an election year, people. Go! Go! Go! They disperse. The Mayor hurries’ down a staircase to a second office. INT. MAYOR’S BASEMENT OFFICE - DAY A cozy dungeon, a TV tuned to CNN plays soundlessly in a ceiling corner, Calhoun is bent over a desk, writing furiously on a legal pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Where you been? Calhoun looks up. MAYOR (CONT’D) You don’t have to answer that. (smiles) I missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Judge Walter Stern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I dropped by to say hello. \f79",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Hello, or hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "An old fundraiser joke. For 500 I wink, for 2500 I shake hands, for $000 I kiss you on the lips! (Calhoun smiles) Hello isn’t always hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I checked him out this morning. He’s an impressive guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I could’ve told you that. The Mayor is measuring Calhoun. MAYOR (CONT’D) Hello isn’t hello, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I get a funny feeling, ‘this one’s not over yet -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Okay, ride point. But stay close to the Police Commissioner. Don’t get — too far out front. The Blue Wall is very jealous of their investi- gations. Calhoun nods, grateful for the counsel. cuT TO: EXT. COTTAGE, KERHONKSON, N.Y., — DAY A tiny lakefront cottage. A media circus, T.V. cameras an reporters, print people with notebooks, state troopers milling around, Calhoun is present. The latticework has been pulled out from under the porch, technicians in oran jump suits \"POLICE\" emblazoned on the back, digging underneath the dwelling. MOVE IN on Captain Florio, the NYPD officer who questione Elaine, in plainclothes now, seated in an unmarked car, observing the proceedings. \f80 INT. FRANK ANSELMO’S HOUSE, BROOKLYN - DAY Anselmo is sitting in front of a T.V., scrutinizing the m day news, the lead story pictures from Kerhonkson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T.V. ANNOUNCER",
          "text": "..-Forty-thousand dollars in cash was found in Detective Santos’s strong box at his summer cottage on Lake Kerhonkson in Ulster County. What was Santos doing with forty- thousand dollars? Why was the money buried? What is its connection with the deaths of James Bone and Tino Zapatti? Anselmo’s telephone RINGS, he picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "(phone) I‘m watching already...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marybeth pulls up in her car, jumps out, heads for the house, RINGS the bell, Elaine answers. Wordlessly Marybet enters, follows Elaine into the l'iving room, takes a sea next to her in front of the T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Can you believe this shit? We never set foot in that dump after Eddie’s father died, it’s full of hornets’ nests --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Yeah. Busy hornets--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "And never in our life did we see 4,000 in cash much less forty. On T.V a microphone is thrust in front of Calhoun, he responds to a flurry of questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN, (T.V.)",
          "text": "* ...The Mayor understands the implications of the State Troopers’ discovery in Ulster County this morning, but he would like to stress these are implications only. Moreover, until a connection can be made between Detective Santos and the 40,000 dollars -- . \fre on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 In Bayside, Elaine’s TELEPHONE RINGS, she rises. CALHOUN (CONT‘D) (T.V.) -- Or it can be determined from where this money issued, no conclusions can be drawn. On T.V. more questions from the Press, Calhoun fields the expertly. Elaine answers the RINGING phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "There’s only two people in this world that know that’s not Eddie’s money. You -- and me. Elaine snaps her fingers, points upstairs to the alcove, Marybeth goes to a second phone as Elaine clicks off the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Who is this? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "Never mind. I can get you out of this. I can deliver you the pension, and the medals and everything you’ve got coming to you. You want ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "You want ‘em or don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Sure, sure I want them. I want Eddie’s name cleared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "I liked Eddie and Eddie liked me. I + want to help you, but you got to help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "What’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.O.)",
          "text": "An airplane ticket and ten thousand dollars. \f82",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELAINE",
          "text": "Ten thousand dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "(interrupting) We're talking a lot of money. What have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "Who the hell are you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Marybeth Cogan, Detectives’ Endowment Association. What have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "Nice voice. And I like the cut in {The Post. Do you always carry attache cases to funerals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "What have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "I made the meeting for ‘Eddie with Tino so he could give up what he knew about the Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "And what was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "Ten thousand and a plane ticket -- I’ll give you the destination later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Your information is worth nothing unless I can bring a witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "A who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "A witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "You’re disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Then goodbye -- \fres",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE, (V.0.)",
          "text": "Don’t be such a smartass. I gave you a taste -- because I know you need me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You need me just as badly. Now where do we meet? INT. MARYBETH’S CAR - HARLEM RIVER DRIVE - NIGHT The lights from the Drive are reflected in the river, the bounce off the windshield, illuminating Marybeth and Calhoun’s faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Big Paulie has two sisters, Marie and Annette. Vinnie’s Annette’s boy, Tino was Marie’s -- A jittery Marybeth has a near collision, Calhoun flinches WHISTLES softly. MARYBETH (CONT’D) Don’t say it, ‘Where’d you get your license, in a grab-bag?‘ ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "No, you drive great. But please don’t get me killed before we get there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Get you killed? What about me? If I were looking to save my ass, do you think I’d be up here? Calhoun smiles, swallows what he is about to say. MARYBETH (CONT’D) And don’t tell me ‘nice ass‘ either. He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "If you‘re going to pick on me, what * did you bother to bring me for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Because you’re the most important person I know in city government. And if Vinnie Zapatti is willing to .talk in front of you, my client’s home free. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun sighs, he is not impressed. MARYBETH (CONT’D) Okay, if it’s such a chore, why did you come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "There was a triple homicide in East Harlem, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Happens all the time. Just another incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "This is more than an incident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I got a feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY BETH",
          "text": "So you're following your nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN '",
          "text": "Wherever it takes me. (a moment) So Vinnie and Tino are cousins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Don’t they have cousins in Louisiana?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Down there, we’re all cousins. If you've got a cousin, you’ve got a vote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Then why don’t you run for office . instead of carrying the Mayor’s bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I consider it an honor not only to * carry his bag but also fill it at night with the things I think the city needs. MARYBETH .. The kingmaker, the man behind: the throne -- \f85",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You going to be a rude bitch or are you going to help me solve our mutual problem? Marybeth smiles. MARYBETH . You got that marshmallow drawl but like Elaine says, you talk out of both sides of your mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Now wait a minute --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "That statement of yours today, you covered every base and the pitcher’s mound as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You don’t like politicians --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You’re no politician. Polticians run for office. You’re a walker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "My Aunt Molly used to say lawyers are like teenagers. You can’t do anything about either of them. But y'know what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Sometimes teenagers can be sexy as hell. Marybeth blinks, doesn’t say anything. CALHOUN (CONT’D) Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "The northern tip of Manhattan. If Peter Stuyvesant had been smart he would’ve franchised these corners before the Dominicans got to then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Vinnie sure picked a strange place -- . \f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "He’s impersonating Mafia. Vinnie Zapatti’s a joke to his uncle. But a dangerous joke. As far as I’m concerned, they’re all dangerous jokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I wouldn’t write these folks off yet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "I said they were dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marybeth parks at the east end of the street, they get ou lock the car. She looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Nada. A quiet end of this busy thoroughfare, almost adjacent to the Harlem River. Across the street, a dimly lit outdoor stand. MARYBETH (CONT’D) How about something to eat? Can I introduce you to a taqueria?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’m still working on the Philly Steak Sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TAQUERIA LADY serves Marybeth and Calhoun styrofoam c of stew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Se ve sabroso ahora. (Looks good tonight --)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAQUERIA LADY",
          "text": "Todo esta bueno con Los Hermanos ~ Perez. | (Everything is good at Los Hermanos Perez.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Rico y picante. (Nice and spicy.) \frr 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAQUERIA LADY",
          "text": "Se va rizar el bello en los pecho de tu novio. (It’s going to curl the hair on the chest of your boyfriend.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "No es mi novio. (He’s not my boyfriend.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAQUERIA LADY",
          "text": "Entonces porque te esta mirando de esa manera? (Then why does he look at you that way?) - She laughs, Marybeth doesn’t, pays quickly, presents Calh with a container of the chili-looking stuff. They head ba across the street towards a slip jutting out into the riv",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What was she laughing about there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Never you mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Hey, I got a little Creole in me, I know a dirty Spanish laugh when I hear one. He takes a big spoonful. CALHOUN (CONT’D) What is this -- this is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Dominican stew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": ". Yeah, what’s in it?-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Cut a calf’s foot in four pieces, put it into a pan with the stomach lining of a cow, add a little onion and chili peppers and cover it with water and let it simmer for four hours... Calhoun holds a mouthful in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH, (CONT'D)",
          "text": "Then remove the calf’s foot, strip off the fleshy part --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t turn around. Marybeth and Calhoun freeze, painfully Calhoun swallows t mouthful. VINNIE (CONT’D) (to Marybeth) Who is this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY BETH",
          "text": "The Deputy Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "Ooo, wow, you didn’t have the juice, Marybeth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Don’t get smart, Vinnie, we’re the' only prayer you got. Vinnie, behind them, pats Calhoun down. MARYBETH (CONT’D) I thought you said slip one- twelve --? ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "I did, that’s how I got a preview of you. It’s one-nineteen. Move. EXT. VINNIE’S BOAT - NIGHT An ancient inboard, the deck wet from a slight leak, Vinn proudly manning the tiller, Marybeth and Calhoun alongsid as they pass under the railroad bridge over Spuyten Divil and head south down the Hudson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "This a StingRay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "You know boats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "“ I once worked on a shrimper like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "This is no StingRay. This is a piece of shit, they call it a SeaRay. I wanted the Sting but my uncle wouldn’t pop for it. \fpe 89",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Your uncle like boats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "He wouldn’t know a cleaver from a cleat. This was my dream, you know, to get free of the goombahs - run a charter in the islands - Santos was going to help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "Find me clients. If I’d met him earlier I would never have been in this mess. vinnie steers expertly past a buoy. VINNIE (CONT’D) There’s Fort Lee over there. They buried Tino only a few feet from where Aaron Burr offed Alex Hamilton. CALHOUN ‘ Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "Yeah, Burr wanted more turf south of the Texas border, Hamilton wouldn’t go for it so he took him out. The Mexicans are always causing trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You’re quite the history buff. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "I know every inch of this river and both shores. The things I could’ve done if Tino hadn’t gotten the drop on Eddie. All Santos wanted was information on the judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Was there any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "Who knows, it all happened so fast. One thing Santos was sure of, when Tino and his lawyer went into that courtroom, they had probation in their pocket. \fam 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Who gave them that assurance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "Someone who wanted the five-to-ten mandatory out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And the ‘someone’ was who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "That you get with the 10,000 and the plane ticket. Come up with it by tomorrow. Our meeting is adjourned. Calhoun and Marybeth look around, the boat is in the midd of the Hudson River. Vinnie makes a hard left turn, heads for a noisy waste treatment plant overhanging the Manhatt shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Why don’t you let us bring you in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "We’1l put you in the Witness Protection Program.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "I’ve got my own Witness Protection Program. The Manhattan shore looms up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VINNIE",
          "text": "You’re getting off here -- with the garbage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge garbage elevator opens up on the street level, Calhoun and Marybeth emerge onto the roadway, empty of ca and people. . Two dots’ in the darkness, their VOICES are heard OVER as they walk east.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH, (V.0.)",
          "text": "What a slimeball -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN, (V.0.)",
          "text": "And not a very courteous ‘one, either. \fc",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"",
          "text": "91",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH, (V.0.)",
          "text": "What was all that stuff about Aaron Burr?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN, (V.0.)",
          "text": "A goombah with an MBA. ‘What about our car, Vinnie?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH, (V.0.)",
          "text": "‘I’m not running a water taxi!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN, (V.0.)",
          "text": "We’re lucky we didn’t get compacted. The RUSTLE of figures down the street, \"wildings,\" a pack West Harlem teenagers, boom boxes blaring, reversed baseb caps and baggy pants and laceless high basketball shoes, WHOOPS and HOLLERS, the flash of a knife. Calhoun pulls Marybeth under the West Side Highway overpa the slime of a gutter, a fat rat CHIRPS, Calhoun holds Marybeth protectively, his arms surround her. CALHOUN’S POV - 125TH STREET - NIGHT Down the street, one flickering light is visible, he squints, the half moons and stars of a Tarot Reader’s shingle comes into focus. . But the \"wildings\" are closer now, looping around a corne",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Let’s go! He takes her hand, they sprint towards the light. The HOLLER behind them louder now, they duck into the dim lig through a curtain to the street, the GANG on the street WHOOP and HOLLER more...but then pass on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOPHIE, an elderly Reader, sits behind a low table covere with a cloth held down at the corners by ornaments. There is a vase of water on a side table next to.a candle. ° SOPHIE Good evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You got a phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Only to the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Could you call us a taxi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "-~ But in the present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "Edward! A dark-eyed urchin appears from behind a back curtain, sh barks an order to him in Romany, he runs out into the street. : SOPHIE (CONT’D) (to Marybeth) You‘re in far deeper than he is. Sophie quickly shuffles her Tarot Cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "I said you’re in far deeper than he is. She shuffles again, presents the deck to Marybeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Hey, wait a minute. We’re looking for a taxi, not a fortune teller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "A fortune could be in front of your eyes and you wouldn’t know it. She shuffles again, presents the deck to Marybeth. SOPHIE (CONT’D) cut. Your taxi will take awhile. They disdain the neighborhood. But Edward will find one. Marybeth looks at Calhoun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": ". {to Sophie) How much? Sophie takes her watch off and her bracelets. \foom 93 SOPHIE (CONT’D) (to Calhoun) That will be 25 dollars for you and -- (to Marybeth) Fifty for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "You’re in far more danger than he is. Marybeth laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Can I write you a check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "I take MasterCharge, Visa and Discovery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(to Marybeth) I‘ll front you. I like! the idea of the Detectives Endowment Association being in debt to the Deputy Mayor. Calhoun pays and they sit. Sophie gives the Tarot Cards t Marybeth to shuffle. After she shuffles, Sophie passes th deck to Calhoun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "cut three times. Calhoun complies, Sophie deals, laying down nine cards in three rows. She regards them very carefully. Calhoun checks around, pairs of children’s eyes peeking from behi a curtain, the candle burning in the corner beside the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What’s the water and the candle for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To receive the spirit of my grandmother that resides in this house. Calhoun and Marybeth exchange looks. \f94 SOPHIE (CONT’D) u ( (to Marybeth, pointing ws to cards) The King of Cups - I feel a mate around you -- Knight of Swords - your career not certain...the right path has not been decided upon - the Six of Cups - the only people you choose to spend time with are your friends - they keep you from falling in love - you’re afraid to move towards what you feel -- She turns to Calhoun. — SOPHIE (CONT’D) The Four of Cups - fearful of trusting your heart, the Four of Pentacles - but you do believe in yourself. Marybeth smiles. SOPHIE (CONT’D) (to Marybeth) Don’t interrupt! (to Calhoun) Queen of Cups - the ideal mate is around you now -- instilis confidence, her influence has already begun -- 7 Calhoun and Marybeth are looking at each other now, three pairs of eyes, one higher than the next, now staring at t from behind Sophie’s curtain. SOPHIE (CONT’D) What is the reason you’re staying away from each other? (to Marybeth) You get your hopes up, then two seconds later it’s fuck off, you’re getting in my face. {to Calhoun) . You’re afraid she will come on to you and then she will say no. Marybeth’s and Calhoun’s faces are inches from each other now. But a horn BEEPS outside. SOPHIE (CONT’D) a ¢ Your taxi has arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "There’s one more card. \f9s",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "We're going to lose the taxi --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Let him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You're crazy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I want to see that card. Sophie barks a COMMAND in Romany to Edward outside, the SOUND of the taxi gunning away from the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "(to Calhoun) You want to see this card? Calhoun waits. SOPHIE (CONT’D) Your charge is now fifty dollars as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH '",
          "text": "This is a scam --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And worth every penny of it. He pays her the additional money and Sophie turns the car over, stares at it a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOPHIE",
          "text": "You have been together in a past life, I want to say no -- but it keeps coming through -- yes, you've been together -- what is the reason you’re staying away from each other now? A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "“ Because of what happened in the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "This is all bullshit, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "of course. C’m’ere. \f96 Their mouths are an inch from each other’s, Sophie disappears. They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "If you come to my place, how will I get my car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’1l1 send somebody from the 34th Precinct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "But he won't have a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "He’s a cop, isn’t he? If a cop can’t break into a car, I’1l cashier him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "But how do we get to my place now? I live in Brooklyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We got a gypsy reader. She'll call us a gypsy cab. The grandmother candle flickers out. INT. MARYBETH’S APARTMENT, PARK SLOPE, BROOKLYN - NIGHT Marybeth and Calhoun kissing in the darkness hungrily, ye something keeping them apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Why didn’t you turn on the light?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Because there’s nothing to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "It’s your apartment, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Patchouli in a goldfish bowl, a scarf over the banister, a parasol en the wall. Like every other girl’s apartment in Park Slope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Miss Cogan --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You called? \f97",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Right now, and for a time to come, we don’t know how long --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Yeah, nothing is forever --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Shut up, I’m doing the talking. Now hear this: there’s no one else like you -~ in Park Slope -- in Brooklyn -- in the five boroughs of the city -~ or in ali the entire Irish Catholic Church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Aw, you tell all the girls that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Okay, if you know my part so well, what do I say next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Let’s make love. They fall to the floor, are at each other's clothes. When they are nude, they kiss again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "On which wall is the parasol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "It’s not on the wall. It’s over the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "So I‘1ll see it in the morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Of course. They make love. . curT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOUND of a Man peeing over the side of his boat, the SOUND stops abruptly, MOVE IN on the Man‘s face, he blink stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 MAN‘S POV - VINNIE’S BOAT Headed right for him, catching the chop of the river in t morning, but a drag on it which keeps it in control. The drag is Vinnie’s body being pulled from the stern, the anchor chain wrapped around it. The Man snatches a rubber-tipped docking pole, holds off Vinnie’s boat just in time before it crashes. into his ow cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An excited Calhoun hurries up the steps from the basement entrance, his forehead furrows as he senses the activity upstairs, he passes George at the Intel Police desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Good morning. Calhoun hesitates, warned by George’s expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (CONT'D)",
          "text": "The sharks are already circling... Calhoun senses George look past h'im, Calhoun turns aroun clusters of Reporters are pushing into the Blue Roon. GEORGE (CONT’D) Another Zapatti -- Calhoun waits. GEORGE (CONT’D) Washed up. Calhoun swallows, hurries towards his office, meets Abe o the way, a sheaf of Press Releases in hand. Leslie and Assistant Press Secretaries, along with Police Commission Coonan, are on Abe’s. heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(to Calhoun) You know what the Talmud says don’t you? ‘Dead men tell no tales.’ Calhoun shakes his head disapprovingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "You want better, 1/11 give you better. ‘Shrouds have no pockets.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 Before Calhoun can respond, Abe and his entourage have proceeded on into the Blue Room. Calhoun enters his offic presses a button on his computer, pulls up the last item the night’s police report, ‘5:30 a.m., male, white, 29, 7 Boat Basin, identified as Vincent Zapatti...’ Calhoun keeps reading as he picks up the phone, checks a number on his desk, dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Hello -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I woke you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Are you crazy? I’ve been up half the night trying to figure out how to’ raise 10,000 dollars. The hook is in, I’m close, Vinnie is Eddie Santos’s passport to an honorable death, all I got to do is reel hin in now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Vinnie’s dead. Silence, Calhoun scans the police report. CALHOUN (CONT’D) (reading) ‘Hands and feet were bound in a three-inch chain, ship’s chandlery- type.../",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Keep talking -- CALHOUN (CONT’D) ‘The preliminary forensics revealed blows from a blunt instrument...’ He drifts into silence, interrrupted ‘by the SOUND of Calhoun’s printer CHATTERING with further items on the police report. . CALHOUN (CONT’D) If his foot hadn’t caught in the doughnut --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "In the what? \fA moment. 200",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The life preserver, he would’ve floated right out under the Verrazano Bridge and back to his forebears in Sicily. —",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY BETH",
          "text": "Oh God --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Heads up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We don’t know yet. Your car should've been delivered by now. When you go out, check under it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Oh, for God’s sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Not for His, for yours. I care about you, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "I’m touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You fucking well better be --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Then come back here and get into bed,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Leave the car parked. Take the subway today. Call me when you get . to your office. Silence. CALHOUN (CONT’D) What’s the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Poor Vinnie. \f101 —_ CALHOUN { Yeah, we were his first and last . charter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun approaches the Desk Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Lieutenant Holly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGEANT",
          "text": "Who shall I say is calling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Deputy Mayor Calhoun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK SERGEANT",
          "text": "Yes, sir! Through the door, up the stairs. INT. DETECTIVES’ SQUADROOM, 41ST PRECINCT - DAY Four detectives, including Holly, around a table, cigarettes, coffee, the day’s tabloids spread out. Holly we glances up as Calhoun enters. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- (to the others) I’1l see yez later. Three detectives disappear, leaving Calhoun and Holly alo HOLLY (CONT’D) I don’t have a lot of time today --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I cleared this with Captain Ferretti, he said for you to take all the time you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "You pulling rank on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "- Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Looking for a new shoe size?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Cement-c. an (silence) ‘ - I know the jokes, Holly. “ What I need now are the straight lines. \f102 Holly is silent. CALHOUN (CONT’D) I’m going to give it to you bad. The Police Commissioner works for the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "What‘s your point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Trust me or fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Stand up! The bark of Holly’s command startles Calhoun, he stands u immediately, Holly pats him down, when Calhoun shows hims to be clean, Holly's mood changes, the belligerence gone, only anxiety remains. They sit. . HOLLY (CONT’D) Eddie called me from Manhattan South -- CALHOUN ‘ The night before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Yeah, he wanted me to come with hin. Calhoun studies Holly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You didn’t go. You did the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "No, I didn’t. He had no business going up there without a ‘ghost.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* The shadow that should have been me. Plus a raft of backups. It’s Department Policy on a drug buy. (after a moment) But Eddie was such a hothead -- the kind that never cools off -- CALHOUN . What did you want to tell me? \f103",
          "sentiment": "neutral"
        },
        {
          "speaker": "C HOLLY",
          "text": "| There was another probation report. It set Tino up for the max, 10 to",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What happened to it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Who wrote it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "That’s all I got. Holly’s eyes are wet. HOLLY (CONT‘D) I’m going to sell the boat, I’m going to give the money to Eddie’s kids. After a moment. oo x CALHOUN You keep that boat, Holly, that boat is good for you. Calhoun heads for the door, Holly calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Mr. Deputy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "Probation Officer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLLY",
          "text": "* James Wakeley. But you won’t find him on Leonard Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". . Upstate. Working Parole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The infamous institution set in the green meadows of a rolling countryside, the towers and catwalks throwing shadows on this bright sunny day. A taxi approaches the gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun and Marybeth move through a series of complicated checkpoints, are ushered into a \"conference room,\" a ding cramped space with a narrow window. Another door opens, JAMES WAKELEY, 51, Black, enters, he stops to check out Calhoun and Marybeth. Wakeley wears a suit shiny with wea a denim shirt and tie. WAKELEY . I told you people not to come up here. You made a long trip for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Do you want to tell me the truth now, Mr. Wakeley, or do you. want to do it under oath? Wakeley raises his eyebrows at Marybeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "You looking to grow a pair of brass balls, Miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "No thank you, I’m doing well enough without them. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What’s your job, Mr. Wakeley? WAKELEY , . New York State Parole Officer. Better pay, better pension -- He looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Nicer surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What happened to Tino Zapatti? \fco",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "He’s dead, isn’t he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’m talking two years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "He got probation, but I ended up serving his sentence. When I squawked, Schwartzie made it clear if I didn’t leave the Department I‘d be labeled a Chronic Malcontent and they'd terminate me. I said I was going to show up in court anyway -- and then I got a visit from a guy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "I worked on the sixth floor on Leonard Street. He said he was going to show me a better way than the elevator out of my office. (carefully) Here, my office is on the ground floor. And it’s far, far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What sentence did you recommend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "Ten to 20, I saw that rap sheet. Tino was pushing drugs to kids, not doing it himself but worse, having the kids deal for him. The weapon from a previous homicide? That got lost in the second report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "A secong report --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You mean the good one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "Yeah. When I saw it, I almost fell over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Who ordered it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "That I don’t know. \fon 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Why didn’t you ask? Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAKELEY",
          "text": "A sudden urge overcame me to move to the country, and I forgot all about it. And now if you’ll excuse ne, you people better get out of here. My lumbago tells me snow is coming. You better hurry -- Buffalo gets socked in pretty fast. Wakeley goes. The SOUND of doors opening and closing. Calhoun and Marybeth turn to the window, Wakeley is movin along a catwalk, now he enters a platformed office, a sig reads \"New York State PAROLE SERVICES.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A passenger train halted at the station. Calhoun and Marybeth are huddled in the vestibule of one of the cars, blanket of white over this village a few miles east of Ro New York. ‘The few lights in the town blink a hundred yar away. . A CONDUCTOR sets down a lantern by the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "About an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "An hour?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "You don’t want to suffocate in a tunnel, do you? They got to dig one out a few miles ahead - meanwhile, enjoy the snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You can’t eat snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "Try the diner. . MARYBETH . Any good --? \f107",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "It was last week when we got snowed in. The lemon pudding’s not bad - but be back in a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WAITRESS waits to take Calhoun’s and Marybeth’s order. rr She goes. , life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "I’1l take a hamburger, french fries and a Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Lemon pudding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "You-got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Why is this called The Floyd Diner instead of Floyd’s Diner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "*Cause you’re in Floyd, New York. MARYBETH. Floyd, New York. That’s like Clyde, New Jersey. Can you imagine spending your life in a place like this? CALHOUN ; Yes. Grew up in one. Instead of snow we had rain, hurricanes and floods. Ferriday, Louisiana. Across the river from the mossy mansions of Natchez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "(lightly) . You’re really into that magnolia crap, aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "My daddy said he’d rather wake up beside the road in a sleeping bag than in any city in the world. There is something about small town .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. 108",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Then what are you doing in New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’m an aspirant. I aspired to something -- and ended up wallowing in shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Then why don’t you get out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Not until I’ve finished what I’ve started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "What’s that mean? Carrying the Mayor’s bag and spin-doctoring The New York Times?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You do take on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Don’t Rhett Butler me, ‘Colonel. You’re looking for medals, all I’m leoking for is another probation report --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And that’s all. So you can clear your client. Triple the pension, a Medal of Honor, and a big fat notch in your Detective Endowment Association’s attorney’s belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You’re too holy for me, pal, you’re riding a white charger, loaded with principles -- .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We've got to find out who was behind that probation report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You don’t sound like a spin-control doctor, you sound like a loose cannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So be it! . \fon A moment. 109",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "But who knows where it leads? Turn over the rock, the other side’s like quicksand. And I can see a widow’s pension getting sucked down into it. MARYBETH (CONT’D) I deal in the real. I’m from New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And I’m not. Where I come from the Mayor still cuts hair and leads a dance band on weekends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You sound like one of those old Life magazines in my grandfather’s garage in Valley Stream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Why did you make love to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Because I was drunk with Tarot Cards and a breezy boat ride and feeding you menudo. But now I’m shivering in this goddamn upstate blizzard and I can’t wait to get home to cash in for my client.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I think you’re -- to use one of your expressions -- fulla shit. I think it was no more menudo and Tarot Cards than it was subway tokens. What it was, was love. But you’re too tough on the outside to ever let go with what’s inside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Please, I can turn on Oprah at four o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "There you go. A Mick with street smarts. No nun is ever going to whack me with a ruler again. I’ve got the soul of a pit boss. But how come I cry myself to sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You’re a mean prick, you know that? \f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Where I come from, that’s a compliment. Now I’1l say it to you straight. I’m crazy about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Okay, I’m out of here! She gets up to go, but bumps right into the waitress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "Hamburger, fries and a Coke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "T/1l take that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "And the lemon pudding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "I'll take that, too. She grabs the dessert and balances it on the hamburger an fries. Pumps and all, Marybeth marches out into the snow. ‘Calhoun peers through the window, | watches her beat a h heeled path to the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "{to waitress) We need another lemon pudding. He rubs away the steam on the window, the train WHISTLES, the Mapleleaf Express pulls out of Floyd, New York. Calhoun’s lemon pudding arrives, he digs in. Suddenly he stands up, crosses to a pay phone, places a business card top of it, ‘Lawrence Schwartz, N.¥.C. Probation Dept., Branch Officer,’ the card lists an office and home phone number. Calhoun dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’ve just met a friend of yours... CUT To: INT. CALHOUN’S APARTMENT, NEW YORK CITY, DOWNTOWN - NIGHT Calhoun loosening his tie, disheveled from the Attica tri starts to turn on the television when his telephone RINGS He picks up. \f111",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Kevin Calhoun -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The middle of the night, Schwartz is at the pay phone, he holds a piece of paper marked in bold red, ‘COPY.¢",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHWARTZ",
          "text": "(phone) I’ve got it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Where are you? A man appears behind Schwartz, his face not visible, he walks into frame. Schwartz, sensing someone behind hin, turns, his face frozen in terror. A GUNSHOT. Then another and another. INT. CALHOUN’S APARTMENT - NIGHT MOVE IN on Calhoun’s face, his ear pressed to the receive the phone line still open. He leaves the phone dangling, throws on his jacket, hurries out into the corridor. INT. CALHOUN’S APARTMENT CORRIDOR' - NIGHT Calhoun rings the bell, but now notices on the tell-tale elevator is already ascending. He heads for the fire stairs. . INT. STAIRS, CALHOUN’S APARTMENT HOUSE - NIGHT In full flight, Calhoun runs down the stairs, a door SLAM above him, he quickens, leaping the steps three at a time using the rail as a vault. INT. GARAGE, CALHOUN’S APARTMENT HOUSE - NIGHT He sprints for his car, unlocks the door, inserts the key into the ignition. . He halts, staring at the key, afraid ‘to turn it on. A do SLAMS in the garage, abruptly he switches on the ignition the motor fires normaliy, Calhoun drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun starts past the Intels, Jaime and Trudy. \f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUDY",
          "text": "Na Don’t go up, Mr. Calhoun, the Missus wants to see you in the kitchen. Calhoun makes a U-turn down the steps and into the kitche Mrs. Pappas is waiting by a cutting board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "I saw your car coming, forgive me for intercepting you. She smiles, adjusts a pastry shell on a platter. MRS. PAPPAS (CONT’D) Try to go easy on him tonight, he’s elated but worn out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Who’s here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "Marquand and a bunch of others from the Convention Committee. They were just getting to the Keynote...Kevin, are you all right? oo CALHOUN ' A I just had a bad phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "From home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You could say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PAPPAS",
          "text": "Well, relax. Loop over to the Red Room now, I’1l do the after-dinner drinks and he‘l] excuse himself. Got it? ve : CALHOUN Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". . . MRS. PAPPAS",
          "text": ". The stars are lining up in the ~ 1 heavens, Kevin. * (smiles) . Give him a minute and a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“She heads upstairs, Calhoun goes through a basement door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hideaway, a table and chairs for Saturday meetings, a n addition to the historic place, decorated dark red to giv it a men’s club look. The Mayor position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "-- What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Walter Stern’s a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "‘Good’?! Four people‘’re dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Get to the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "We throw the book at this guy, and you get out of the way. Embrace the Detective and his widow, a Medal of Honor and the max death settlement - (checks his watch) ‘And then make sure Leslie makes the morning editions with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You’ve got it all figured out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Isn’t that my job? takes a deep breath, poised in some equivocal CALHOUN (CONT’D) Forgive me, I know you’re old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Be careful how you judge people, Kevin, most of all your friends. I’ve known Walter Stern for a long time, he was a man I could count on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But the bodies are piling up. Tell me if there’s some other way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "There isn’t. Just go easy. Give him a blindfold and have mercy. Walter Stern was tough but he was fair. We'll give him back the same. \fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "114 Calhoun’s about to break away, the Mayor grabs his arn. MAYOR (CONT’D) And you, be careful. Take George with you, let him drive. Calhoun is about to protest but he feels the Mayor’s concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trial in recess, the D.A.‘s, Public Defenders, Court Officers all in varying states of boredom and depression, the only one alert is Judge Stern’s Law Secretary, she ha her eyes on the door to the chambers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun sits opposite Judge Stern, who is staring at a fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "I knew James Wakeley would surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Not of his own accord. We had to dredge him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "When that bullet hit that boy, I knew it would keep travelling... He drifts off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And find its way --?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "To me. If only it had found me first. If only I could have stepped in front of him. Silence. JUDGE STERN (CONT’D) Regrets are pathetic, aren’t they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "215 Stern’s lip trembles, his efforts at maintaining his judicial dignity falter, he slumps in his chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The Mayor has the highest regard for you, Judge --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "And I for him. Stern buckles now, his head falls into his hands, his shoulders rise and fall. He sobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(quietly) Your resignation in about six months would be appropriate. Silence. Judge Stern raises his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Six months did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "How about six hours? cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Rare Book corner, empty at this hour of the day. Judg Stern is seated with DEAN KERR, 70, Dean Emeritus of the Yale Law School, cups of tea between them, a plate of untouched sandwiches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "What will I do..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "The right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "And then what happens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "You will fall into the water -- and float onto another shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Of the disbarred and the disgraced?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "116",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "You’ve had a good run, Walter. You Know, you were the best law student I ever had. There’s no way you/’1l ever be a disappointment to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Why are you being so kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "You didn’t know it was going to turn out this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "All I wanted was to do some good. I was tired of being the white-shoe litigator. Defending the arbitrageurs and the 80’s go-go boys -- and all it took was $50,000 to change my life. Fifty-thousand and the judgeship was mine. I felt honored there were lots of others out there with the same 50,000, but the one they took was mine. Ridiculous, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR '",
          "text": "Not at all -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "The law was pure, I thought. I/11 go back to the law. But to get there, I paid with my blood --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "As I said, Walter, it’s just another shore. It won’t be so strange once you set foot on it. (a moment) But I must ask you one question. When you went to hand the money over to Anselmo --? . JUDGE STERN . In a brown paper bag. That was the moment. How should I fold the bag? Roll the top down like my mother did for my baloney sandwich on a basketball trip? Or should I fold it neatly? Crumple it, perhaps --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "Stop, Walter. \f117",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "That was what did me in. The bag was the River Styx, when I filled it I was on my way to the other side. No turning back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "‘The first bite,’ as they say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Tell me what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "Make a clean breast. Call the District Attorney, who is it anyway these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "Harry Barclay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN KERR",
          "text": "A Yale boy, he’11 cushion things for you. Give Harry a call. Judge Stern blinks, takes out his handkerchief, wipes his cheek, refolds the handkerchief carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Press",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE STERN",
          "text": "I already have. I’m meeting him at his house at eight o’clock tonight. cuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOM, CITY HALL",
          "text": "assembled, waiting for the Conference to begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYER",
          "text": "...They’re late --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARX",
          "text": "They’ve been in there since six o’clock. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLORIA",
          "text": "Don’t they know their parts yet? INT. MAYOR’S OFFICE - MORNING The place crowded with aides, secretaries, Calhoun and Abe running things, but the Mayor very much in charge as he g over a statement with Calhoun. \f118 All three T.V.s are tuned to the local network stations, . ( pictures of Probation Department officials being brou ~ into One Hogan Place, the D.A.’s headquarters, for questioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(reading) ‘The recent revelations are not unprecedented. Consider Judge Wachtel of the State Supreme Court, aman of impeccable credentials who fell subject to some baser side in his nature...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Take it out, it sounds like Shakespeare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "The whole thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Keep the Wachtel stuff, but say it plain. ~~ Leslie sticks her head in the door. a LESLIE The sharks are getting hungry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Okay, okay. Give them a ‘one minute.’ Leslie hurries out. MAYOR (CONT’D) (to Calhoun) I don’t need you for this, Kevin. You go to work on Senator Marquand. fell him this is just a blip, we/re all systems go for June. {to Abe) What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "* The New York Times, Harriet Monash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Of course, what would we do without The New York Times. Kevin -~? et CALHOUN . I/ll take care of it. Harriet owes me one. : \fo~ 119",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Press assembled, the place packed. On a platform, T.V cameras are rolling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "Thirty seconds! INT. MAYOR’S OFFICE - DAY The doors fly open, the Mayor’s entourage hurries out and across to the Blue Room, the Mayor in the rear of the pac with his handlers, Calhoun and Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(to the Mayor) You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Of course I’m all right. Damage Control, Kevin, Damage Control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yes, sir. ABE ‘ (to the Mayor) You look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Of course I look good, I’m about to give the performance of a lifetime. He hurries on, Calhoun right beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cameras are focused on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "Lights! The Mayor enters, the lights flash on. Calhoun checks the set-up, then ducks ‘out. EXT. ANSELMO’S HOUSE, EAST FLATBUSH, BROOKLYN =~ DAY Anselmo parks his plain Buick, tips his hat to a passing neighbor, enters his home. As he hangs up his coat, he hears the radio from the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120",
          "sentiment": "neutral"
        },
        {
          "speaker": ".",
          "text": "~ ++.The Grand Jury is expected to ’ return indictments of Supreme Court Judge Walter stern and Brooklyn Democratic County Leader Frank Anselmo. Anselmo’s connections to Mafia chieftan Paul Zapatti are certain to be -- Anselmo snaps the radio off, looks over the pots working the kitchen stove, a VOICE from downstairs, Anselmo’s wif Nettie, calling up from the cellar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE, (V.0.)",
          "text": "Honey, is that you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "I’m home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE, (V.0.)",
          "text": "I’ll be right up! I’m having trouble with the dryer! He crosses into a porch/den, closed up in the winter, but ~~ with a side door that opens to the street. He takes hi . jacket off, sits, looks into the ‘niddle distance of th familiar surroundings. Nettie appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Fine, sweetheart, I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "It’s been on the radio all Morning --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "I know, I heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "I fixed you osso bucco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO-",
          "text": "* Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "I had a feeling you might come home for lunch. pet He smiles. \f121",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Smells good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "I’ll just get the clothes, the machine’s thunking again. She goes, he rests his head against the back of the chair As he leans back, a shadow falls across his face, he jump looks out, Zapatti is standing at the side door to the porch. Anselmo opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Paulie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "How are you, Frank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "I’m good, considering --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Of course, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Coffee? Nettie’s just down with the laundry. You’ll stay for lunch? Osso bucco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Osso bucco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Nettie fixes it Piemontese -- the peppers and everything --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "I had my lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Ill get coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "No, thanks. He takes a seat. . ZAPATTI (CONT’D) So what do you think, Frank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Same old story. This time it’s this guy Calhoun. I never liked him from day one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "122",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "A cracker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ ANSELMO",
          "text": "Of the worst kind. He’s out of here tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What are you talking about? He’s a reed. You push him, he bends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Not this one. This one’s a terrier. I had a dog like him once. I went to have him put down - he jumped out of my arms at the vet’s and took off for the Park. Sometimes I still think I see him out there, gnawing on an old bone. Nettie appears with the laundry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "Oh, excuse me -- . Zapatti comes to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Can I help you with the basket, Nettie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE",
          "text": "No, no, I didn’t know Frank was expecting you. Due espressi? Zapatti smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "Maybe later. She goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* Ninety-nine out of a hundred times we can beat something like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "I don’t like the odds. Anselmo is stunned. \fwei 123 ZAPATTI (CONT’D) I tried to close the door, Frank. But I couldn’t get it shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" ZAPATTI",
          "text": "Take the pressure off yourself. You’re no Barry Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "What about Barry Marcus? ZAPATTI . He did four years standing on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "You don’t think I can, Paulie? (a moment) Give me a chance and I’11 show you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "They’1l tell you, you have the key to the cell, but you won’t be able to open it, Frank. Yotl want to do the right thing. Make it easy for yourself -- Nettie is outside the door again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE, (V.0.)",
          "text": "Frank, honey, lunch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZAPATTI",
          "text": "-- And your family. He stands, so does Anselmo. Zapatti kisses him on both cheeks, leaves by the side door. cUT TO: INT. CALHOUN‘S OFFICE - DAY Calfioun’s eyes are on his T.V. as the Mayor delivers his statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(phone) Senator, I guarantee you this event is but a pimple on the ass of this great metropolis --.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 CALHOUN (CONT’D) (a moment) The Party will never see that pimple in June. Only the Garden, Broadway, the Plaza and the Waldorf -~ elec- tricity, excitement, fun -- He glances up at the T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (T.V.)",
          "text": "-+-We will clean house from top to bottom, not only in our system for choosing judges which will put an end to the clubhouse system, but also the Probation Department, which has become encrusted in seniority and red tape,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(phone) You'll catch the bite on the noon news in D.C., he’s only magnificent. ‘Bye, Senator. Calhoun hangs up, dials another number, still watching th T.V. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (T.V.)",
          "text": "+.-This city is on a roll, economic recovery, reduction of the budget, better union relations, schools on the upswing, and the icing on the cake -- the Democratic Convention in June. Second Cities, take notice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "(on phone) -- Are you watching, Harriet? {a moment) The World Bank interests you more? (another moment) Do you want to read about the Democratic Convention in the --? Well, okay then. Wait ‘til you see his performance on the six o’clock news. When the train “ leaves, Harriet, The New York Times, good and gray lady that she is, will want to be aboard -- CuT TO: \frn 125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The busy thoroughfare, not too crowded at midday, Anselmo Buick rolling along. INT. ANSELMO’S CAR - DAY The telephone RINGS, he glances at it, it stops. He drive on, it RINGS again, he picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE, (V.0.)",
          "text": "What happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "I called to you, you were down in the basement. I’m going to get a washer at Orchard Supply, it’1ll stop the thunk. I‘1l eat when I get home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NETTIE, (V.0.)",
          "text": "Oh? Okay, be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANSELMO",
          "text": "Of course. ' He hangs up, puts a tape into the deck, a duet, a bariton and a soprano sing the finale to Carousel. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAPE, (V.0.)",
          "text": "‘When you walk through a storm Keep your chin up high And don’t be afraid of the dark...’ He drives off the BQE onto a frontage road and parks unde an overpass which spans the Expressway, the noise from th cars conflicting with the song. Anselmo reaches over to t passenger seat, unwraps a package wrapped in one of today tabloids, \"ANSELMO SUMMONED Clubhouse Boss to Appear in Judicial Scandal,” a .38 rolls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAPE, (V.0.)",
          "text": "‘At the end of the storm Is a golden sky And the sweet silver strain of a . lark.’ He’ sets the muzzle of the gun against the side of his he FIRES. The report is small, like that of a rimshot Punctuation to the orchestration of the song. CUT TO: . \f126 INT. MAYOR’S SLEEPING QUARTERS, GRACIE MANSION - NIGHT A dressing room, the Mayor changing his clothes as Calhou hurries in. The Mayor",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "-- I couldn’t get through to Marquand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "He got through to me. They’re moving the Convention to Miami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Miami?! That’s worse than Beirut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "They like Miami. Lots of glamour. Madonna and Whoopi Goldberg just bought houses on South Beach, maybe we could nominate them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But the deal was all cut --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Nothing is cut, Pappy, ‘it’s politics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Smoke and mirrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "To pay my respects to Nettie Anselmo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Do you think that’s wise? stops dressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "He was a friend of mine, what‘’s ‘wise’ got to do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But the perception will be -~ \f127",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I don’t care about perception! It’s - What happens between men. The ‘there’ that’s there. The thousand telephone calls. The bouquets and the brickbats. The space between a handshake. What goes with you to your grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "It’s right versus wrong, too --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "No, Pappy. Think of it as colors. There’s black, there’s white, but in between it’s mostly gray. Trouble is there’s no gray in the media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "We're going to fight the sons of bitches, we’re going to come out swinging, we’re going to tell them we’re only human, everybody makes mistakes, Frank Anselmd is dead, he was a friend but the last of the old clubhouse bosses is gone. wWe/’ll clean the augean stables, we’ll show up in Miami, we‘’ll have them on their knees begging me to make the keynote speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "And then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "A short sojourn in Albany, to be followed by a long one in The White House. Calhoun smiles, looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Is it just you and me here right *  now--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You bet, Pappy! \f¢r Silence. 128",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I want to tell you that if I didn’t know you, I would be bursting with admiration. I thought I’d come here to find you on your knees -- instead I see you ready to turn adversity into triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Then you still believe in me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You’re Mayor, Boss and Father rolled into one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Where is your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "These days? In a nursing home in Crowley. He plays dominoes with the orderlies. And fulminates over his oatmeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Don’t be too hard on him. We can’t dictate our finishes. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I don’t like the sound of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Why should you? Because under all that need to believe, all that concrete you’ve poured into my pedestal, way down in the deepest reaches of your destroyed Confederate soul, something is struggling to cry out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You know I made that phone call to Walter Stern. More silence. \f4 129 MAYOR (CONT’D) Frank called me. And I knew who had called him. But in this business, you never trade names. Then I called Walter -- he said there was nothing he could do with the probation report he had in front of him. I asked him what would happen if we got him another probation report. Silence again. MAYOR (CONT’D) . And that’s all there was to it. A little favor. I’ve been running caution lights all my life --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "But this time you ran a red. Someone cut across the inter- section. A cop and a six-year-old child -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "That’s with me forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "-~ Not good enough, John. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "It scares me when you call me ‘John.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Yeah? Why? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Because when we were taking that trip to the White House a few moments ago, I felt you come on board. The old menschkeit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "- Horseshit. Menschkeit is horseshit. You ought to carry it out of the barn and spread it over the fields. ‘And if we all cross our fingers and get a lot of rain, maybe a flower will grow. ~ & terrible moment, the Mayor leans ‘towards Calhoun. \fr 130",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "That’s you. Out of all of this crap, maybe you'll emerge. Don’t you see, you’re the only voter I ever cared about? A constituency of one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I’m getting the con feeling, John, the old copping of a plea --",
          "sentiment": "neutral"
        },
        {
          "speaker": ".MAYOR",
          "text": "No plea. No nothing. Just a pol who kept rolling along ~~ until he ran into a stone wall. I don’t know what it was that stopped me. What is it you said, ‘Confederate honor’? An old Southern boy’s sense of justice. The pain of it was, whatever it was in you, it reminded me of myself when I was young. Ambitious, a go-getter, but fair. (after a moment) Then somehow, one day, the line got rubbed out in me. He opens a curtain, the room is downstairs, the trees of Gracie Park branch out over the high-rises looming above. The Mayor The Mayor",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Don’t indulge yourself. turns back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "You’re going to take yourself out. waits. CALHOUN (CONT’D) A long vacation in Greece. Pick up the law again, maybe catch on with some international firm in Rome. Go the way of Bill O'Dwyer, he succeeded LaGuardia, fucked up, and played Ambassador to Mexico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I’m not that ambitious -- \fon 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then suck it up and find some other way. Calhoun closes the window, closes the curtain, faces the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Because I love you. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Calhoun smiles. MAYOR (CONT’D) I thought I’d see a son’s tears, instead I feel a man’s spine. The Mayor embraces Calhoun. MAYOR (CONt’D) You’ve got the stuff, Pappy. I love to see it in a guy. He goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign overhead, \"Calhoun for City Council,\" a makeshift Platform, Calhoun is addressing three elderly women, a ma ina wheelchair, two Black homeless people, a supermarket basket with bottles hanging between them. A lone video © camera is trained on the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CALHOUN",
          "text": "++.Not much of a turnout, the newspapers will report, but come the end of the campaign, the People of the 39th Councilmanic will be filling these benches --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe watches a jerry-rigged monitor, behind him Leslie bat out a press release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "132",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "How do you think he’s doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Okay, so far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calhoun is starting to get into it now, the scattered audience sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": ".«..2’m no po’ country boy. And I’m no city slicker, either. A wise man wrote a long time ago there are three New Yorkers, the natives, those lucky enough to be born here, the commuters, who never know the joys of this fair city, and the aspirants, those who come to make their mark in the arts or the professions or politics. That’s me. An aspirant. I aspired to something. To the making of a king. It was a lousy aspiration. Have the guts to be the leader or step aside. I’m ready. It’s you guys that are the kingmakers. The sound of two hands clapping, at the entrance to the playground behind the benches, stands Marybeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Thank you. Will you be voting in the Primary, ma’am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "You’re running in the 39th District, aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "Well, that’s my District!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Take a seat. \faa ncremnnnemncnnna ee eee a . eee see ee 133 She sits down next to the elderly ladies, one of them pou her a cup of coffee from a thermos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe and Leslie have not missed the exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "What do you think, Abe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "He‘s got it. Maybe not this November, maybe next one. And if not that, then the one after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESLIE",
          "text": "I don’t know if I can wait that long --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "As the Talmud says, ‘God waits long but pays with interest.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He directs his speech now, to Marybeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "As Pericles said, ‘All the geod things of the earth flow into our city because of its greatness...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "How do we find that greatness? Calhoun ponders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "As Pericles said, ‘You must look upon the power of your city and become her lover...‘ MOVE IN on Marybeth. She smiles, stands now and approache hin. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBETH",
          "text": "* How was the lemon pudding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CALHOUN",
          "text": "Great. But there was too much of it. I needed someone to share it with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f“gms 134",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe is taking his customary Sunday morning walk with Mend the traffic sparse, the sun blazing, they wear dark lightweight suits. Abe has his yarmulke, Mendel sports a straw hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "So has he got it? or has he ain’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "He’s got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "You mean you really have a stomach for this all over again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Granted I counted twelve heads in a union hall last night, it made me nauseous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "From little acorns, Mammoths grow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "The man doesn’t get distouraged, he’s got a nice smile and no longer does he linger over the pig’s feet in the bodegas. Mendel sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "I see the bug’s bit you good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "And a few others. They’re signing on. They asked him to speak at the firehouse tonight, tomorrow the Catholic high school, even the right wingers are taking a shine.to him -- MENDEL . . My boy, you’ve hooked your wagon t a star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Star, schmar -- in a city where there are no men, he strives to be a man. Silence, they walk on. \fx",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "135",
          "sentiment": "neutral"
        },
        {
          "speaker": "MENDEL",
          "text": "No small thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "No, no small thing. PULL BACK, FARTHER and FARTHER, they are two black dots n on the bridge, PAN UP, in the distance the gold dome of C Hall gleams.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_447"
    }
  ]
}