{
  "movie_id": "MOV457",
  "scenes": [
    {
      "location": "SWALLOW FALLS",
      "time": "DAY",
      "characters": [
        "TOURISTS",
        "MACHINE",
        "PRODUCTION COORDINATOR, (V.O.)",
        "RATBIRD",
        "GUMMI BEARS",
        "JOE TOWNE",
        "EARL, (CONT'D)",
        "KIDS / CAL",
        "WNN PRODUCER, (V.O.)",
        "SAM, (ON TV)",
        "MANNY, (V.O.)",
        "FRENCH VOICE",
        "EFFECTS",
        "MACHINE VOICE",
        "SAM",
        "TOWNSPEOPLE",
        "MAN",
        "MANNY",
        "MAN IN TUB",
        "CHYRON",
        "SMASH CUT TO",
        "CAL",
        "SAM, (CONT'D)",
        "MACARONI GUY",
        "BRENT, (0.S.)",
        "FLASHBACK KIDS",
        "MAYOR",
        "TIM, (CONT'D)",
        "BRITISH VOICE",
        "CROWD / JOE TOWNE",
        "FRAN, (0.S.)",
        "CUSTOMER",
        "ON A MAP OF THE ATLANTIC",
        "ALL",
        "FATHER",
        "FADE IN",
        "LONDONERS",
        "WEIRD KID",
        "TIM, (0.S.)",
        "NOISE",
        "AAAAHHH",
        "FLINT, (0.S.)",
        "ON THE MAYOR",
        "STEVE",
        "TIM FLINT",
        "CROWDSPERSON",
        "LAB COMPUTER",
        "KID VOICES, (V.O.)",
        "BOK-CHK-BOK-CHK.",
        "ON THE MAYOR.",
        "42.",
        "WITH",
        "FLINT, (V.O.)",
        "YAHHH",
        "WNN ANCHOR",
        "REGINA",
        "JOE TOWNE / RUFUS",
        "SAM, (V.O.)",
        "KID",
        "WAITER",
        "TV ANNOUNCER",
        "FLINT",
        "MAYOR, (CONT'D)",
        "MUSIC PLAYS AS --",
        "WNN PRODUCER",
        "NEW YORK WOMAN",
        "BRENT",
        "THE END",
        "SON",
        "FLINT, (CONT'D)",
        "WNN ANCHOR SAM",
        "LAB VOICE",
        "CAL/KIDS",
        "PROPHET",
        "NOO000000000",
        "PRODUCTION COORDINATOR",
        "PEOPLE",
        "TIM, (THROUGH TRANSLATOR)",
        "YOUNG FLINT",
        "INTECUT WITH",
        "TOWNSPERSON",
        "SAM FLINT",
        "DAAAAHHHH",
        "TEACHER",
        "EGYPTIAN VOICE",
        "BRENT, (CONT'D)",
        "FRAN, (CONT'D)",
        "THE CROWD GOES NUTS",
        "BEARS",
        "RUFUS",
        "MAYOR, (0.S.)",
        "1995",
        "WOMAN",
        "FALLING GUMMI BEAR",
        "AAAAAAAAAHH",
        "SHAMO",
        "MACHINE VOICE, (CONT'D)",
        "BABY BRENT",
        "ON STAGE",
        "TIM",
        "FRAN",
        "TEEN FLINT",
        "CUT TO",
        "AAAAAH",
        "TV COMMERCIAL",
        "KZZHHHHSSHHH",
        "FRECHMAN",
        "BACK TO SCENE",
        "FLINT / SAM",
        "TOURIST",
        "STEVE FLINT",
        "FLINT / SAM / BRENT",
        "KIDS",
        "CROWD",
        "YOU HAVE A CALL, FLINT YOU HAVE A CALL...\"",
        "HEY",
        "SAM, (0.S.)",
        "REGINA, (CONT'D)",
        "YOUNG BRENT",
        "EARL",
        "DFR.",
        "REALLY CONCERNED MAN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Push down through the clouds to the island town of Swallo Falls, and down into the elementary school classroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "Have you ever felt like you were a little bit different? Like you had something unique to offer the world, if you could just get people to see it? Then you know exactly how it felt... INT. CLASSROOM -— DAY PUSH IN on a raised hand from the back of the classroom. This is YOUNG FLINT. 8, unkempt hair, “frogs!” T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "..-To be me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Go ahead, Flint. Young Flint steps to the front and addresses the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG FLINT",
          "text": "(NERVOUSLY) What is the number one problem facing our community today? Untied shoelaces. The children, all with untied shoelaces, stare at him. YOUNG FLINT (CONT’D) Which is why I’ve invented a laceless alternative foot covering, Spray-On Shoes. \fCLOUDY WITH A CHANCE OF MEATBALLS 2. He sprays the can on his feet. The other kids look impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "Wow! / Whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Voila! Then, the class bully, YOUNG BRENT, pipes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG BRENT",
          "text": "How're you gonna get ‘em off, nerd? Uh-oh. The kids LAUGH as young Flint tugs and strains to take off the shoes, but they won’t come off. YOUNG BRENT (CONT’D) What a geek! He wants to be smart, but that’s lame! On Flint, flailing, upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint runs down the empty street, crying in the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "I wanted to run away that day... but you can’t run away from your own feet. INT. FLINT’S BEDROOM - CONTINUOUS Flint, SNIFFLING, tries to BITE his shoes off, but it doe nothing. Then he pulls out a SCREWDRIVER. It breaks in half. SCISSORS bend around his foot. A CINDER BLOCK crack in half. These things are indestructible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIM, Flint’s gruff blue-collar dad, and FRAN, his warm mother, approach the door. Fran gestures for Tim to speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Uh... Not every sardine jumps in the net, son. \fCLOUDY WITH A CHANCE OF MEATBALLS 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG FLINT",
          "text": "I don’t understand fishing metaphors! Flint flops on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM, (0.S.)",
          "text": "What did I say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAN, (0.S.)",
          "text": "Don't worry. Fran opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAN, (CONT'D)",
          "text": "Honey, I think your shoes are wonderful. She enters and sits on the bed as Flint hides his face in pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG FLINT",
          "text": "Everyone just thinks I’m a weirdo. Fran gestures to Flint’s wall of posters of great invento Tesla, Farnsworth, Edison, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAN",
          "text": "So? People probably thought that these guys were weirdos too! But that never stopped them. (THEN) I was saving this for your birthday, but, here... With a sly smile she holds up an adult-size LAB COAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG FLINT",
          "text": "(GASPS) A professional-grade lab coat. Just like the real guys wear! He puts it on. It’s way too big for him. YOUNG FLINT (CONT’D) It fits perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAN",
          "text": "The world needs your originality, Flint. You just have to grow into it. And I know that you’re gonna do big things someday. \fCLOUDY WITH A CHANCE OF MEATBALLS 4. Flint gives her a smile and hugs her, inspired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Flint draws a poster of himself in the lab coat with the words “BEST INVENTOR EVER.” He slaps it on the wall. Then he runs out of the house and up into his tree house where he starts on a new project.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "From that moment on, I was determined to invent something great. VIDEO DIARIES: We see Flint and some of his many inventio through the years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG FLINT",
          "text": "Remote Control Television! He pushes a button. The TV gets up and walks over to Tim the couch, who clicks it on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "Eventually. Then the TV quickly KICKS down the door and runs away ami frightened pedestrians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEN FLINT",
          "text": "Hair unbalder! Flint pours a hair tonic on Tim’s head. Hair POOFS out suddenly, completely covering his face like a wolfman. Ti and Flint SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Flying car! A car with rockets attached shoots off from the docks, bu dives straight down into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Monkey Thought Translator. \fCLOUDY WITH A CHANCE OF MEATBALLS 5. In his father’s tackle shop, Flint shows off STEVE, a ver monkey with a device strapped to his chest and head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE FLINT",
          "text": "Hungry! How wise-- No, Steve! No, Hungryhungryhungryhungry! no, no, no-- Steve goes on a rampage, knocking over shelves, scaring customers, and pulling a chunk of Tim’s moustache off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Rat-birds. (TO RATBIRDS) Hey, what’s going on, little guys-- RAT-BIRDS, half-rat, half-parrot, all-disturbing, escape a cage and terrorize the townspeople, including EARL, the town cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Flint Lockwood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "My dream was to help my home town, a tiny island hidden under the ‘A’ in Atlantic... ZOOM IN to see the island is barely visible under the “A”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide on the rundown town. The cannery is abandoned and in disrepair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "...called Swallow Falls. We were famous for sardines. Until the day the Baby Brent Sardine Cannery closed for good, right after everyone in the world realized that sardines are super gross. Soon, all of us were stuck eating the sardines that no one else wanted. INSERT SHOTS of sardines, prepared in different unappetiz ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "Poached, fried, boiled, dried, candied, and juiced. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "Life became gray and flavorless. But when all seemed lost, I stared at defeat... TIGHT on Flint’s face, eyes widening:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "...and found hope. TITLE CARD: CLOUDY WITH A CHANCE OF MEATBALLS. INT. FLINT’S LAB - DAY We see a shadowy figure walking through an awesome, futuristic lab full of glowing lights and machinery. This grown-up FLINT LOCKWOOD, still in his labcoat, still wear those spray-on shoes. He stops to look at the posters of great inventors on a wall just like in his old bedroom 15 years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "My name is Flint Lockwood, and I was about to invent a machine that turns water... into food. He turns into the light, dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Steve, my best friend and trusted colleague! Reveal a STEVE the MONKEY. His thought translator contraption says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Can I count on your help? Steve holds up a sardine can, offering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I knew I could! This initiates an AWESOME BUILDING MONTAGE! Exciting MUSI Flint pushes a button. \fCLOUDY WITH A CHANCE OF MEATBALLS 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Button on. He starts a reel to reel recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Memory activate. He draws blueprints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Blueprints... awesome! He creates a contained NUCLEAR EXPLOSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Begin nano-mutation. He lowers a disco ball into a microwave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Radiation matrix secure. He uses a computer mouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Computer, boot! He draws sci-fi lines on the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Coolness enhancement complete! EXCITING MUSIC STOPS. Flint and Steve SIP COFFEE on a bre",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Engage coffee break. Long beat, then... MUSIC’S BACK! Flint plugs in two cords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Networking power grid! He then plugs many cords into many surge protectors and p the last one into the finished machine, clearly made out colander, microwave, blender and other spare parts. But i also looks kind of cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Beginning conversion of water into food. \fCLOUDY WITH A CHANCE OF MEATBALLS 8. Flint pours water into the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Hydrating protein matrix. He flips switches and turns knobs on the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Calibrating flavor panel. He tightens a screw on the bottom of the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Priming Chow Plopper. He types into his computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Uploading cool machine voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE",
          "text": "Cheeseburger. He flips on a switch and",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Everyone is going to love this. Flint waits hopefully as the Chow Plopper bulges bigger a bigger... A cheeseburger-shaped CLOUD forms slowly above plate at the bottom, becoming more and more like a real cheeseburger. It’s at 60%... 70%... 80%... 90%... A HUGE SPARK shocks Flint!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Aaaaaaaah! Almost instantly, a power surge goes up through the cable and out the lab. Power goes out. INT. TIM’S LIVING ROOM - MORNING Tim sits on the couch, reading the paper. All the applian EXPLODE at once. Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power’s out on Tim’s house and Flint’s backyard LAB which an enormous metal version of his childhood treehouse lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Sorry, Dad! INT. FLINT’S LAB —- CONTINUOUS On his way out, Flint passes Steve, who bangs a pipe agai a metal bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Steve, keep working. HUMMING AN IMAGINARY SOUNDTRACK (the same as the full orchestra one playing in the previous scene), Flint runs to a vault-like door and puts his hand up to a fake looki scanner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Scanning hand. Making his own sound effects, he presses a button and the door opens into a large empty hallway. Approaching the doorway at the other end, Flint inputs the code on his Si",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "(BEEPING NOISES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a few more of his own sound effects he opens the do to the elevator and heads down. EXT. FLINT’S LAB - CONTINUOUS FLINT makes ELEVATOR NOISES as he heads down the pneumati tube elevator from the top of his lab to the ground. The tube goes under the ground and then pops up inside a Port Potty. Flint exits and runs over to the house while still humming the imaginary soundtrack. Neighbor kids watch and laugh, including CAL, 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "That's a really weird dude. \fCLOUDY WITH A CHANCE OF MEATBALLS 10. INT. TIM’S HOUSE - CONTINUOUS Flint enters through the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Reenergizing power unit. (SOUND",
          "sentiment": "neutral"
        },
        {
          "speaker": "EFFECTS",
          "text": "Flint opens the FUSE BOX. Twiddles... Lights go ON. Tim i behind him, arms crossed. Flint turns and is surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Yah! Jeez. He backs into the fuse box and FALLS DOWN. He pops back u and starts to leave, nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "See you, dad. EXT. TIM’S BACKYARD - CONTINUOUS Flint goes back out towards his lab. Tim follows outside, where Steve bangs on stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Flint, um... er... don’t you think it’s time to give up this inventing thing and get a real job? Fint stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "No, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Well, all your technology stuff, it just ends in disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "The ratbirds, yes, they escaped and bred at a surprising rate, but I took care of that problem and disposed of them. Behind Flint, three RAT-BIRDS descend, pick up a neighbor kid, and fly away with him, SCREAMING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Billy, just play dead! \fCLOUDY WITH A CHANCE OF MEATBALLS 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Flint, you don’t keep throwing your net where there aren’t any fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "I want you to work full time at the tackle shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "The tackle shop?! Aww, Dad, no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Tackle is a good career. As Flint pleads with his dad, Steve climbs up on Tim’s shoulder and reaches for his moustache. Tim’s uncomfortab",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Please, I’m so close with this one. I just have to hook it up to the power station and give it more power and it’1l work, and then you can sell food in the shop, and then everyone won’t have to eat sardines anymore. It is going to be so awesome. Tim removes Steve and DROPS him. Time to lay down the law",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "I’m sorry, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "No more inventing. Tim turns to go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad. I know I can do this. (THEN) And Mom did too. Tim freezes but doesn’t turn. Flint looks at him guiltily He knows he crossed the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (V.O.)",
          "text": "It had been almost ten years since mom died, and Dad still didn’t understand me like she did. \fCLOUDY WITH A CHANCE OF MEATBALLS 12. Flint tries to take back what he said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Dad, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Come on, let’s open the shop. And he walks off. EXT. TACKLE SHOP —- DAY Tim excitedly unveils an “AND SON” sign added to “TIM'S SARDINE BAIT & TACKLE”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Tim and Son Sardine Bait and Tackle. You feelin’ it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(TRYING) Mmm-hmm. Tim walks in, happy, as he enters the store and Flint MOP and he follows him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV COMMERCIAL",
          "text": "A cartoon baby tips over a wagon of sardines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID VOICES, (V.O.)",
          "text": "Look out, Baby Brent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY BRENT",
          "text": "Uh-oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER",
          "text": "Baby Brent Sardines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER",
          "text": "Hand-packed in Swallow Fall-- The crude animation of the commercial freezes and the MAY walks in front of the frozen image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "As your mayor, I know it's time to put our sardine canning past behind us. And look to the future: Sardine Tourism! \fCLOUDY WITH A CHANCE OF MEATBALLS 13. A cheesy graphic: “TOURISM!” over four different crappy shots of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "That's why without consulting anyone, I spent the entire town budget on the thing that is under this tarp. Which I will be unveiling today at nooon! Featuring a live appearance by Baby Brent himself--! Another cheesy graphic spins at camera: “NOON!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reveal we are watching the Mayor’s commercial on a TV in shop as Flint stacks Baby Brent Sardine cans listlessly. is not wearing his labcoat. There are a couple old-timers (JOE TOWN and RUFUS) in the shop eating sardines, also watching the TV. Flint sighs. “BABY” BRENT enters. Flint’s longtime bully, and the town only celebrity, Brent has let himself go. He’s overweight lazy, and wears a baby blue track suit with “BB” embroide on it. He has a lady on each arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "What is up, everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE / RUFUS",
          "text": "Hey! / Hey, it’s Baby Brent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "(TO FLINT) Whatcha doin’? Stacking cans with me on ‘em as a baby? Uh- oh! He does the Baby Brent pose, knocking over some of the ca Flint just stacked. The old timers love it, LAUGHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(ANNOYED) Hi Baby Brent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "(LAUGHS) Anyways, who wants to watch me cut the ribbon at the Mayor’s unveiling thing? I’11l be using these bad boys to help save the town. He shows off a pair of huge golden scissors. Joe Towne an Rufus OOH. \fCLOUDY WITH A CHANCE OF MEATBALLS 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "Boy-yo! (AS HE EXITS) Alright you guys! Sardines! Yeah! Swallow Falls Forever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "Oh, what a rascal. Flint frowns as he watches Brent and his posse exit past window. Tim approaches Flint from the back room as the Old-Timers leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Listen, you, uh... Maybe you wanna go to that unveiling? Flint thinks for a beat. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(CASUAL) You know, Dad, why don’t you go ahead. I’11 hold down the fort here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(PLEASANTLY SURPRISED) Really? You sure you can handle it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yeah, Dad, I’m pretty sure I’1ll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Huh. Alright, then. I‘1l be back in half an hour, skipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay, byeeee. Tim leaves. Flint looks around sneakily then runs away HUMMING HIS SOUNDTRACK again. He grabs his lab coat on th way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Backstage, the Mayor grabs the chain link fence, tense. Brent sits behind him, eating sardines out of a tin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "This hell hole’s too small for me, Brent. I want to be big. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "I want people to look at me and say, “That is one big mayor.” That’s why this has to work. It has to work! Otherwise, I’m just a tiny mayor of a tiny town full of tiny sardine-sucking knucklescrapers. Brent’s knuckles are scraping the ground, mouth full of f",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "But not me, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Oh, not you, Brent, no. You've always been like a son to me. The Mayor rolls his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STAGE",
          "text": "The Mayor bounds on stage and up to the microphone. MAYOR (CONT’D) (POSITIVE) Hey, hey everybody! REVEAL there are like 20 people there. MAYOR (CONT’D) Under this tarp is the greatest tourist attraction ever built by humans! REVEAL Flint and Steve tiptoeing towards the power statio carrying his machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "It just needs seventeen thousand more gigajoules. Go, go, go, go, go, go, go! Flint makes a break for it but is STOPPED immediately by EARL, an overzealous cop who plays by the rules. He hides the machine behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "What are you doing, Flint Lockwood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Just holding my hands behind my back respectfully, sir. \fCLOUDY WITH A CHANCE OF MEATBALLS 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "You know what you are, Flint Lockwood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "A shenaniganizer! A tomfool! You see my beautiful angel son, Cal? Cal is there. And he brought his attitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "‘Sup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "I love him so much. This is my only son. I want him to have a bright future. A future in which you don’t ruin our town’s day with one of your crazy science doodley- bopper thingies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, you know, that’s all behind me-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "You see this contact lens, Flint Lockwood? He holds a contact lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Mm-hmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "This contact lens represent you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "And my eye represents my eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay. He very deliberately puts the contact on his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "I got my eye... on... you. \fCLOUDY WITH A CHANCE OF MEATBALLS 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, my gosh, a jaywalker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Hey! Earl RUNS down the street and tackles the jaywalker. OOF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And I've arranged for live coverage from a major network and their most experienced professional reporter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHYRON: Yesterday",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRODUCTION COORDINATOR, (V.O.)",
          "text": "Oh, just send the intern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cute young intern, SAM SPARKS, delivers coffee to the c members on set. The PRODUCER and PRODUCTION COORDINATOR stand in the foreground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRODUCTION COORDINATOR",
          "text": "She’s cute and she’s super perky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN PRODUCER",
          "text": "Well, those are the only things we look for in a TV weather person. Intern! How would you like to do a weather report from a rinky-dink island in the middle of the ocean as a favor to my cousin? Sam, excited, drops her tray of coffees on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Really?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam drives the weathervan, with her silent but adept cameraman MANNY in the passenger seat. \fCLOUDY WITH A CHANCE OF MEATBALLS 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Can you believe it, Manny? Temporary professional meteorologist. Woo! Manny holds the wheel as she gestures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam and Manny are sitting in their van as it travels on a ferry across the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Okay, Manny what about this? (PRACTICING) Welcome, America, I’m Sam Sparks. Hello, America, Sam Sparks here. America, hi, I didn’t see you there. It’s me, Sam Sparks. (THEN, EXCITED) On my way! Across the ocean!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AT THE POWER STATION, Flint creeps past DANGER! ELECTRICI signs. The Mayor DRONES ON in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (0.S.)",
          "text": "Now, when she gets here, I want to see a lot of smiling faces... Flint looks up at the huge, scary electrical tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "This is a great idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TV: The WNN logo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN PRODUCER, (V.O.)",
          "text": "Weather news network. Weather news happens... or not. The well-coiffed WNN ANCHOR speaks to camera. INSET is Sa in front of the growing crowd at Swallow Falls’ town cent \fCLOUDY WITH A CHANCE OF MEATBALLS 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR SAM",
          "text": "Now we’re over to Swallow (WHISPERING UNDER Falls where our intern is on ANCHOR) her first day on the job. Or Hello, America, I’m Sam should I say first gray on Sparks. Hello, America, I’m the job, looks pretty cloudy Sam Sparks. there, intern? Beat. Sam is extremely nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Hello, Sam Sparks, I’m America. It’s Swallow Falls degrees... and, uh, let’s just go to the mayor. She gestures to the mayor, who addresses the excited crow",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Thank you and welcome national television audience! AT THE POWER STATION, we sees QUICK CUTS of Flint connect lots of jumper cables together on the electrical tower. We PAN UP to the top of the electrical tower over scary zapping coils to find Flint at the very top STRUGGLING to connect one last cable -- and he’s ELECTROCUTED and falls the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And now, here to cut the ceremonial ribbon, Swallow Falls’ favorite son, Baby Brent! Brent walks on stage from behind a curtain and RIPS OFF h tracksuit, revealing a DIAPER. MAYOR (CONT’D) He’s still got it, folks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Yeah! Hahaha! I’m the best person in the whole town! The crowd APPLAUDS. He makes his SIGNATURE POSE, knocking over a wagon of sardines, and the crowd goes nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "Uh-oh! \fCLOUDY WITH A CHANCE OF MEATBALLS 20. BACK AT THE POWER STATION, we see run back to his machine He raises the jumper cables high, about to attach them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Food synthesis go! ON EARL in the crowd with his WIFE and son CAL. Suddenly jolts to attention. He looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "My chest hairs are tingling. Something’s wrong. Earl acrobatically flips away toward the power station. ON THE MAYOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "So here it is, the attraction the whole world has been waiting for-- SardineLand! Brent cuts the ribbon with the giant scissors and the tar falls, revealing a small Sea World-like THEME PARK. Applause. ON THE ATTRACTIONS as each tarp falls. MAYOR (CONT’D) With rides! And exhibits! And featuring Shamo! The world’s largest sardine, and his flaming hoop of glory! Amid a few rides and booths is SHAMO, a TINY FISH in a VE LARGE BOWL, with a ring of fire to jump through. Shamo do not look excited about the ring of fire. MAYOR (CONT’D) Those of you in the Splash Zone, look out! ON JOE TOWNE in the front row of the bleachers, where ONE SEAT is marked “SPLASH ZONE.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "Yeah! ON EARL, doing OVERZEALOUS ACTION COP POSES. He sees Flin and GASPS. ON FLINT, who finally connects the cables to the machine. \fCLOUDY WITH A CHANCE OF MEATBALLS 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE",
          "text": "Cheeseburger. It starts to power up and Flint looks excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Flint Lockwood! Flint turns and sees Earl running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Uh, just a second! I’m in the middle of a yaaaaah! A SPARK sends the machine SHOOTING off horizontally like missile, with Flint dragged behind it, hanging on to jump cables for dear life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Yeeeeeeeeeeeaaaaghgh! ON MANNY AND SAM, broadcasting, unaware of the danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (ON TV)",
          "text": "Well, looks like things in Swallow Falls are sardine to get better. For-- WHAM! The machine knocks Manny’s camera into Sam, Flint flies over. The lens smooshes right up against her face. She looks ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Anchor looks at Sam’s smooshed face in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "Aah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint looks back as the machine rockets him away from Sam",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Aah, sorry! The machine (and Flint) whips into Sardine Land, knocks around out Shamo’s fish bowl scaffolding, and ricochets b \fCLOUDY WITH A CHANCE OF MEATBALLS 22. And time SLOWS DOWN as the machine and Flint pass by Tim. Tim SCOWLS. Oops. Flint STRUGGLES to stop the machine by planting his feet, waterskiing on his spray-on shoes, tearing up the sidewal and is finally stopped by a STOP sign. The machine breaks away from the jumper cables and shoots disappearing into the sky. Flint looks up at the machine lost...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "No... OOF! And he’s tackled by Earl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "You're under arrest, Flint Lockwood. Thank goodness you only caused minimal damage to SardineLand. But behind them, there’s a noise. They both look at Shamo bowl scaffolding... KRAAAAAAK! The scaffolding breaks, the fish bowl topples over and SPLASHES its water everywhere but the Splash Zon",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "Oh, come on! The bowl starts to roll around the town like a giant whee desruction. ON THE SARDINE MUSEUM, which is SMASHED by the bowl. ON THE VIRTUAL SARDINE EXPERIENCE. People lie down in it like sardines as the lid is rolled up over them. The bowl SMASHES into it. ON THE MAYOR, as the bowl smashes into the stage and send him FLYING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Aaaaggh! ON SHAMO, screaming inside the bowl. ON THE CROWD, fleeing. ON BRENT, running with the giant ceremonial scissors. \fCLOUDY WITH A CHANCE OF MEATBALLS 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "I really shouldn't be running with these! Flint and Steve RUN as the bowl bears down on them, but t aren’t fast enough and give up -- only to be saved when t lip of the bowl rolls over them, leaving them unharmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "Run, run, run, jump, jump, run, run, jump! ON THE BOWL, as it continues on its path of destruction through Sardine Circle and people run SCREAMING. THE BOWL bounces through a parking lot, exploding a car w propels the bowl up in the air and throws Shamo through t flaming hoop and towards the ocean and freedom",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAMO",
          "text": "(GURGLY) Yippee! Then he’s immediately SNATCHED UP by a flying ratbird. Then the bowl falls back to the ground, landing upside-do on top of Flint and Steve, trapping them inside. THROUGH THE GLASS BOWL, Flint sees all the destruction he caused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(DEFEATED) Ay papi. Everyone stares at Flint. The Mayor. Brent. Cal and Earl. All incredibly angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "(MUFFLED THROUGH GLASS) Flint Lockwood! Then Flint sees a disappointed Tim. He looks at his dad, full of regret. Everyone turns their back on Flint, last all, Tim. Flint hits his head against the glass in despai Then... CRAAAACK! It sends a crack up to the top of the b and the whole thing shatters. Everyone turns and GASPS. Flint and Steve stare at the crowd, then quickly run away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We find Flint, with Steve, hanging on the ladder at the e of the docks, hiding underneath. He SIGHS. \fCLOUDY WITH A CHANCE OF MEATBALLS 24. He hears footsteps, and hides... It’s Sam, who walks to t end of the dock and SIGHS. She tosses her microphone ANGR into the water. Then she PLOPS down, and her heels kicks Flint in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh my gosh! I am so sorry. Are you okay? I didn’t get a chance to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "It’s okay. It’s just pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Sorry, I am not myself today. My whole career was ruined by some crazy jerk riding a homemade rocket. Flint looks away suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Wait a minute. (THEN) What is going on with your feet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Spray-on shoes. They don’t come off. She grabs his foot and yanks it toward her until he’s han upside down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Cool! This could solve the untied shoes epidemic. What are they made of, some kind of elastic bio- polymer adhesive? Music plays as Flint gets all dreamy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(SMITTEN) Yeah, exactly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(SUDDENLY NERVOUS) I mean... (GIGGLES) Wow, they’re shiny. (THEN) I’m Sam. She lets go of his foot and his head slams into the ladde again, causing him to YELP. \fCLOUDY WITH A CHANCE OF MEATBALLS 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(IN LOVE) Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(EXCITED AGAIN) Is that a monkey thought translator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Ha! Incredible! Flint is just staring at her enchanted, DREAMY MUSIC playing...we can barely make out Sam putting it all toget",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "(DISTORTED) Did you make all of this stuff? (THEN, REALIZING) You hit me with the rocket! MUSIC STOPS. Flint’s caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You kicked me in the face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I said I was sorry!... SPLAT. Some yellow goop lands on the ladder. Steve licks Flint SNIFFS it and is about to taste when ZING! A PICKLE SLICE lands in the water. Sam notices none of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Oh! Do you know how hard it is to break into the weather game? I spent my entire life building up to that moment. You get one shot at the show... ZING! Behind Flint, something lands in a garbage can on t docks, causing it to rattle. Flint gets up and walks to i",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "(REALIZING SOMETHING’S AMISS) ..-And if you don’t make it, it’s back to cleaning the barometers... Flint looks into the garbage can. There’s a SLICE OF CHEE inside. He reaches for it. \fCLOUDY WITH A CHANCE OF MEATBALLS 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Cheese? Suddenly a ratbird appears from the shadows of the can, startling Flint. It snatches the cheese and flies away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Aaaah! Flint starts to piece it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "But that could only mean... ROLLING THUNDER causes Flint to turn and look up at the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam turns and reacts in the same way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All over town, people turn to the sky and react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rufus takes off his hat, a woman takes off her glasses, J Towne takes off his beard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl, in his cop car, turns, rolls down his car window, t \fCLOUDY WITH A CHANCE OF MEATBALLS 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back on the dock:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We finally reveal beautiful burger-shaped clouds dropping perfectly-prepared chesseburgers into the ocean and along dock. It’s RAINING CHEESEBURGERS!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Happy! Cheeseburgers! Jump! Excited! Flint stares to the heavens and LAUGHS as beautiful burge float down all around them. A burger lands in his hand. H takes a delicious bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "My machine works... It really works! Sam overhears and approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Your machine? Is that what that rocket was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(MOUTH FULL) Uh... Do you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(MOUTH FULL) I love it! (LAUGHS) This is just amazing! Look at this. This is the greatest weather phenomenon in history! Flint is happy. Then, he realizes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(MOUTH FULL) Hey, aren’t you a weathergirl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweeping shot over the town as burgers rain down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (0.S.)",
          "text": "Manny, get your camera! People slowly come out of hiding and start to enjoy the delicious burgers. All except -- Tim, who stands inside the doorway of his shop and just stares at the sky in disbelief. Back in town, people CHEER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WNN Anchor touches his earpiece, getting a message fr his producer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "This just in, our humiliated weather intern is apparently back for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN CAMERA: Burgers rain behind an excited Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Thanks, Patrick. Okay, everybody. You are not gonna believe this one, but I am standing in the middle of a burger rain. You may have seen a meteor shower, but you’ve never seen a shower meatier than this. On Flint, surveying the scene, as Sam continues behind hi The town is going crazy with the burgers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "For a town stuck eating sardines, this is totally manna from heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "This tastes significantly better than sardines! Cal shoves one into his mouth and ENJOYS IT. We see the Mayor steal burgers from people as he walks. \fCLOUDY WITH A CHANCE OF MEATBALLS 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "This is gonna be big! The mayor shoves three burgers into his mouth. A crowd gathers to watch Sam’s report as they eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (ON TV)",
          "text": "This food-weather was created intentionally by meekish backyard tinkerer, Flint Lockwood. Earl and everyone around him STOPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Flint Lockwood? Everyone turns and looks at Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Hi. Earl jumps over to Flint and tackles him again. OOF! The burgers STOP RAINING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "You’re under arrest for ruining Sardine Land. But before he can cuff him... Sam runs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint, those burgers were awesome! The producer called and he was all like (DEEP VOICE) “Everybody loves that food weather.” The Mayor apporoaches, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Food weather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "This could be even bigger than Sardine Land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Can you make it rain food again? Please? \fCLOUDY WITH A CHANCE OF MEATBALLS 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "No--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, I don’t really know if I-- Cal runs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "You're gonna do it again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Oh, you gotta be kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Please please please please please... Flint looks at her. God, she’s adorable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH CUT TO",
          "text": "INT. TIM’S LIVING ROOM - MOMENTS LATER Tim blocks the way to the port-a-potty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad, just give me one more chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "We both know this was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I know, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Cheeseburgers from the sky, that’s not natural.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "My invention could save the whole town. You would be so proud of me, Dad. Plus, (WHISPERS) there’s a girl here. \fCLOUDY WITH A CHANCE OF MEATBALLS 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(SIGHS) Can you look me in the eye and tell me you’ve got this under control, and it’s not gonna end up in a disaster? Tim raises his unibrow so that his eyes are visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(LOOKING AWAY) Yes? Not good enough. Flint strains to look him in the eye, bu his eyeballs wander and twitch. Finally he gets his eyes his dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "(SUPER-FAST) Ivegotthisundercontrol- anditsnotgoingtoendupindisaster. (WHEW)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unibrow back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Thanks, Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Oh, sure. Flint calls over to Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay. So, Sam. (OPENS THE PORT-A- POTTY DOOR) This is where the magic happens. Sam and Manny exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam and Flint and Steve and Manny are there. Manny has hi camera pointed at an uncomfortable Flint. Steve licks Sam microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Lick... lick... lick... lick... This happens for a while. \fCLOUDY WITH A CHANCE OF MEATBALLS 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The curtain opens and they step into the MAIN CHAMBER. Sa is a little weirded out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAB VOICE",
          "text": "Welcome, Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Wow. You seriously spend a lot of time alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "What? (AWKWARD LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint shows Sam a diagram of the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "So here's how it works: Water goes in the top and food comes out the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So when you shot it up into the stratosphere, you figured it would induce a molecular phase change of the vapor from the cumulonimbus layer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "That’s actually a really smart observation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(SUDDENLY NERVOUS) I mean, the clouds probably have water in them, which I guess is why you shot it up there in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(SUDDENLY NERVOUS) Right, right. That's why I did that...on purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Right, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Right. Both LAUGH AWKWARDLY and Flint backs out of frame. \fCLOUDY WITH A CHANCE OF MEATBALLS 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint points to a diagram of water molecules forming into hexagons from radiation waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "The machine uses a principal of hydro-genetic mutation. Water molecules are bombarded with microwave radiation, which mutates their genetic recipe into any kind of food you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So, pizza?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Mashed potatoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Peas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yes, that’s also a food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Steak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Apples?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Mmm-hmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Applesauce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Can it do a B.L.T.?! \fCLOUDY WITH A CHANCE OF MEATBALLS 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(KINDLY) I’m pretty sure I said any kind of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Chicken wings?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay, well, just think about what you're saying and if it’s a food, then yes it can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Baloney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "That is a food. Sam gets a dreamy look in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Ooh... How about Jell-o?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(FLIRTS BADLY) Do you like Jell-0?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I love Jell-o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I love Jell-O too! And peanut butter, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh, no, no. I am severely allergic to peanuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(LYING) Yeah, me too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So what’s it called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Peanut allergy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No, the machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Of course. It’s called the Flint Lockwood Diatonic Super Mutating Dynamic Food Replicator. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Or, for short, (DRAMATIC TURN) the FLDSMDFR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Fldsmdndffursur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Fldsmdndffursur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh. (THEN) Manny, make sure you get this, he’s going to make the food now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Uh, now? (CAUGHT) Well, the thing is, I can’t... (GETS IDEA) wait to show you this hilarious internet video! Flint clicks his mouse and distracts Sam with a YouTube v -- A CUTE CAT DJ playing “Fight the Power.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What? What is this...? (LAUGHING) It’s so cute... As Sam watches, laughing, Flint -- in QUICK CUTS -- rigs remote control system using a SATELLITE DISH and a bunch wires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(WHISPERING) Pushing. Folding. Connecting. Taping. Turning. Painting. Switching. Staring. Motivating. Placing button. He sets up a RED “SEND” BUTTON, and re-boots the computer Sam's still laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I can’t believe I’ve been watching this for three hours!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint types at his computer. Sam comes over, still laughi Flint finishes his typing and the central screen now read “ENTER FOOD CODE:”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "(SOTTO) It’s working. (THEN) What do you guys want for breakfast? Steve pops into frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Gummi Bears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Whoa, Steve, no! We both know how you get around Gummi Bears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "How about... eggs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "And toast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Orange juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT / SAM",
          "text": "And bacon! Flint very subtly leans in and closes his eyes, thinking might get a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Nothing. (THEN) To the computer! Flint types the food code into the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So, you're sure this is safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Don’t worry. I have a Dangeometer that lets us know if the food is going to over-mutate. REVEAL a “DANGEOMETER” GAUGE with a needle safely in the green. Pay no attention to the yellow or red. come back later. That won't \fCLOUDY WITH A CHANCE OF MEATBALLS 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Ooh, what happens if the food over- mutates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I dunno, but that’1l never happen. (THEN) All right. This probably won't explode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What? Flint pushes the RED SEND BUTTON. WE TRAVEL past the butt to the Dangeometer, along wires to the satellite dish and into the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the machine floats peacefully. An 8-bit graphic of bacon strip pops onto the VIEW SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "Bacon. We ZOOM inside the machine to see the molecules re-formin into little molecular bacon strips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam stands in front of a map with food-weather symbols.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (ON TV)",
          "text": "Well, those cheeseburgers were only the beginning, because a breakfast system is on its way to Swallow Falls. My forecast: sunny... side up. MONTAGE MUSIC CUE: SUNSHINE, LOLLIPOPS by Lesley Gore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOUD’S EYE VIEW of Breakfast raining on Swallow Falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe Towne leaves the tackle shop to catch SUNNY SIDE UP E A woman catches PANCAKES on a plate while she drives to w \fCLOUDY WITH A CHANCE OF MEATBALLS 38. A little girl tilts orange juice caught in an upside-down umbrella into the mouth of a gurgling little boy. The Mayor rips open a storm drain on the side of a buildi and bacon pours into his mouth. Ratbirds snack on breakfast foods on a powerline. Flint watches happy breakfast eaters. The mayor walks up, covered in bacon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Flint, my boy, can you do lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s raining sandwiches. The Mayor is eating and pacing. Brent holds up flashcards to illustrate the Mayor’s point kind of like Bob Dylan, but not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Alright, here’s the skinny. You keep making it rain the snackadoos, weathergirl provides free advertising, I have taken out a very high interest loan to convert this po-dunk town into a tourist foodtopia. All you have to do is make it rain food three meals a day, every day, for the forseeable future, and in thirty days, we hold a grand reopening of the island as a must-see cruise destination, and everyone everywhere is going to love your invention. He has a flashcard of people hugging a stick-figure Flint has a big smile and hearts all around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You think so? The Mayor takes this opportunity to eat the sandwich out Flint’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(MOUTH FULL) I know so. INT. FLINT’S LAB - DAY Flint types the menu into his computer and SLAPS the butt \fCLOUDY WITH A CHANCE OF MEATBALLS 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam does another weather forecast. A woman catches a turk leg on her way to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Now that’s what I call poultry in motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor munches on a ham hock as he points offscreen. The “FALLS” in the “SWALLOW FALLS” sign on the cannery is detonated and replaced so that it now reads “CHEWANDSWALL The buildings get facelifts: “Gas Station” becomes “Anti- Tablets.” Stores become “Nothing but Floss,” “Bibs.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In JUMP CUTS, to camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Mr. Lockwood, may I please have waffles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Falafels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Jelly beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUFUS",
          "text": "Avocado! Flint writes down their requests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Coming right up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam reports in front of piles of food on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Leftovers? Not a problem with Flint Lockwood's latest invention, the Outtasighter. So named because it catapults uneaten food out of sight, and therefore, out of mind. \fCLOUDY WITH A CHANCE OF MEATBALLS 40. Flint and Steve are inside a fantastical contraption. Its huge fork and spoon arms SCRAPE leftovers onto the giant plate, which drops it into the bowl in the back. He pulls lever and the bowl CATAPULTS the food way into the distan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Baby Brent Sardines billboard is replaced with one fo “Flint Lockwood Brand Napkins.” Brent GASPS in horror. People eat from mouth funnels, and we see the mouth funne store in the background. A RAINBOW OF JELLYBEANS rains into the open mouths of wai kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS / CAL",
          "text": "Jellybeans! / Awesome! Throughout, people keep ordering more food and the music faster and faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Pizza!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Donuts! We follow a DONUT that falls from the sky and into Cal’s mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Pie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Gummi bears! Flint gives him a stern look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Fish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Chicken pad thai. Flint typing. Flint hitting the button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEOPLE",
          "text": "(DEMANDING FOOD WALLA) Pizza / bologna / I want/ gimme/ more/ come on! / etc... Suddenly the MUSIC completely CUTS OUT. ON THE MAYOR, who is now really FAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "A pizza, stuffed inside a turkey, the whole thing deep fried and dipped in chocolate. (BEAT) It’s me, the Mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh... uh, you look different. Did you get a new... haircut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Yes, I did. Thank you for noticing. The music comes back in. ON FLINT TYPING. ON MORE FOOD FALLING. The Foodster RATTLES and SHAKES with overuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "(FOOD WALLA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. TACKLE SHOP —- DAY 41. Across the street from his dad’s shop, Flint looks on. People walk past the shop window, laughing and eating the falling food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "I love ya, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SON",
          "text": "I love spending time with you, dad. Inside, the shop is completely quiet and empty. at the counter, alone. Tim stands",
          "sentiment": "neutral"
        },
        {
          "speaker": "42.",
          "text": "Tim changes a sign from “SARDINES 10% OFF” to “SARDINES 1 OFF.” Flint enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Hey Dad. I’m headed back the lab. If you wanna come I could show you how I make the food... Tim hides the sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Eh, no thanks. That techno-food. It’s too complicated for an old fisherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Got it. Flint turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Could still use your help around here, though, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I’m working with the mayor now, Dad. I mean, the town’s grand reopening is in, like, a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Right. Got it. Flint leaves. INT. FLINT’S LAB - MOMENTS LATER Flint adjusts the angle of the satellite. SFX: DOORBELL. It’s Earl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "(OVER INTERCOM) Flint Lockwood! EXT. TIM’S BACKYARD - NIGHT Earl stands outside the PORT-A-POTTY, hat in hand. A hatch opens on the side of the lab, and Flint sticks his head o",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yeah? \fCLOUDY WITH A CHANCE OF MEATBALLS 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Uh, it’s my son Cal’s birthday tomorrow and I was just wondering if you could make it rain something special.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, I’m pretty backed up on requests. Plus, you’re always mean to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "It'd be just one time. For my special angel’s special day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Uh, I don’t know. You know, I don’t want to overwork the machine, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Okay. I knew it was a long shot... I just wanted Cal to see how much his father loves him. I thought you would understand. You know how fathers are always trying to express their love and appreciation for their sons. This hits Flint hard. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Earl, wait. Flint closes the hatch, runs over to the Dangeometer and it’s almost into the yellow. Uh oh! Wait-- he taps it and the needle moves barely back into the green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Phew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(COPYING) Phew. Then Flint runs off. Steve, copying Flint, taps the gauge STEVE (CONT’D) Touch, touch, touch. The needle moves back into the yellow! EXT. FLINT’S LAB - CONTINUOUS Then WE SEE Flint’s silhouette coming down the pneumatic elevator. He opens the PORT-A-POTTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I’ve got an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ratbird perched on a wire COCK-A-DOODLE-DOOS. INT. CAL’S BEDROOM - MORNING Cal wakes up and rushes to the window. It’s snowing... beautiful, colored snowflakes. Could it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Whoa! REVEAL Earl and his wife, REGINA, watching proudly from t door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Happy Birthday, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Dad...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "This is your day. Go have fun. Cal rushes down the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "I love you guys! You’re awesome!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "I love you, too, son!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINA",
          "text": "Have a good time, baby! Cal opens the door and out into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GLORIOUS LANDSCAPE covered with 31 different flavors of CREAM. Cal and every kid in town burst out of their house",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "ICE CREAMIIIIILILi2))birt Cal leaps headfirst into the snow and makes a face-down s angel, MUNCHING ice cream. \fCLOUDY WITH A CHANCE OF MEATBALLS 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Yeah! Cool! ON A NEAPOLITAN ICE CREAM FIELD, where chocolate and vani are covered with kids. One WEIRD KID runs into the strawberry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEIRD KID",
          "text": "Strawberry’s my favorite! ON KIDS finishing a SNOWMAN, DEVOURING IT, then repeating ON THE BOWL OF THE OUTTASIGHTER, where kids have climbed The plate drops scooped-up ice cream into their mouths an then catapults both ice cream and kids into the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "Yeaaaahh! ON EARL AND CAL, on their roof, getting on a sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "C'mon, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "I don’t know, Cal. This doesn’t look saaaaaffffel!!!! Too late. Cal pushes off and they swoosh down into an ope DUMPSTER full of ice cream. They LAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL, (CONT'D)",
          "text": "I love you, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "I know, dad. You tell me every day. ON FLINT, watching them with envy. He SIGHS. Sam approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint this is amazing! And designing the ice cream to accumulate into scoops? I don’t know how you’re gonna top this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Maybe with hot fudge? He LAUGHS awkwardly. She doesn’t. Then, Cal and a bunch o kids call from afar. \fCLOUDY WITH A CHANCE OF MEATBALLS 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Hey Flint, you wanna be in a snowball fight with us? Flint steps back, afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint, what's the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I’ve never actually been ina snowball fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I don’t even know the rules. Is there like a point system, or is it... to the death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No-- You’ve never-- I mean look, even Steve is throwing chocolate snowballs. Steve THROWS what look like chocolate snowballs. A beat a Flint and Sam look on uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Hmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(PICKS UP SNOW) So, like this? He throws a snowball, weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No, harder than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(REALIZING) Oh. We ZOOM IN on his face as he gets a smile and his eyes brighten. He starts throwing snowballs as hard as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Snowball! Snowball! Snowball! \fCLOUDY WITH A CHANCE OF MEATBALLS 47. He pelts Cal, an old man, and a child, knocking them over",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Well, there’s something to be said for enthusiasm. Sam watches, happy for Flint, as he joyfully wails on different members of the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Snowball! Snowball! Snowball!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint runs into a house and nails a dad reading the paper",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Snowball! .«+.a little girl and boy in a bedroom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Snowball, and snowball! KIDS’ MOM (0.S.) Kids? What’s going on? ...and their mom in the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Snowball! Flint runs back out into the street, chased by the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "Snowball! Snowball!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still at snow day, Sam reports.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I scream, you scream, we all scream for Flint Lockwood's latest tasty town-wide treat, with flurries of frozen fun on what the mayor declared to be an ice cream snow day. \fCLOUDY WITH A CHANCE OF MEATBALLS 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the JUMBOTRON, Sam continues her report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "He’d also like invite everyone in the world to catch a cruise liner and come on down this Saturday for the grand opening of Chewandswallow, a town that is truly a la mode... PARIS: People watch Sam on a TV at the Eiffel Tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH VOICE",
          "text": "(DUBBED FRENCH) ...a town that is truly... a la mode... EGYPT: People watch Sam in front of the PYRAMIDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGYPTIAN VOICE",
          "text": "(DUBBED ARABIC) ...a town that is truly... a la mode... LONDON: Crowds watch Sam in front of BIG BEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH VOICE",
          "text": "(DUBBED BRITISH ACCENT) ...a town that is truly... topped with ice cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam continues to report, as everyone has fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "...with today's scoop for the Weather News Network, I'm Sam Sparks! We can hear Cal in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Flint, this is the best breakfast ever! INT. FLINT’S LAB - NIGHT Flint is sitting on his bed, tapping his foot, thinking H Then he looks up with an innocent smile and SNAPS with bo hands! Eureka! \fCLOUDY WITH A CHANCE OF MEATBALLS 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(GASP) That's it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint on his computer “HOW TO TALK TO GIRLS”; Flint in a romantic scene with Steve in a blonde wig making the monk “oo 00” mouth; Standing by the button-pusher which pushes button; holding the phone nervously, staring at a notepad Lots of crumpled pieces of paper are around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Researching! Role-playing! Dialing! Waiting! RING, RING, RING. Nervous noises from Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam answers her phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Sam Sparks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Hanging up! Flint slams the phone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Regretting! Re-Psyching! Saying what I’m doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(ANSWERS PHONE) Flint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(READING, INTO PHONE) Hi Sam how are you that’s nice I was wondering if you would like to go on ad... activity with me tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(INTO PHONE) Um, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Great bye meet me in the forest! (HANGS UP) Nailed it. \fCLOUDY WITH A CHANCE OF MEATBALLS 50. He walks out of the lab excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Gotta go, Steve. Keep an eye on the lab for me! Unseen by Flint, Steve sits by the Dangeometer, which is the yellow. He smashes an ice cream cone on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint and Sam walk along a grassy hill. Behind them, unnoticed, the WALKING TV runs by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, nowhere, I just thought it’d be nice for the two of us to... go on a walk together. Like you do... as friends. (FAKE) Oh my, what’s that? Sam stops in her tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Wow... REVEAL an enormous yellow/orange JELL-O MOLD, refracting setting sun like a stained-glass castle. It’s breathtakin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Oh, Jell-O'’s my favorite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You never made a request, so, I made one for you. Flint disappears into the Jell-O. Sam looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint? Flint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (0.S.)",
          "text": "Join me. His arm pokes out of the Jell-O. He PULLS her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Whoa! \fCLOUDY WITH A CHANCE OF MEATBALLS 51. INT. JELL-O MOLD, BALLROOM —- CONTINUOUS SCLURP! Once inside, she tries to gain her balance on the squishy Jell-O floor, then realizes she’s in a beautiful O cathedral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(AMAZED) Who-oooa. But, how did you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, I just made it rain Jell-O in the middle of the night, then I gathered it all up with the Outtasighter before everyone woke up and then I brought it here and pressed it into a gigantic custom- carved plastic tupperware mold I made. No big deal. Flint is playing a Jell-O piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Everything's made of Jell-O. This piano, those sconces, that ghetto blaster, that Jell-O, that aquarium, that Venus de Milo with your face on it next toa Michelangelo’s David that also has your face. Sam gives a weirded-out look. Flint does several high vertical bounces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Come on, Sam, what are you waiting for? She looks at the EXIT sign. What will she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Nothing! She suddenly does a bunch of fast little manic jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Woooo! Yeahhhhhhhh!!! Boing, boing, boing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC PLAYS AS --",
          "text": "Flint and Sam bounce around the room like crazy. \fCLOUDY WITH A CHANCE OF MEATBALLS 52. Sam pushes Flint down the Jell-O stairs and he laughs and bounces. ON MICHELANGELO'S DAVID. They both fly in and take bites of it. Both jump in and out of frame making goofy poses. Sam jumps off the balcony onto a diving board, then lands a Jell-O SWIMMING POOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Cannonball!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(RIGHT BEHIND HER) Bellyflop! He smacks on the surface. SLAP! OW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Why did I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam and Flint watch the sun set through the refracted lig of the Jell-O wall. Long beat as Flint is nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So, Jell-o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Right, right, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It’s a solid, it’s a liquid, it’s a visco-elastic polymer made of polypeptide chains but you eat it-- (CATCHES HERSELF) I mean... it tastes good. (GIGGLES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(CONFUSED) Why do you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Say something super smart, and then bail from it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Can you keep a secret? \fCLOUDY WITH A CHANCE OF MEATBALLS 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "No. (OFF LOOK) But this time, sure. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Okay, well, it was a really long time ago, but I too was... a nerd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Too? START FLASHBACKS: Young Sam (glasses, ponytail) in her bedroom staring at a poster of a Doppler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (V.O.)",
          "text": "When I was a little girl, I wore a ponytail, I had glasses, and I was totally obsessed with the science of weather. Other girls wanted a Barbie, I wanted a Doppler Weather Radar 2000 Turbo. But all the kids used to taunt me with this lame song. It wasn’t even clever! Young Sam, finishing an equation, is mocked in class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK KIDS",
          "text": "Four eyes! Four eyes! You need glasses to see! BACK TO SCENE: Flint tries not to laugh at “glasses to se",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(STIFLES LAUGH, THEN, OFF HER LOOK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on. Sam looks annoyed. Then she continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (V.O.)",
          "text": "So I got a new look, gave up the sciency smart stuff, and I was never made fun of again. And I still need these glasses, but I never wear them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I‘1l bet you look great with glasses on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh, I’m really not-- He grabs her glasses and starts to put them on her. \fCLOUDY WITH A CHANCE OF MEATBALLS 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "And on they go. SAM’S P.O.V. -- as her glasses go on, a blurry handsome g becomes a sharply in-focus, nerdy Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Wait. He quickly carves something out of Jell-O and turns to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "It’s a Jell-O scrunchie. He puts her hair up in a ponytail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "And now, the reveal. Her MAKE-UNDER complete, he gazes at the new nerdy Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Wow. I mean, you were okay before, but now... you’re beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No, I’m not. I can’t go on out in public like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, why not? I mean, this is the real you, right? Smart, bespectacled... who wouldn’t want to see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(CHARMED) You know, I’ve never met anyone like you, Flint Lockwood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(CHARMED) Me either. But about you. Sam closes her eyes and leans in for a kiss. Flint stares her nervously. \fCLOUDY WITH A CHANCE OF MEATBALLS 55. He closes his eyes, puckers, then puffs his cheeks out in I’'ve-never-kissed-a-girl way. They’re mere inches away w Flint’s cell PHONE RINGS -- it’s his voice singing: “FLIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Is your phone ringing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "That’s weird. Someone must have changed my ring. (LOOKS AT PHONE) Oh, it’s the mayor. Do you mind if I take this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM FLINT",
          "text": "No, no, no. Go ahead, take (COVERS PHONE) I’m so sorry. it. That's fine, really. I It’s just really important. should be going too, it’s I’m just going to step getting late. outside real quick. He walks through the wall and FALLS. Sam cringes as he la with an OOF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OMINOUS LOOKING CLOUDS. CRANE DOWN to reveal the facade o the Bibs store. Tim waits there for Flint, wearing a TIE, clearly uncomfortable. Flint runs in, excited as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad, you came! I had the best day I have so much to tell you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Do I look alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You look great, come on let’s go! Flint drags him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Roofless, a fancy restaurant with a crowd WAITING. Br is in line at the velvet rope. \fCLOUDY WITH A CHANCE OF MEATBALLS 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, it was so cool, I almost kissed a girl-- (GREETING PEOPLE) Hey. How’s it going? Brent argues with the BOUNCER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "It’s Baby Brent. You know? “Uh- oh!” I should be on the list! Flint and Tim go straight to the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Hey, Brian. The Bouncer lets them ENTER. Brent watches, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "(NEAR TEARS) WHAAAT?!?! You’re letting that guy in? That guy’s a nerd!! The door closes in Brent’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is raining steaks. There is no ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWNSPERSON",
          "text": "Hey, Flint Lockwood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, thank you. Thanks so much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "A toast! To Flint and his delicious steaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, thanks. Thank you. Oh, wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(UNCOMFORTABLE) Very nice place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Salt, pepper. Pepper, salt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Flint Lockwood! Earl puts out a fist for Flint to hit, and he slaps it 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Earl! 57. As Flint and Tim sit down at their table, Tim notices the absence of any ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "So, no roof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yup. You just hold out your plate. And I even made it rain your favorite: meat. Mmmmm. Tim looks around the room as -- CLANK, CLANK, CLANK -- la steaks hit the tables all around them, rattling silverwar Everyone else enjoys it, but Tim is a bit freaked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Okay. So, you know how the grand reopening of the town is tomorrow? Well, the mayor has asked me to cut the ribbon. He said my invention saved the town! Aren’t you proud of me?\" Tim looks torn. Then-- SLAM! A large steak lands Tim’s plate, STARTLING him. He looks down at it. He looks at Flint, who’s still celebrating, arms in the air, and does want to have to burst Flint’s balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Well... Doesn’t this steak look a little big to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yeah, it’s a big steak. Every steak is not exactly the same size. Did you even hear what I just said? WHAM! Another big steak lands between them, knocking thei glassware off the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Son, look around. I’m not sure this is good for people. Maybe you should think about turning this thing off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "It’s making everybody happy. Everybody except you. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "When are you going to accept that this is who I am instead of trying to get me to work in some boring tackle shop? Flint gets HIT by a steak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Well, you seem like you know what you're doing, then. I guess I'll just get out of your way. Tim heads off. The steak falls off Flint’s head. EXT. TIM’S TACKLESHOP - LATER CLOSE ON a fish being ground up into chum. REVEAL Tim, alone, working the chum grinder. He pauses to SIGH, then continues grinding. EXT. TIM’S TACKLESHOP - SAME Hot dogs rain down. One hits the “And Son” Tim tacked ont the tackle shop sign and knocks it to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint walks down the street, muttering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "There’s no pleasing that guy. He just wants to take anything good I do and just smoosh it-- Aaaah! A THREE-FOOT LONG HOT DOG plops down in front of Flint. H looks around to see several other large hotdogs around hi neighborhood, including his dad’s yard, which is full of hotdogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "These are big hotdogs. He looks up to the clouds, grave. INT. FLINT’S LAB - MOMENTS LATER Flint looks at a scanner with a huge HOT DOG in it. \fCLOUDY WITH A CHANCE OF MEATBALLS 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, man. (DEEP BREATH) I mean, this isn’t that bad, is it, Steve? Steve has smeared mustard on his face and hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yellow. Flint goes over to the Dangometer which is in the yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You're right, Steve. The Dangometer is in the yellow. I don’t know what to do. He hears a WHIRRING SOUND and turns to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I do... declare these hot dogs to be delicious! The Mayor, now GROTESQUELY FAT, riding in from the shadow a RASCAL SCOOTER and munching on a HOT DOG piled with FOO",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(FREAKED OUT SOUND)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Whoa. Steve runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "How did you get in here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Tomorrow’s the big day, Flint. The entire town’s fate is resting on your food-weather! I’m thinking pasta. Some light apps. I know you won’t let us down. He wheels back into the shadows, still staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, Mr. Mayor, I think there’s something you should see. The mayor returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "What? \fCLOUDY WITH A CHANCE OF MEATBALLS 60. Flint leads the mayor over to the scanner, and pulls up a display on the computer monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "This is the molecular structure of a hot dog that fell last week. And this is the molecular structure of a hot dog that fell today. He pushes a button, revealing a very scary looking rapidl moving group of molecules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "The machine uses microwave radiation to mutate the genetic recipe of the food. The more we ask it to make, the more clouds it takes in, the more radiation it emits, the more these food molecules could over-mutate. I think that’s why the food is getting bigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Here’s what I heard: blah blah blah, science science science bigger. And bigger is better. Everyone’s gonna love these new portion sizes. He shoves the entire hot dog in his mouth and swallows it",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "(MOUTH FULL) I know I do. Flint looks over to the button, unsure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "My dad thinks I should turn it off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Geniuses like us are never understood by their fathers, Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "But what if things go-- The Mayor starts circling FLint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Who needs the approval of one family member when you can have it from millions of acquaintances? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "Not to mention that little cutlet Sam Sparks... and me? I’ve always felt you were like a son to me, Flint. And I’m going to be so proud of you tomorrow when you cut that ribbon, save the town, and prove to everybody what a great inventor you are. So here’s the cheese: You can keep it going, get everything you’ve ever wanted, and be the great man I know you can be. Or, you can turn it off, ruin everything, and no one will ever like you. It’s your choice... Tight on Flint’s eyes thinks about this. The word ‘choice echoes in his mind -- except not really, as we reveal: MAYOR (CONT’D) (WHISPERING) Choice, choice, choice... Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(DEEP BREATH) Okay... IN THE REFLECTION OF THE MONITOR: Flint approaches, and t Mayor looks over Flint’s shoulder creepily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "I mean, bigger is better, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Oh yeah. Flint SLAPS the BUTTON. BOOM! We go from the SATELLITE DI up to the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The machine, with some food caked-on itself, rattles as t monitor cycles through the food and we cut to BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROWDS get off the cruise ships and head into town. A sig reads “WELCOME TOURISTS!” Oversized appetizers rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWDSPERSON",
          "text": "Looks safe to me! \fCLOUDY WITH A CHANCE OF MEATBALLS 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWDSPERSON",
          "text": "And sanitary too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sam's alone in the back studying herself in the mirror. S takes her glasses on and off, on and off... SAM’S POV: as she puts her glasses on, the shot gets FOCUSED, and we can see what’s behind her. With her newfound vision, she sees an old-fashioned SUITC LAPTOP in the corner. She blows off dust to see it reads “Doppler Weather Radar 2000 Turbo.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Whoa. Sam flops it on the table, opens it with awe, and pushes START. It begins to boot up and she smiles. She can see h reflection there in the screen, and she finally likes wha she sees. Then a weather image loads up. On Sam, who adjusts some knobs and BEEP BEEP BEEP. We see red spinning glow on her face as she GASPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mayor rolls up to the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Who's hungry?! Welcome, tourists, to Chewandswallow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURIST",
          "text": "That is one big mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Delight in our Nacho Cheese Hotsprings! Allow your kids to eat all the junk food they want in our completely unsupervised Kidz Zone! Cal is among the kids playing in piles of junkfood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "I have jelly beans for teeth! \fCLOUDY WITH A CHANCE OF MEATBALLS 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "And when the fun is done, gaze upon the sunset cresting over Mount Leftovers! From which we're protected by a presumably indestructible dam! Outtasighters launch leftovers onto an ever-growing mound behind the dam. MAYOR (CONT’D) We've got people here today from all around the world. From as far as China to West Virginia. Also, I think there’s some Canadians here... BACKSTAGE ON FLINT, looking around through the enormous curtain of himself. Flint nervously slicks down his hair. He wears a tuxedo t-shirt. Sam approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint you need to look at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Why aren’t you on TV? You’re supposed to be broadcasting this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "There’s a problem. I think the food's getting bigger--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I know, it’s great. Bigger portion sizes. Everyone loves it. He gestures to passersby catching a jumbo jumbo prawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint, I’m not sure we're doing the right thing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(HEATED) Sam, listen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What if we’ve bitten off more than we can chew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Ugh. For the first time in my life, everybody loves something that I’ve done. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Why can’t you just be happy for me and go say the weather or something? Jeez. Flint turns away from her. Sam is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (0.S.)",
          "text": "And without further ado, our town’s hero, and my metaphorical son, Flint Lockwood! Flint runs out to grand APPLAUSE. He soaks it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Thank you! Thank you everyone! Yeah! Woo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Yeah! Flint! / Sign my shrimp! / Flint Lockwood! / I admire your quirkiness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Brent, we’re gonna need you to hand over the ceremonial scissors. ON BRENT, who can’t believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "But... The scissors are taken and handed to Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "No! You can’t--! You can’t take them! No! I’m Baby Brent! Desperate, he pulls off his clothes, down to his diaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "(PATHETICALLY) Uh-oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD / JOE TOWNE",
          "text": "Boo! / Put your clothes back on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Who am I?! Brent runs away, crying. Flint gets the scissors. He feels how beautiful they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Lockwood! Lockwood! \fCLOUDY WITH A CHANCE OF MEATBALLS 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "(WHISPERS) Go ahead, Flint. Everybody loves you. The crowd ROARS! The Nacho Cheese Hotsprings shoot Bellag style cheese fountains! Behind him, the Mayor slips away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tim still grinds chum, alone. The celebratory chanting of “Lockwood” can be heard faintly in the distance. Tim SIGH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint closes his eyes as he cuts the ribbon. Suddenly, a flock of ratbirds take off. Steve senses something and starts screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Danger! Danger! Danger! Steve runs off. The wind picks up. Flint SNEEZES. Then everyone SNEEZES. Flint TASTES THE AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Salt and pepper wind...? SMACK! Flint is HIT by a giant DRY LEAF. He SNIFFS it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "(OH NO) Oregano. A look of horror in his eyes. ZOOM out to see... a massiv SPAGHETTI TORNADO, ten blocks away, heading toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Mamma Mia! He turns back to Sam, who gives him an angry glare then r off towards her van, determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Sam, wait, no! I can turn it off! Flint looks up at the twister...then past it at his lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "(DETERMINED) I can turn it off... \fCLOUDY WITH A CHANCE OF MEATBALLS 66. He gives a primal SCREAM and runs towards his lab, with t twister in between! We follow him as huge MEATBALLS smash down around him as everyone else runs away in the opposit direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Hey, kids, it’s all gonna be okay-- Oh, no. And he gets sucked into the pasta twister. Inside it’s ca Flint runs in the air past a MAN IN A TUB...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Pardon me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN TUB",
          "text": "Pardon me! ...then reaches Joe Towne, sitting in his car as it float through the eye of the storm. Flint opens the back passen door, climbs through, and exits the other side of the car still flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "Aw, no problem. He flies out of the twister and LOSES HIS LAB COAT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "No! .--but keeps air-running over pieces of debris (garlic br stop signs, mailboxes, a stepladder) as though they were stairs until he’s back on the ground, in front of the lab Steve’s there waiting for him outside of the Port-A-Potty",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Gummi Bears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Not now, Steve. Steve hops onto his shoulder and they enter the Port-a-Po",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The twister is headed for Sardine Circle. The cruise ship back up and peel out of town as fast as possible. \fCLOUDY WITH A CHANCE OF MEATBALLS 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the restaurant, everyone holds out their plates expectantly. A WAITER walks by with condiments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Condiments? Pepper? Giant spaghetti and sauce buries them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TIM, in the Tackle Shop, watching people outside panic",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(WORRIED) Flint... Just then an enormous meatball nearly demolishes his shop ON SAM, through Manny’s handheld camera, as she gives a report. She’s still in her glasses and ponytail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "This is Sam Sparks live from Chewandswallow, where a spaghetti twister-- She is inset by the ANCHOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "Whoa, whoa, Sam, hey! We love a good storm over here, but you look like a nerd!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(IGNORING HIM) Patrick, several children are stranded in the path of this tomato tornado. IN THE KIDZONE, Cal and the other kids look up from gorgi themselves and try to run...only they are slow and fat an crippled by STOMACH ACHES. Most crawl their way out but C",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "...oooh, my tummy hurts... ON EARL, who sees Cal on the TV monitors in the TV repair shop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Cal! ...and he makes a break for him. \fCLOUDY WITH A CHANCE OF MEATBALLS 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It’s becoming a spinning semolina nightmare, twirling a path of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "Yikes. What is that, a scrunchie? I haven’t seen one of those since",
          "sentiment": "neutral"
        },
        {
          "speaker": "1995",
          "text": "We hear O.S. LAUGHTER in the studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "We have an actual weather emergency- Then she gets smashed by a garlic bread. The feed goes ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "(LAUGHING THROUGH TEARS) Well, we'll get right back to that storm, and hopefully Sam will look a little more appealing. (PRESSING BUTTON) Boop! They switch over to footage of a puppy in a field with different local temperatures CHYRONED over it. INT. FLINT’S LAB - DAY Flint bursts in. Steve is clinging to Flint’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(PANTING) Steve, we just have to upload the kill code and it will shutdown the -- OAAAAAAAH no, what are you doing here?! REVEAL the Mayor, furiously typing at Flint’s computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I’ve been up here ordering up dinner for the last ten minutes. Why? Is something going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I’ve gotta stop the machine. Everyone’s in danger because of me. Flint rushes for the machine in an attempt to turn it off is bounced away by the mayor’s large belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Oh, it can’t be that bad. \fCLOUDY WITH A CHANCE OF MEATBALLS 69. The Mayor hits the big red “SEND” button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(NERVOUS NOISE) No! Foods start to cycle on the computer screen, which create SCARY STROBE LIGHTING EFFECT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Well, I’m outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(DETERMINED) I can still stop the order with the kill code! Flint makes it to the computer and types. He’s about to h the SEND button and stop the machine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Sending kill code...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I’m back! .-+-but the Mayor chokes him with a jumbo JUMBO PRAWN, dragging him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(CHOKING) Got to get the button! Flint grabs a huge HOT PEPPER and shoves it in the Mayor’ eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAHHH",
          "text": "Flint races back... Steve rolls around, having a great time tossing food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Play, fun, fun, play, fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Hey, Flint! It’s been nice to beet you! The Mayor tosses a big RADISH at Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "That’s a radish! Flint in midair dodges the beet/radish and it flies on, a smashes into the satellite dish, blowing it up. BOOM! \fCLOUDY WITH A CHANCE OF MEATBALLS 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Uh-oh. The satellite is in a million pieces. Flint finally pushe the button. Nothing happens. ON THE SCREEN: “ERROR: CONNECTION LOST. KILL CODE NOT SEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "That was the only way to communicate with the machine... (GRAVE) What exactly did you order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "A Vegas-style all-you-can-eat buffet? They all stare up at the monitor. Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now almost completely covered in food, the FLDSMDFR monit glows an ominous RED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overhead: the clouds part. The twister is gone. But it ha created a path of mess and destruction in its wake. People start coming out of the mess, stunned. Two of them are SAM AND MANNY. Sam coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "Everyone okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWNSPEOPLE",
          "text": "Yeah. / Yep. / I'm good. Sam opens up the Doppler. Earl runs up with Cal in his ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Help, somebody! Help me please! It’s my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "We need a doctor! Is anyone here a doctor? Anyone?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "(STEPPING UP) I am a doctor. \fCLOUDY WITH A CHANCE OF MEATBALLS 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "I was, back in Guatemala. I came here for a better life. Pretty great decision, eh? Manny pulls out a STETHOSCOPE and listens to Cal’s heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "How is he, doc?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "(SERIOUS) He’s in a food coma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REALLY CONCERNED MAN",
          "text": "Oh no! Everyone GASPS, especially Earl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Too much junk food. I need a celery. Stat! Someone hands him a stalk of celery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "Here you go. Manny snaps it in half under Cal’s nose. Cal COUGHS and wakes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Oh, Cal... Cal! I love you, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Earl kisses Cal on the lips and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Looks like everything turned out okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Not yet it hasn’t. That spaghetti twister was just an amuse bouche compared to what’s on the way. \fCLOUDY WITH A CHANCE OF MEATBALLS 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWNSPERSON",
          "text": "(WHISPERS) What’s an amuse bouche?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Manny, patch us through. Manny prepares for a broadcast. The satellite goes up. He plugs in some cables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inset is an attractive woman with the headline “OTTERS GE WET!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "Cute report, Nancy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KZZHHHHSSHHH",
          "text": "WNN ANCHOR (CONT’D) Hey! Four eyes?! Sam has pirated in from CHEWANDSWALLOW! As she speaks, we cut around the world to see people’s horrified reactions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Can it, Patrick! We are about to be in the epicenter of a perfect foodstorm. It’s going to spread across the globe. I’ve calculated the Coriolis acceleration of the storm system. First it’ll hit New York, then Paris, then the Jianguang Pass in Eastern China. And in four hours, the entire Northern Hemisphere will be one big potluck. ON TIM, walking out of the Tackle Shop to survey the mess He looks over at the power line and sees Flint’s dirty LA COAT. He picks it up and looks at it. Clouds form.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tim enters and hears a low moan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Flint? \fCLOUDY WITH A CHANCE OF MEATBALLS 73. He follows the sound and finds Flint in a rusty barrel, curled up under some junk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM, (CONT'D)",
          "text": "Flint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Hey, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, I tried to help everybody, but instead I ruined everything. I’m just a piece of junk. So TI threw myself away. Along with all these dumb inventions. (RE: SPRAY- ON SHOES, ETC) This is junk. This is junk. (RE: SELF) This is junk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Look, son, you... Listen, when your boat is... When it’s listing, if it’s not running... You know, uh--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Don’t worry, Dad, I get it. Mom was wrong about me. I’m not an inventor. I should’ve just quit when you said. Tim looks at his son in a trashcan, as low as can be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Well, when it rains, you put ona coat. He holds up Flint’s lab coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad, you know I don’t understand fishing meta-- Flint looks up to see the lab coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "What...? Flint stands up in the barrel, junk falling off him, and takes the coat. \fCLOUDY WITH A CHANCE OF MEATBALLS 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "My coat. Flint looks at it for a beat, then realizes what his dad means, looks back for Tim, but he’s gone into the house. Flint looks back to his coat and gets a determined look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Come on, Steve, we've got diem to carpe. Steve pops up out of the trashcan next to Flint. INT. ELEVATOR/FLINT’S LAB Flint and Steve up to the lab in heroi-comic fashion. SUPER FAST MONTAGE: He downloads the termination recipe o a USB flash drive. Flint draws up plans. Pushes buttons. Calculates something. Measures something. Welds something",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Kill code downloading. Redesigning. Virtualizing. Cutting. Welding. Forging. Wiring. Steve hits a bucket with a spoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Helping. Flint presses a button and jet engines shoot above him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Testing. Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors of a secret garage open. Then headlights turn o and a CRAZY CAR drives towards us with Flint and Steve in looking determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Flying Car 2... Now with wings. Wings pop out of the car. Awesome. \fCLOUDY WITH A CHANCE OF MEATBALLS 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A giant WATERMELON smashes into the cannery sending goop huge seeds flying all over town! Sam dives out of the way of a massive CANDY CORN, just be it flattens a truck. A dozen enormous CHOCOLATE DONUTS roll down the street, chasing Joe Towne and others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE TOWNE",
          "text": "I had a weird dream like this once! A Man with a giant MACARONI over his head runs around blindly, trying to get it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACARONI GUY",
          "text": "I have a macaroni on my head! An enormous pancake covers the school. Kids outside watch excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "No school! A CHERRY breaks a shop window and a man steals a TV. The walking TV breaks the window next to it and steals a man. Amid the chaos and panic: SCREECH! Flint rolls up, steps out of the car, faces the crowd, and a still-mad Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Everyone! I want to apologize. Especially to you, Sam. But I have a plan. This flashdrive contains a kill code. I will fly up into that foodstorm, plug it into the machine and shut it down forever, while you guys evacuate the island using--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "This is all his fault! Get him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD / JOE TOWNE",
          "text": "There he is! / Get him! / Let’s rock his car back and forth! Flint JUMPS back into his car and Steve locks the door. People start rocking the car. Earl enters. \fCLOUDY WITH A CHANCE OF MEATBALLS 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "Everyone stops in their tracks. Earl flips onto the hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL, (CONT'D)",
          "text": "This mess we’re in, it’s all our faults. Me, it was my job to protect and serve the people, and I didn’t even protect my own son. On the crowd, NODDING in agreement. Sam, Brent, others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL, (CONT'D)",
          "text": "Look, I’m as mad at Flint as you are. In fact, when he gets out of that car, I’m going to slap him in the face. I know Flint Lockwood made the food, but it was made to order. And now it’s time for all of us to pay the bill. The crowd CLAPS. Steve licks the windshield. Flint gets o and gets on the hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Thank you, Earl. Earl SLAPS Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "(TO CROWD) Let’s go build some boats! The crowd CHEERS. Earl exits. Sam steps onto the hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I’m coming with you. You’re gonna need someone to navigate you through that storm. (SOFTENS) I can’t let you do this alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Oh, Sam, I’m so sorry-- \fCLOUDY WITH A CHANCE OF MEATBALLS 77. He goes in for a kiss and gets denied. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Are you kidding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Well, I just thought that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay. Manny steps onto the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "You are going to need a copilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You're a pilot too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Yes. I am also a particle physicist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "No, that was a joke. I am also a comedian. All LAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Ha! Ha! Hal",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Let’s do this, every--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (0.S.)",
          "text": "I’m coming, too. Brent steps onto the hood. He’s heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(POLITE) Brent! Uh, that’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "No, it’s not okay. I've been coasting on my fame since I was a baby... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "but it was all just an illusion. Maybe up there, I’11l find out who I really am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Uh, car’s pretty full, so... But Flint can’t turn down Brent and his puppydog expressi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody is jammed in the car. Flint drives, Manny sits the console, Sam is in passenger seat, and Brent and Stev are in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "(LAUGHS) Yeah! Brent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay. Flint, with new resolve, takes off in the car-plane. They pass a flock of ratbirds who seem to nod solemnly as Flin gives them a thumbs up. They fly by Tim outside the tackle shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(TO HIMSELF) Good luck, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRIUMPHANT MUSIC PLAYS as the weird, rickety car-plane ta off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint steers through clouds as G-force makes the plane sh like crazy. Everyone makes SHAKY NOISES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(SHAKY) Steeeeeve. The Doppler goes off. A GREEN MIST covers the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Pea soup fog! They're flying blind. Something hits them. Whooaa! Whoosh \fCLOUDY WITH A CHANCE OF MEATBALLS 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Manny, hit the wipers! Manny pushes twelve buttons...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(RE: DOPPLER) Flint, there's massive gastroprecipitation accumulated around the machine. It’s almost as if it’s-- ...-Manny finishes his button pushing sequence and the wi finally come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(GRAVE) Inside a giant meatball. Everyone looks out the window. As they emerge from the fo REVEAL a FOOD ASTEROID -- a huge mass of congealed food w food-blasting blowholes. The FLDSMDFR in the center. Sam looks out the window, seeing white clouds sucked in through the top; black food clouds shoot out the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Water goes in the top, a food hurricane comes out the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "I’m glad I’m wearing a diaper. They continue their approach to the monstrous meatball. A PIZZA PIE breaks apart into slices that follow them. Sam looks in the sideview mirror and sees them as they shoot pepperonis like bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Anybody order pizza?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "The pizza’s chasing us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Sentient food? That’s impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Unless its molecular structure's mutated into superfood--",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT / SAM",
          "text": "--that’s been genetically engineered to protect the FLDSMDFR. \fCLOUDY WITH A CHANCE OF MEATBALLS 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Pizza!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Pizza, pizza, pizza! They REACT as a topping hits the plane. A cool PIZZA SLIC DOGFIGHT ensues! Flint is a bad pilot, and in the ruckus almost drops the flashdrive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Whew! That was close. I mean, can you imagine if we lost this kill code? PTONG! A MUSHROOM SLICE breaks a window and knocks the fl drive out of Flint’s hand and out the window. Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Uh-oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge food SMASHES the buildings on all sides of Tim’s Tac Shop. RING, RING. Tim answers his old land-line phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Tim’s Tackle Shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint is on his phone mid-pizza dogfight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad, you're okay, great! Um, I need a favor, the fate of the world depends on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Okay, then, skipper, what do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I just need you to go into my lab, get on a computer and e-mail a file to my cell phone. \fCLOUDY WITH A CHANCE OF MEATBALLS 81. Beat of Tim wide-eyed with the notion of using a computer",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Ummmm-uhhh... Alright. Tim hangs up. The dogfight continues. Flint is still a bad pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Want me to drive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Yeah, okay. Manny is an awesome pilot, outflanking the pizzas with ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Wow. You’re a lot better than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Uh-huh. They come upon the huge INTAKE HOLE that is sucking cloud into the top of meateroid. Flint turns the Doppler map and points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay, here’s the plan. Sam and I will enter the meateroid through the intake here, which should lead us straight to the FLDSMDFR. Manny, you and Steve will stay on the plane. (GRABS CAN OF SPRAY-ON SHOES FROM STEVE) Don’t spray that in your mouth. Once my dad emails me the kill code, we'll destroy the machine, and rendezvous here at the Western blowhole in... how long until the world’s destroyed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "About twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Just before then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "What about me, Brent, what do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Uh, you can be president of the backseat. \fCLOUDY WITH A CHANCE OF MEATBALLS 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "(EXCITED, THEN) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Deploy hatch! The hatch pops off like on an F-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Car upside down... go! Manny does a barrel roll and Flint and Sam fall onto the plane ceiling. They stare out the hatch to the long drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Ladies first? No? Alright. Flint, then Sam (still clutching the Doppler) LEAP out in the huge, meaty hole. Brent JUMPS OUT after them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Wait for me! ...except that he gets stuck in the hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "(STRUGGLING) I’m good. Finally he pops free and falls after them. Sam and Flint free fall down the hole, unaware of Brent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(YELLING) As long as we stay on course, it should be a straight shot to the-- Brent SLAMS into them and takes them off course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Aaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Aaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint, Sam and Brent tumble into a pitch black tunnel. OO",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Ooof! \fCLOUDY WITH A CHANCE OF MEATBALLS 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "We're a team!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint creates a TORCH from a marshmallow and a shrimp ske and lights it on a flaming cherries jubilee. It illuminat the scary walls of a tunnel made of giant congealed food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Whoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(POINTS TO DOPPLER MAP) We've landed here in some kind of exhaust vent. But if we go this way, the FLDSMDNSFDR should be right down this air shaft. (THEN) Brent, get out of that pie. Brent is eating a pie in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "(MOUTH FULL) What’s up? EXT. TIM’S BACKYARD - MOMENTS LATER Tim faces the PORT-A-POTTY elevator...and pauses, relucta Then he gets in and flushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tim shoots up the tube, SCREAMING. INT. FLINT’S LAB - MOMENTS LATER Tim enters with awe and faces the computer, showdown styl",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAB COMPUTER",
          "text": "Welcome, Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint, Sam and Brent face a huge cavern which has a river boiling hot oil running through it. And they have to get the other side!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "That's fry oil. \fCLOUDY WITH A CHANCE OF MEATBALLS 84. They carefully begin to cross it, using french fries and chicken nuggets as floating platforms. As they cross-- PHONE: “Flint you have a call, Flint you have a call.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "(INTO PHONE) Dad! Uh, okay, great. On the screen there’s a file marked “kill code.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. FLINT’S LAB - CONTINUOUS Tim stares at the computer as if it were a spaceship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Wha...? Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Move that into my e-mail window, type in my name and press “send.” Tim looks around the lab for a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Window?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Okay, Dad. You see the thing that looks like a little piece of paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Use the mouse to drag it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Drag it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Drag it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Drag it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Drag it. Tim puts the mouse on the screen and tries to move the ar \fCLOUDY WITH A CHANCE OF MEATBALLS 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM FLINT",
          "text": "Mm-hm, mm-hm, mm-hm... Great. Okay, great. Okay, great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "It’s not dragging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Drag it across the desktop. Tim literally drags the keyboard across the top of the de Papers, equipment and the keyboard CRASH onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "That didn’t do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Of course it didn’t! You know what? Aaaaarghh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Townspeople build boats out of giant sandwiches and swiss cheese sails with pretzel stick masts as Earl instructs t",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Go! Go! Go! Hoist those sails! Toast that bread! We’re running out of time! Earl stops and looks up as the Dam starts to rumble ominously. Earls chest hairs tingle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL, (CONT'D)",
          "text": "Let’s move out! Go! Go! Go! We can do it! Come on, move it, move it, good job, that’s what I’m talking about! Everybody head to the docks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone runs out of the pancake, holding the boats over their heads. They dodge enormous food. As the first boat arrives at the docks, the Mayor arrives from out of nowhere and PLOWS through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Wait, wait! I have an important announcement. (BEAT) See ya, suckers! \fCLOUDY WITH A CHANCE OF MEATBALLS 86. He steals the first bread boat and shoves off. MAYOR (0.S.) (CONT’D) Bon voyage... and bon appetit! He chows down on his own bread boat as he sails away. Everyone on the docks is mad. Meanwhile, Earl, Regina and Cal run with their boat, but loses his grip and falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Cal?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINA",
          "text": "Calvin! Cal looks up at the dam. A cherry lands on top of the foo mound... and the Dam breaks open! A massive AVALANCHE OF FOOD sweeps into town, destroying buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Cal, get back here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "(STUNNED) Foodalanche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Cal! I’m not gonna lose you again! Earl picks Cal up and starts running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINA",
          "text": "Baby! Earl TOSSES CAL to Regina. Then he picks up their boat an carries it -- with his family on it -- towards the water the foodalanche rolls towards them, right on his heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGINA, (CONT'D)",
          "text": "Hold on tight, Calvin! A GIANT CHERRY flies at them and Regina bats it away with candy cane. Earl leaps into the air with his wife, child and boat, through a huge falling nacho chip and they all LAND SAFEL the water, pushed out to sea by the foodalanche.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Everybody head south! We’ve got to stay ahead of that storm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. FLINT’S LAB / MEATEROID - CONTINUOUS The foodalanche is headed for Flint’s lab. Tim is still trying to send that email.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Just click send!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint, the FLDSMDFR is right down there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad, hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Send? Send...? Oh, wait-- BAM! The foodalanche crashes in. Before he can hit the button, Tim is knocked over. Flint hears cacophony on the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad? Dad?! Can you hear me? Dad?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOK-CHK-BOK-CHK.",
          "text": "Brent turns and looks around, SCARED. But Flint is still focused on his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Hey guys? Sam and Flint turn to see giant ROAST CHICKENS covering t ceiling a la the Aliens in Aliens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(SOTTO) Holy crapballs. They try to run... FLINT (CONT’D) Go, go, gO, go, go, go, go! .--but the roast chickens drop down and surround them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lead chicken approaches Brent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Aw, I don’t know, I think they’re kind of cute. I mean, this one just walked up to me and-- In one horrifying move, the biggest roast chicken SWALLOW Brent down his gullet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "(MUFFLED) Aaaaaahhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT / SAM",
          "text": "They ate Breeeennnnt!!!! The chickens totally surround Flint and Sam and there’s n escape. INT. FLINT’S LAB / MEATEROID - INTERCUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "(TERRIFIED) Dad, I’m surrounded by man-eating chickens right now. Look, I realize this whole time you were just trying to get me to do the right thing. I just hope I still can. (THEN) Okaybye. At this, Tim’s arm emerges from the rubble! Then he DRAGS his whole body out of the food, reaches for the mouse and pushes the button. SEND! Flint looks at his phone and sees “Email Received. Subjec Kill Code. 1 attachment”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Dad! A chicken swallows the phone out of Flint’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Hey, give me that phone back! He reaches for the phone, but suddenly another chicken fa over, SCREAMING and CONVULSING. The other chickens lean i to see what’s happening. Brent shoves his head through the neck of the chicken and assumes control of its arms and legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "RAAAAAAAH! Uh-oh! \fCLOUDY WITH A CHANCE OF MEATBALLS 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Baby Brent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "I’m not Baby Brent anymore. I’m Chicken Brent! He pulls out his diaper and drops it on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "And I'm finally contributing to society! Crotch kick! He PUNCHES and KICKS the other chickens with a vengeance. Flint’s Cell phone pops out of one of them. He picks up F and Sam and gets them out of harms way for the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT, (CONT'D)",
          "text": "Now go, you crazy kids, and save the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You did it, Chicken Brent! You really did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Go, go, go, go! Flint and Sam escape while Chicken Brent stays behind and holds off the chickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It should be right down this... hole. They skid to a stop as we REVEAL a deep, nasty looking pi lined with stalactites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "That’s peanut brittle. If either one of us touches it, we’ll go into anaphylactic shock. Flint looks guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Actually, I’m not entirely allergic to peanuts. I might have just said that to get you to like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "So you really thought having allergies would make you more attractive? \fCLOUDY WITH A CHANCE OF MEATBALLS 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Ehhhhhhhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manny adeptly steers around various oncoming foods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "There’s the Western blowhole, Steve. Steve tries to grab Manny’s pencil thin moustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Moustache... moust--! Manny GRUNTS at him and he recoils. Wide, we see the black clouds spreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black clouds roll in. Everyone looks up. On the jumbotron sign reads “TRY BAGELS - SUPRISINGLY HIGH IN CALORIES!” CRASH! A huge bagel takes out the sign!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW YORK WOMAN",
          "text": "Sesame bagel! A CUSTOMER holds his hot dog up to a VENDOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMER",
          "text": "I asked for extra mustard. And EXTRA MUSTARD drenches him from above. Two HOMELESS PROPHETS stand next to each other wearing sandwich boards. One reads “The World Ends Tomorrow.” The other reads “The World Ends Today.” Prophet #1 is crushed a PRETZEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROPHET",
          "text": "Haha! I was right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLUB SANDWICH uses the Eiffel Tower as a toothpick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRECHMAN",
          "text": "Sacre bleu! \fCLOUDY WITH A CHANCE OF MEATBALLS 91. TOURISTS enjoy the manmade beauty of Mt. Rushmore -- unti the presidents are smashed with CREAM PIES!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURISTS",
          "text": "Aaaaaaaaaahhhh! HOT TEA rains down on Big Ben...and Londoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDONERS",
          "text": "Hot tea! / It’s scalding! At the GREAT WALL OF CHINA, a giant fortune cookie lands breaks open. A tourist reads the fortune:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURIST",
          "text": "You are about to be crushed by a giant corn. Just then, a giant cob of corn rolls down the wall toward the tourists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The WNN Anchor reports from the newsdesk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WNN ANCHOR",
          "text": "It looks like the foodstorm is following an unusual pattern of hitting the world’s most famous landmarks first and is now spreading to the rest of the-- A GIANT PRETZEL crashes into the newsroom. WNN ANCHOR (CONT’D) What the what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brent is STRUGGLING to hold off the chickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Hurry up, guys! Using a LICORICE ROPE, Sam lowers Flint down the shaft. Sam STRUGGLES with Flint’s weight. \fCLOUDY WITH A CHANCE OF MEATBALLS 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "After I plug my phone into the FLDSMDFR and destroy it, I'll tug on the licorice twice and you'll pull me back up, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(STRUGGLING) Sounds great. RUMBLE! Flint SCREAMS as Sam loses her grip on the licori rope and he falls. Sam regains control of the rope, but slips down the shaft the midst of a bunch of peanut brittle shards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Agh. Sam looks down at her arm. It’s been cut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You got cut, didn’t you. Sam's arm and face swell up like a balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(SUPER STUFFED) It’s just a scratch. (SNORTS UP PHLEGM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Brent, you need to take Sam back to the plane to get her an allergy shot! Brent is kicked and punched by a group of angry chickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Just a second...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "What? No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Let go, Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "I’m not gonna let you go. Flint, you'll be stuck down there. Flint looks down into the dark pit, then back up at Sam. \fCLOUDY WITH A CHANCE OF MEATBALLS 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "It’s not ideal, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(DESPERATE) Come with us. We/’1l start over. We’1ll live underground. Use bacon for clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Sam, that’s not a very good plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "It is if it means I don’t have to lose you! (BEAT) Look, I like you, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Like-- Like, as a friend? Her head still is swollen and pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "No. Like, like you like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Me too. But about you. He BITES the licorice rope, falling into the blackness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Goodbye, Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint! No! Sam stumbles backwards and falls. Chickens swarm her, unt Brent arrives! He tosses her onto his back and races out through the tun bowling over the other chickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Hang on, Sam! Dr. Manny’s got the medicine for your face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Aaaaahhh! Flint LANDS, pulls himself up and discovers he’s in an enormous food cavern. \fCLOUDY WITH A CHANCE OF MEATBALLS 94. At the center is the FLDSNDMFR, in a uvula-like column of gelatin, above an undulating pit. The machine “inhales” a bunch of clouds and releases a mass of black smoke down t pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "(FOOD WALLA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brent PANTS as he gallops down the food tunnel with Sam o his back, chased by chickens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(GROGGY) Manny, we’re on our way, hurry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY, (V.O.)",
          "text": "Hang on, Sam, I’m circling the blowhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manny adeptly steers. THUNK, THUNK -- something hits the underside of the wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Was is das? Steve jumps up onto Manny’s face, then hides under the se",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Scared. On the wing, large GUMMI BEARS pull themselves up and tea the wing apart. The plane plummets. Terrified, Steve slowly raises his head and looks out the window. His eyes open wide in shocked glee. STEVE (CONT’D) Gummi bears! STEVE’S DREAM SEQUENCE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUMMI BEARS",
          "text": "Play with us, play with us / Eat us, eat us. \fCLOUDY WITH A CHANCE OF MEATBALLS 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Steve leaps out onto the wing, DEVOURING the gummi bears RIPPING APART their cute Gummi bodies. Heads and limbs fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "FALLING GUMMI BEAR",
          "text": "(SCREAMS )",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve. HUNGRY! HUNGRY! GUMMI",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEARS",
          "text": "But the plane is still in a tailspin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brent reaches the end of the tunnel and pauses. There’s n sign of Manny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Ohhhh, Manny where are you?! ON STEVE, who rips out the heart of the last Gummi Bear a eats it. ON BRENT, looking back FEARFULLY as the chickens close in With no choice, he leaps out of the blowhole into mid-air SCREAMING as he plummets... But Manny flies in at the last second and Brent SLAMS int the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brent lowers Sam into the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Uuuugh. Oh, boy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "She touched a peanut or something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint makes his way toward the machine, HUMMING HIS SOUNDTRACK and moving like a kid pretending to be an acti hero. He accidentally steps on a tortilla chip, CRUNCH, alerting the machine to his presence. \fCLOUDY WITH A CHANCE OF MEATBALLS 96. Immediately the top half of the uvula lifts the FLDSMDFR and it fires a GIANT CORN at Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "Corn. The corn rips into the ground in front of him, digging a crater in the spot where Flint was just standing. The machine noses forward, still attached to the uvula, a uses a beam of light to scan the room for Flint -- he’s nowhere to be found. The light beam passes over a row of food embedded in one the walls -- strawberries, hot dogs, pickles -- nothing. Except -- that’s not a hot dog, it’s Flint in a bun! But the machine doesn’t see him, and the uvula returns it the gelatinous column to continue pumping food around the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE, (CONT'D)",
          "text": "(FOOD WALLA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint slips out of the bun and inside a cocktail olive an runs over to a corner. He grabs items as he goes -- a str of spaghetti, a shrimp -- and ties them tightly together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Grabbing. Tying. Throwing. ...then tosses the end with the shrimp through the hole o donut hanging from the ceiling and the tail of the shrimp hooks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "(FOOD WALLA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flint times it so the machine has just “exhaled,” then sw out on the spaghetti strand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Swinging! ..-wrapping it around the uvula like a tetherball so that machine can’t suck in any clouds. Flint lands right next to the machine and immediately pul out his cell phone with the kill code. \fCLOUDY WITH A CHANCE OF MEATBALLS 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Sorry old friend. The kitchen’s closed! He jams the phone into the machine’s port. But instead of the kill code, it turns out Tim sent him the CAT DJ VIDEO",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "Dad, no... Suddenly the uvula rears up, snapping the spaghetti, lift the FLDSMDFR, and Flint has to hang on for dear life as t machine becomes a bucking bronco, flailing wildly and shooting food in all directions. Flint slips, barely holding onto one of the legs of the machine as he dangles above the huge pit. The FLDSMDFR sucks in clouds until the uvula looks like a giant balloon filling the most of the cave, and prepares unload on Flint. He looks down at the hole and notices his feet, still cov -- at always -- in the indestructible Spray-On Shoes. His eyes go WIDE. Flint pulls out his can of SPRAY-ON SHOES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "(FOOD WALLA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "When it rains, you put on a coat. Of spray-on shoes!!! Yeah! ...and SPRAYS the Chow Plopper, SEALING IT SHUT FOREVER. machine bursts at the seams. Flint looks up at the machine and steels himself...t hen GO and falls down through the food hole, out the column o black smoke as the machine explodes... BOOM! The explosio expands outward, following Flint down the hole. It gets closer and closer until it overtakes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (0.S.)",
          "text": "(GROGGY) What’s happening... Chickens... Manny grabs an EPI PEN and jams it into Sam’s leg and she wakes up with a start! Her swelling instantly goes down. \fCLOUDY WITH A CHANCE OF MEATBALLS 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM, (CONT'D)",
          "text": "Where’s Flint? As they streak towards us, the meateroid EXPLODES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOO000000000",
          "text": "Brent consoles Sam with a sticky, chickeny hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "I know, kid. I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paris, London, New York -- a RIPPLE of explosive energy clears the skies. Everyone CHEERS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone on the boats watches the explosion clear the sky Tim climbs out unharmed from the Port-A-Potty. He looks u at the sky and watches, hopeful, as the car-plane approac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The breadboats return to shore as the car-plane lands. Th island is covered with giant food. Manny, Steve, Chicken Brent and Sam emerge to CHEERS. The Sam closes the door to the plane. Tim approaches Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Flint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "(HANGS HEAD) I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Oh... Tim’s face falls. He starts to tear up. Sam puts her hand on Tim’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Your son was a great man. Behind them, a FLOCK OF RATBIRDS flies down from the sky. The crowd points and GASPS. \fCLOUDY WITH A CHANCE OF MEATBALLS 99. Sam and Tim turn to see ratbirds gently place a smoking, woozy Flint on the ground. Flint gives the ratbirds a thu up. They SQUAWK their approval. Everyone runs over to HUG our hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Steve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Flint!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Brent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAL",
          "text": "Flint!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Cal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EARL",
          "text": "Flint!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Earl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACARONI GUY",
          "text": "(MUFFLED) Flint!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "You... guy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve. Then Sam approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Sam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Sam. \fCLOUDY WITH A CHANCE OF MEATBALLS 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Flint. They look into each other’s eyes. Tim approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "Flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "(AWKWARD) Flint... oh. When you... when you cast your line... if it’s not straight... you, umm... Father and son stand there awkwardly. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Oh, for crying out loud. Sam tears off Steve’s THOUGHT TRANSLATOR and puts it on T Suddenly the box allows him to gush his true feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM, (THROUGH TRANSLATOR)",
          "text": "I’m proud of you, Flint. I’m amazed that someone as ordinary as me could be the father of someone as extraordinary as you. You’re talented, you’re a total original and your lab is breathtaking. Your mom, she always knew you were going to be special and if she were alive today, she’d tell us both, “I told you so.” Now, look, when I take this thing off and you hear me make a fishing metaphor, just know that fishing metaphor means... (SPOKEN) I love my son. Flint hugs his dad. He’s never been happier. The crowd CHEEERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "I love you, too, Dad. Tim nudges Flint over to Sam. Flint turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT, (CONT'D)",
          "text": "So where were we...? \fCLOUDY WITH A CHANCE OF MEATBALLS 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "You were about to kiss me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Were you going to kiss me back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Why don’t you find out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLINT",
          "text": "Because I don’t want to go for it and then get shut down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Just kiss me! She closes her eyes and leans in, puffing her cheeks out the same never-kissed-anyone face Flint made earlier. Fli makes the same face and goes for it. It’s the most awkwar nerdiest, and somehow still immensely satisfying on-scree kiss ever. ON FLINT AND SAM, KISSING. As we begin a huge cinematic PULL OUT, we hear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIM",
          "text": "That’s my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRENT",
          "text": "Yeah! I’m a chicken! We pull back through the same clouds that led us into the movie, and ratbirds fly by, WIPING to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mayor bobs on what’s left of his mostly-eaten boat, completely alone in the open ocean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "This was not well thought out. He takes another bite, resigned.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_458"
    }
  ]
}