{
  "movie_id": "MOV474",
  "scenes": [
    {
      "location": "CIMMERIA BURIAL GROUND",
      "time": "NIGHT",
      "characters": [
        "GUARDS",
        "BARBARIAN",
        "ELA SHAN, (CONT'D)",
        "OUTER RING",
        "MATCH DISSOLVE",
        "ON TAMARA",
        "KHALAR ZYM, (CONT'D)",
        "TITLES",
        "AT A CORNER TABLE",
        "IN THE OBSIDIAN MIRROR",
        "ARTUS",
        "REMO",
        "BARMAN",
        "WARRIOR, (0.C.)",
        "CONAN.",
        "YOUNG CONAN/ADULT CONAN TRANSITION",
        "CONAN, (0.C.)",
        "THE BRIDGE",
        "ON ARTUS",
        "ELA SHAN",
        "MARIQUE, (0.C.)",
        "ON CONAN AND KHALAR",
        "RESHOOTS",
        "ON MARIQUE",
        "TAMARA, (V.O.)",
        "FADE TO BLACK",
        "BAILIFF",
        "SLAVE GIRL",
        "ARTU",
        "KHALAR ZYM, (0.C.)",
        "NARRATOR, (V.O.)",
        "FIND THE GIRL.",
        "CORIN",
        "FIALLA",
        "ON THE MASK",
        "THE PIRATES ATTACK",
        "KHALAR ZYM",
        "ON THE OCEAN SURFACE",
        "CONAN",
        "NORTHERNER, BEHIND YOU.",
        "KHALAR",
        "THE STONE",
        "IMAGES OF APOCALYPSE",
        "AKHOUN",
        "I/E. THE FORBIDDEN FOREST",
        "LUCIIUS",
        "ON THE ENTRANCE",
        "FEMALE STUDENT",
        "CHERIN",
        "ON THE HORSE WARRIORS",
        "ON CONAN AND TAMARA",
        "ON THE PLATFORM",
        "ON THE PIT",
        "HORSE WARRIOR, (0.S.)",
        "CAVE ENTRANCE",
        "AKHOUN, (0.C.)",
        "ON CHERIN",
        "THE DECK",
        "MATCH CUT TO",
        "MARIQUE",
        "ON THE BRIDGE",
        "ABOVE THEM",
        "THE PLATFORM",
        "MARIQUE, (CONT'D)",
        "SAND WARRIORS",
        "MOMENTS LATER",
        "HIM",
        "FINGERS",
        "TAMARA",
        "AT THE BOW",
        "UKAFA",
        "ON THE RUINS",
        "THE PIT",
        "ON KHALAR",
        "ON FASSIR",
        "ON THE BARRELS",
        "KHALAR ZYM, (V.O.)",
        "LATER",
        "A CEREMONIAL TUB",
        "DISSOLVE TO",
        "SLAVE GIRLS, (0.C.)",
        ".-. CONAN HEARS TAMARA SCREAM",
        "THE COURTYARD",
        "AT THE HELM",
        "BEHIND THE WHEEL",
        "DOWN BELOW",
        "NARRATOR, (CONT'D)",
        "FAT MAN",
        "FAT GUARD",
        "CORIN, (0.S.)",
        "CLIMAX ON THE BRIDGE",
        "REMO, (0.C.)",
        "LUCIUS",
        "THROUGH THE SPYGLASS",
        "HIS PALM",
        "SCENES OF WARFARE",
        "MAZE OF PILLARS",
        "REVEAL MARIQUE",
        "ATOP THE WALL",
        "ON CONAN",
        "DAY",
        "TAMARA, (0.C.)",
        "ALTERNATE ENDING",
        "INSIDE THE PIT",
        "MINUTES LATER",
        "UNDER THE BRIDGE",
        "FIALLA, (0.S.)",
        "FASSIR",
        "ON THE CARRIAGE",
        "ON KHALAR AND MARIQUE",
        "ENOUGH.",
        "ON KHALAR ZYM",
        "ROCKY LEDGE",
        "ON REMO",
        "HORSE WARRIOR",
        "SKULL CAVE",
        "NARRATOR"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "IN DARKNESS, the solitary sound of a HEARTBEAT, resoundin like a drum over the distant sounds of war, STEEL AGAINST STEEL, the crack of bootleather on bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Between the years when the oceans drank Atlantis, and the rise of the sons of Aryas, there was an age undreamed of... TILT DOWN to the immaculate crown of an UNBORN BABY, eyes closed, floating at peace within the warm glow of the wom",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "It was an age of war. And of all Hyboria, none knew war like the Cimmerians... SSSKKTTTCH! A flash of steel as a BLADE PIERCES THE WOMB, an inch from the child. As the sword is pulled free we MO WITH IT, out into the MADNESS OF BATTLE. EXT. CIMMERIA вЂ”- BATTLEFIELD - DAY A VANIR WARRIOR withdraws the stained blade from FIALLA, wild-maned Cimmerian warrior-woman, many months pregnant. From atop a mountain of the dead, CORIN, rallying his CIMMERIAN WARRIORS against the Vanir, spots Fialla fall. Corin races across the battlefield, the FOREST ON FIRE ar him, cutting through those in his way. The battlefield is littered with dead Vanir; by the looks it theyвЂ™ve been fighting over these lands for years. Fialla clutches her belly, looking up at her attacker, he other hand reaching through mud for her lost weapon. Her attacker advances. She DRIVES THE BLADE up into the g in his armor. He HOWLS in agony, raising his sword to fin her off when- HeвЂ™s CLEAVED FROM HELMET TO STERNUM, a geyser of blood bonechips. Corin draws back his blade and kneels beside h fallen wife. Fialla looks down at her bare belly, a visible impression the baby against her flesh. She tries to speak, coughing blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Do not speak, love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIALLA",
          "text": "You have never been able to still my tongue, and you will not on this day. Fialla grits her bloodstained teeth, drawing a dagger fro her pelt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIALLA",
          "text": "I will see my child before I die. Fialla NEVER takes her eyes off Corin, NEVER screams as C performs the horrific task. The sounds of war fade away, more steel, no more screams... Just the sound of a CHILD CRYING. Fialla kisses her newborn, his first taste not of motherв milk, but of her blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIALLA",
          "text": "See that there will be more to his life than fire and blood. No kissing or hugging for these two. Corin and Fialla sha warriorвЂ™s handgrasp, touching forehead to bloody forehe",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Name your child...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air is wild with burning embers from funeral pyres. C stands with his newborn son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIALLA, (0.S.)",
          "text": "His name is Conan. Corin raises YOUNG CONAN skyward against the pyres ablaze baptism by fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMALL BOOTS race through fresh snow. A BOY, 11 sprints through the village. We donвЂ™t see his face, just his sc frame, black unkempt hair hanging in tangles. The boy cuts through the village center around a large hu leaping over a sitting CIMMERIAN ELDER and a ring of GIRL crafting a ceremonial drum. The Elder looks scandalized. No time to apologize. The boy continues his run, weaving around CIMMERIAN WARRIORS sparring with swords and spears ducking under a large SLAIN ELK being prepped for the spi The village is preparing for a celebration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy clears the village, a haven nestled in heavy fore surrounded by rolling hills and ashen skies. Ahead... Corin, older, limping from a war injury, stands before a of eager CIMMERIAN BOYS, 12-15. A ring of CIMMERIAN ELDER watch this solemn ceremony begin. As if handing out the Eucharist, Corin walks down the lin boys, placing in each oneвЂ™s mouth a small, blue RAVENвЂ The boys hold the fragile orbs delicately between their l",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "When a Cimmerian feels thirst, it is the thirst for blood. When he feels cold, it is the cold edge of steel. (beat) But, the courage of a Cimmerian is tempered. He neither fears death, nor rushes foolishly to meet it. (beat) So, to be a Cimmerian warrior, you must have cunning and balance as well as strength and speed. Suddenly, the boy blunders up and takes a spot at the end the line. He struggles to catch his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "(surprise) Conan? ONLY NOW DO WE SEE CONANвЂ™S FACE. At age 11, the boy has adolescent scrawniness, lacking the swagger or the size o the other boys. They eye him dubiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gave you chores, boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Finished, father. Corin studies his sonвЂ™s dark intensity, and then he nod curtly. He places the last egg in ConanвЂ™s mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "The first to circle the hills and return, the egg unbroken, earns the right to train with the warriors. A moment as Corin looks over his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "By Crom, what are you waiting for? AND OFF THEY RUN, a brutal footrace. They struggle to kno each other down, to trip each other in the river, to brea the eggs the others carry in their mouths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They race along a path towards the hill. A TALL BOY kicks another, whose egg BURSTS as his chin hits the dirt. Then the Tall Boy swings for ConanвЂ™s mouth. Conan ducks stumbles, and nearly falls. But the egg remains unbroken. The bigger boys take the lead, but Conan gains on them by cutting off the trail, hopping over rocks and logs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan takes the lead, with two larger boys right behind h all bounding over roots with remarkable balance. They glide through the harsh wilderness like young wolves careful no false step should break their fragile cargo. But suddenly, around them, there is MOVEMENT IN THE TREES Conan spots BARE FEET leaping among the branches, trackin them. He slows, realizing what this means. The other boys, even the biggest, stop dead, turn and fle rushing back toward the village. But Conan stands his ground. WHOOSH! A BOLA ARCS THROUGH THE FOLIAGE. It snags Conanв feet, drops him face first into the mud. Conan tries to stand, tangled in the snare. He wipes mud his eyes, finds heвЂ™s surrounded by 3 PICT SCOUTS, savag decorated in tribal warpaint, armed with dual handaxes, t rotting heads of their enemies slung at their waists. The Picts make no move, discussing their catch in their native tongue. Conan watches, mouth held shut, struggling with the bola, his expression dark and canny. The PICT LEADER draws a CURVED SKINNING KNIFE, snatches a fist full of ConanвЂ™s hair. He laughs to his fellow scou He doesnвЂ™t notice that Conan has slipped free of the Bo that the weighted end is already rising in a wide arc. CONAN SHATTERS THE LEADERвЂ™S SKULL. With startling speed, Conan grabs the dead PictвЂ™s axe a with a bloodthirsty shriek, leaps towards the two remaini warriors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Corin and the elders wait for the boys to return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARRIOR, (0.C.)",
          "text": "Corin! Picts on the trail! The Cimmerian warriors we saw sparring earlier rush up wi all the frightened boys we saw flee from the Pict scouts. All except Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Where? Corin suddenly turns, and everyone follows his eyes, look up the path, but instead of the enemy, they see... CONAN, COVERED IN BLOOD. He walks past the stunned Cimmer boys, past the dumfounded elders, right up to his father. He clutches the SEVERED HEADS of the slain Picts by their hair. He SPITS out the broken shell of the egg, and speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I am ready to fight. Corin studies the boy, gravely. All stand in awe. Then Co nods to the warriors who rush out onto the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Search the hills. INT. CIMMERIAN VILLAGE - CORINвЂ™S FORGE - NIGHT Corin enters and watches his boy wave a short sword throu the air, lost in fantasies of battle. Corin looks trouble Corin reaches out and grasps the hilt, trying to take the weapon away. For a moment the outraged boy wonвЂ™t let go it only lasts a moment. Coming to his senses, Conan relinquishes the blade and goes back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Remember that you fight not just for yourself. There are secrets hidden here that have the power to change the course of history, and someday they will be your responsibility to protect. Corin opens a WELL HIDDEN DOOR IN THE FLOOR and places th sword back in a cache of weapons, armor and sacred object Conan works the bellows of a complex forge, the walls ado with ARMS AND ARMOR. He looks bored and impatient, starin into the fire, FLAMES REFLECTED IN HIS EYES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Come. ItвЂ™s time you learned to forge a blade. Corin leads Conan to their anvil, offers Conan the master smithing hammer. Conan doesnвЂ™t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Crom made me to wield swords, not to hammer them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Crom has shaped you, as he shapes us all, to his own cold ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over the course of many weeks, Corin teaches Conan the ar blacksmithing. Days and nights pass as, - Ore is carted in from the hills, BACK-BREAKING WORK. - Bellows ROAR as the ore is superheated to liquid metal, poured into a mold from an ELABORATE PULLEY SYSTEM. \f- The FORGING of the blade, hot iron poured into a mold. - Corin EXAMINES CONANвЂ™S SWORD. Conan is proud of his w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "What is most important when forging a blade, fire or ice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(obviously) Fire. Corin stares. Silence. Conan senses heвЂ™s made a mistake",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Ice? Corin continues to stare. Conan looks baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Are you certain? Conan nods, uncertain. Corin sighs, shakes his head, and then STRIKES the anvil the sword. THE BLADE SHATTERS. Conan stares at his own reflection caught in the shards of broken metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "LetвЂ™s begin again. - RELENTLESS HAMMER WORK, Corin and Conan pound the metal together, backlit by the forge. Sparks fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN, (0.S.)",
          "text": "This sword we make will be yours one day. But before you wield it, you must understand it. - The blade is HEATED until it glows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "A sword must bend or it will break. - The blade is QUENCHED. Steam rises from the cooling tub",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN, (0.S.)",
          "text": "It must be tempered... - Conan watches Corin etch the pommel of the CIMMERIAN GREATSWORD. A work of art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fire and ice. Together. This is the mystery of steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Corin spar atop an ice sheet over a shallow riv For his age, Conan is quite the warrior, and he shows it. But, his father, the master warrior, wielding the new greatsword, easily deflects his every blow. ItвЂ™s like n Conan has ever faced before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "You are STILL all fire, boy. Frustrated, Conan just swings harder, struggling for bala as his feet slip and slide on the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "No. Slow down. Find your footing. Corin sidesteps a clumsy thrust, knocks Conan off his fee spreading cracks across the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "(shaking his head) Enough. But Conan isnвЂ™t finished. What he lacks in skill he del in ferocity, slashing and charging. But, with two flowing strokes Corin knocks the boy back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENOUGH.",
          "text": "Corin PLUNGES HIS GREATSWORD into the cracked ice sheet, Arthur returning the sword to the stone. In an explosion of sudden anger and frustration, Conan CHARGES HIS FATHER with his sword. Corin calmly pulls bac his blade stuck in the ice sheet. CorinвЂ™s blade works like a lever, cracking the ice furt And just as Conan reaches him. CRACK! The ice splits. Conan DROPS INTO THE SHALLOW RIVER Corin glares. Conan pulls himself out of the frigid water see his father sheathing the blade he wants so badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with disappointment) You are not ready for this sword. Humiliated, Conan turns and bolts towards the hills. Corin watches him go, then walks somberly to the village. However, as the wind picks up, he sniffs as if sensing something in the air. Perhaps a coming storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan, hair still soaked, races past snow covered pines, slashing limbs, causing a rain of shattered ice crystals. Conan sits at the hilltop looking out over the slopes and sombre hills of Cimmeria. A long beat as he broods. A sudden gust of icy wind. Conan senses something. He listens. Something in the dist CRACKS like a whip, and panicked birds race across the sk Far below, he sees a line of DARK RIDERS galloping ominou towards the tiny village. A rumble like thunder. Then, from the south, a swarm of lighted arrows rise brig against the ashen sky, arc slowly and fall on the thatche rooftops, setting them aflame. Conan gawks, stunned. And then he RUNS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Conan races home, MOUNTED TURANIANS, scouts for the invading army, ride towards him, hooves kicking up powder He ducks into the cover of the forest. The riders spur on their horses and pass by. Conan stays low, taking his shortcut through the wilderness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan bushwhacks his way back to the village. As he gets closer, the forest darkens, thick with BLACK SMOKE. He slides down a snowbank, racing across the small river running from his village, waist deep before he realizes.. THE RIVER RUNS RED WITH BLOOD. \f10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan bursts through the treeline out into an open field. Ahead, his village is in flames. Cimmerian warriors, both and women form defensive lines. And behind him... AQUILONIAN BRIGADES COME CHARGING - bandit knights who fi with polished shields and short swords. ConanвЂ™s shortcu placed him smack in the middle of the invasion. He sprints for the village as the mounted riders converge around him. Conan swerves to avoid being trampled. On foo these men would be twice his size. On horseback, theyвЂ™r armored juggernauts towering over him. And then, he sees the most terrible sight of all. A RIDER EMERGES FROM A CLOUD OF BLACK SMOKE, an angel of death wearing green leather armor and bearing a shield ma with the ACHERONIAN SEAL. This is the brigand-leader KHALAR ZYM. EXT. CIMMERIAN VILLAGE - CORINвЂ™S FORGE - DAY Leading a band of strong Cimmerian warriors, Corin drives first wave of Aquilonians back. The old master swordsman takes down two attackers himself. But more and MORE keep coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Conan enters the village, he sees FOUR tribes assault people from different directions. KUSH SPEARMEN, muscled warriors wearing the bones of slaughtered victims, assault the Cimmerians from the flan TURANIAN raiders swarm the opposite flank. The AQUILONIAN knights have crossed the moat, pushing the defending Cimmerians back. BRYTHUNIAN ARCHERS, amazons augmented for ranged combat, pepper the village with arrows. THUNK! THUNK! THUNK! The arrows stick into Cimmerian shields. Conan keeps running. \f11 As the boy passes an unsuspecting Aquilonian, he grabs th warrior, spins him into the path of the arrows. The Aquilonian gets skewered, Conan snatches his shortsword. SLAM! Conan is knocked down by a Kush warrior. Conan spin avoid a spear attack, driving his blade into the warriorв gut. The spearman crumbles. And Conan springs back to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air thick with smoke, the snow rich with blood. So ma Cimmerians have fallen. ItвЂ™s a massacre. And still the invaders come, unmerciful and relentless. Conan sprints to the forge, one of the few buildings not burning, but the open door reveals it is full of enemies. Looking through the cracks between wall boards, Conan see his father surrounded by the leaders of each enemy tribe. INT. CIMMERIAN VILLAGE - CORINвЂ™S FORGE - CONANвЂ™S POV ItвЂ™s difficult to hear what is being said. One by one, scans the faces of each tribal leader. AKHOUN, a Turanian, four hundred pounds of corpulent fles not so much armored as wrapped in chain. CHERIN, the Brythunian, looks statuesque and imposing. LUCIUS, the Aquilonian leader, corpulent and vain, who ro and cracks his neck in a distinctive manner. He holds the leash of a growling wolfhound. UKAFA, a Kush chieftain wielding an enormous mace lined w sharpened bones and rusted metal. REMO, a crippled hunchback, and with him an acolyte barin the invadersвЂ™ standard, a death mask made of shards of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And lastly, Khalar Zym himself, an exiled prince from the lands of Nemedia; Khalar may look like a brigand, but he speaks as eloquently as a prince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "There is no shame in kneeling before me. All these fighters have surrendered, left their lands and sworn their allegiance to me. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (CONT'D)",
          "text": "(beat) TheyвЂ™ve done so because they know I will one day be a god. Corin stares calmly in KhalarвЂ™s face, but Conan sees, a Corin turns, that his fatherвЂ™s shoulder has been pierce an arrow, and his back is wet with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "One day, the other clans of Cimmeria will gather for vengeance. Then, god or not, you shall fall. Khalar rolls his eyes. He hears this all the time. Then h indicates the strange mask of bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "There is one piece missing from this mask. Give it to me now... or die, and I'll find it myself. Corin just smiles defiantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "I prefer death. Lucius steps up, raises his short sword to behead him. And then, CONAN BURSTS IN like a wild animal. WHOOSH! A blade SLASHES LUCIUSвЂ™ NOSE CLEAR OFF. He tumb backward, grabbing for his severed nose, failing to snatc before the wolfhound DEVOURS IT. Then Conan POUNCES, blade thrust at Khalar. But Khalar is too fast. He deflects the blade, though the strike carries such ferocity that Khalar is knocked back, sword grazing his ear, DRAWING BLOOD. Ukafa and Remo seize Conan. Corin lunges to defend his so but he is clubbed down by Akhoun. Khalar catches his own blood in his palm, shocked, but IMPRESSED. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Is that your son? I LIKE HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "Akhoun binds Corin to the forge, a fiery vat of molten st suspended precariously above him. \f13 Khalar pokes a support chain and the vat wobbles. A tiny of molten metal spills from the brim and falls on CorinвЂ shoulder, burning and bubbling through his flesh like aci But the gritty Cimmerian does NOT cry out in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Such a waste. Think of the power I could have shared with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Cimmerians have no use for sorcery. Conan is pinned to the floor by the strong chieftain, Uka Lucius presses blood soaked rags to his ruined face. Remo and Cherin ransack the forge, turning it inside out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "The bone shard is not here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "You just donвЂ™t know how to look. Stepping eerily from the shadows where she had been lurki all along, is KhalarвЂ™s daughter, MARIQUE, 13. Her face is uncanny; with no eyebrows and a hairline high above her forehead, she looks both regal and serpentine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Your son has courage, but my daughter has talents as well. (beat) Where is it, Marique? KhalarвЂ™s lieutenants are clearly unnerved by the little She dangles her long fingers along the ransacked arms and armor, as if she had some sixth sense in her fingertips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "The Cimmerians do not pray. They have no priests or preachers. Closing her eyes she SNIFFS, as if catching an intriguing scent, and she feels along the walls like a blind girl exploring the face of a lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "This is what matters to them. This is their church. It will be here... Her witch-eye flashing magically, Marique discovers the hidden door in the floor. She opens it. \f14 Conan sees his father clench his teeth and wince. The boy tries to squirm out of UkafaвЂ™s grip but is held fast. MariqueвЂ™s spidery fingers probe the weapons in the secr cache. She gasps suddenly and smiles. From the cache, she pulls out a LUMP OF ORE, brings it cl to her face to sniff it and to probe it with her tongue. Then she crosses the forge and places the ore in the furn All watch as the ore heats and rapidly loses its shape. A SHARD OF BONE rises to the surface. The girl reaches in, and with two budding black nails, pointed as needles, she picks out BONE FRAGMENT. Sharp as and white as death, it mysteriously cools before their ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Your mother would be proud. The men stand back in deference as she crosses and hands the shard to her father. Khalar looks at it with a kind of religious awe. His eyes water. His hands actually tremble as he grasps it. But then he steels himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Gather the men. Burn everything. Lucius moves to impale Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Wait. Not him. Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "Not yet? HE CUT OFF MY NOSE! KhalarвЂ™s other henchmen toss torches against the far wa The forge catches aflame. Khalar locks eyes with Corin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "How do I punish you Cimmerian? You fear not death, nor pain, nor insult to honor. Marique whispers in her fatherвЂ™s ear, making him smile. Khalar hacks at a support chain. The vat of SUPERHEATED M begins to tip toward Corin. \f15 Conan SNATCHES the stabilizing chain, grimacing as the li heated from the fire, SIZZLES into the flesh of his palms",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Something worse than death. Watch your son die because he loves you. Khalar exits, his men follow. Marique, the last to go. She lingers at CorinвЂ™s greatsword, awed by the craftsma She runs her finger perversely over the edge, slicing her fingertip. The sting seems to please her. Smiling sadistically, she steals the blade and goes. Cona incensed, but helpless: if he lets go of the chain, his father will die in a shower of molten metal. EXT. CIMMERIAN VILLAGE - CORINвЂ™S FORGE - DAY Flames sweep over the walls and rooftop, swiftly becoming raging inferno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar Zym stands, surrounded by his victorious army, and is joined by his daughter. Remo hands him the MASK OF ACHERON, a jigsaw puzzle of ma bone fragments, arranged in a white mask of death. With bated breath, Khalar inserts the recovered shard int the mask. It fits perfectly. The mask is complete. Khalar RAISES THE MASK OF ACHERON. His mercenary army CHE",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "We are halfway there, Marique. Now we must find the pureblood, and then, your mother will return. INT. CIMMERIAN VILLAGE - CORINвЂ™S FORGE - DAY Conan struggles to keep the vat of molten ore from tippin If he lets go, his father dies. If he doesnвЂ™t let go, t SPREADING FLAMES will kill them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Conan, you cannot save me. \f16 Conan struggles with the chain, his hands smoldering. A droplet of molten steel falls from the vat, searing his c but he does not loosen his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Let go of the chain, boy. ConanвЂ™s losing ground, his heels sliding through the di won't look Corin in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "IвЂ™m not afraid to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Nor I. But, I watched your mother die so you could live. But Conan will not let go. He will never let go. And Cori knows this, watching the fire spread around them, blister the skin of ConanвЂ™s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "Conan... LOOK AT ME. The boy looks in his fatherвЂ™s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORIN",
          "text": "She wanted more for you, in this life, than fire and blood. (beat) I love you, son. Corin uses the last of his strength to pull the chain fro ConanвЂ™s hands. The vat of ore spills down, a TORRENT OF ENVELOPING CONANвЂ™S FATHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan crawls from the runoff through the snow toward the frozen river. He plunges his hands into the water. As he pulls his hands free, he looks at his palms. The ch has been branded into his flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan stumbles back into the village. The bodies of every he knew, litter the ground. In a grim echo of the scene o his birth, all the buildings are aflame. His blue eyes are wide with the shock of innocence lost. \f17 Looking down, he sees a Cimmerian sword sunk, point first into the snow. He grabs the hilt and drags it like a stic The boy walks on, in shock, and a lingering Turanian Raid looting a corpse, looks up and sees him approaching. Sensing an easy kill, the Turanian springs towards the bo but Conan snaps out of his trance and CUTS HIM DOWN. Then the boy runs wildly forward, HOWLING WITH RAGE. With wiry, adolescent arm, he RAISES THE BLADE IN THE AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SAME SWORD RAISED HIGH IN THE AIR, but the arm that h it is massive, muscled, and scarred. CONAN, the fully grown icon we all recognize, CHARGES dow hill on horseback, leading a crew of Zingaran pirates. ARTUS, a dashing captain of Zingaran pirates, rides along him, unleashing a lusty battle cry. Around them a dozen BOULDERS roll downhill like tumblewee It's a wild frenzy of energy, motion and aggression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN BELOW",
          "text": "A SLAVE CARAVAN rolls across broken earth. SLAVEGIRLS, na save for their loincloths and the chains that bind them, packed in caged wagons, sheltered from the midday sun. The MALE SLAVES walk alongside the wagon, their feet blistered, skin blacked, and flesh lean from hard labor. A rumble like an earthquake. The HEAD SLAVER looks up, confused as the ground itself seems to be HURLING TOWARD BOOM! A boulder CRUSHES the slaver, crashing into the caravan, sending the horses into a frenzy, spilling loot across the road. BOOM! BOOM! More boulders tear through wagons and shatter carts of food. Then the Zingaran pirates swarm, waving their steel. Most of the slavers take one look at their attackers and FLEE, abandoning their caravan. Artus howls with laughter",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Come back and fight! You pink- bellied, stub-cocked, goat lovers! \f18 Conan gallops alongside a caged wagon, past spellbound sl girls gaping at the sight of him. He swats a slaver off h mount sending him head first into the sand. The Zingaran pirates ride in circles, whooping, screaming and beating their chests. The few remaining slavers give and ride away in panic and terror... В«+. all except one. The largest slaver, THE WILD MAN, hi simian arms, hairy back, ratty beard and blackened teeth. With a ferocious shriek, the Wild Man CHARGES AT CONAN AN ARTUS. The two men study him curiously as he gallops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Are you going to take this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "No, you go ahead. The Wild Man rides closer, raising his deadly spear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "I had the troglodyte last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "I insist. At the last possible second, Conan calmly ducks a frenzie spear thrust to his face, and lops off the slaverвЂ™s hea As the decapitated body rides on, the severed head twirls the air like a soccer ball and lands in the sand. THUNK! Conan scowls at his sword. Artus mimes his swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "I think you pulled left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(shaking his head) The blade is warped. Both pirates and slaves erupt in cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Artus and his pirates loot the caravan of anything and everything of value and load it onto rafts and rowboats. Anchored at bay is their pirate ship, THE HORNET. \f19 Conan cuts the slaves free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Go. You are all free. The slaves look frightened and bewildered. TWO BUXOM SLAV GIRLS steps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE GIRL",
          "text": "But... But you have taken all the food, all the weapons. (beat) Where would you have us go? ItвЂ™s wilderness and unbroken coast in every direction. Conan looks over the slaves. HeвЂ™s right; no food, no we the men wear loincloths, the women wear even less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "You are right... (thinking) The women will come with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLAVE GIRLS GONE WILD. They dangle from hanging lanterns, dance on table tops, and pour ale into mugs for the randy pirate crew. The air is thick with smoke. Two women, painted and naked, writhe on ArtusвЂ™s lap. On waif, petite and pert, who feeds him dates. KEERRRACK! A portly GOONвЂ™S wrist breaks as Artus beats an arm wrestling match. The pirates jeer at the GoonвЂ™s dangling arm as he stumbles away from the table. Conan arrives, mugs of ale in hand, and laughing in mock- challenge, takes the GoonвЂ™s place. Now Artus and Conan arm wrestle, and the two muscled hulk battle to a tie. Slave girls and pirates cheer them on. Then Conan cheats, hurling ale in ArtusвЂ™s face, and as friend flinches, Conan drives his arm to the table. Conan laughs in triumph, until Artus SLUGS HIM IN THE FAC Artus ROARS with laughter as his friend shakes off the bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I still win. \f20 SLAVE GIRL #1 chugs her ale, the foam gushing over her ch and dribbling off her breasts, where Conan happily laps i up. Another SLAVE GIRL # 2 runs her fingers admiringly ov his MUSCLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE GIRL",
          "text": "You are as strong as Crom himself! Artus stands from the table and speaks to all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "When I first met him, he was no bigger than you. Just a scrawny little rat picking pockets in Zamora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE GIRL",
          "text": "(slinking into Conan) Is it true? The girls listen in rapt attention, and SLAVE GIRL writhe like a showgirl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "But even so, it was he who stole The ElephantвЂ™s Heart and slew the sorcerer Yara. The girls SQUEAL in delighted disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE GIRL",
          "text": "(impressed) That was YOU?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "WhoвЂ™s next?! There are no takers for the empty seat across from Conan. Suddenly an wily thief, ELA SHAN, ducks into the alehouse glancing over his shoulder as if pursued. This rogue in a eye patch tries to lose himself in the raucous crowd. Seeing only one empty seat, Ela Shan cuts through the drinking and fornication, and sits across from Conan. Conan drops his elbow to the table, hand open, offering t challenge. The skeptical crowd reacts with wild laughter. ELA SHAN swallows, hides his face and puts his own arm on table, accepting the match with trepidation. As the arm wrestling begins, Conan hams it up for the cro grunting and huffing as if his opponent were Hercules. \f21 Conan allows Ela to push his arm closer and closer to the table, but then using only his index finger, he pushes ba to center. The slave girls root and cheer! The anxious thief looks to the entrance and sees... The CITY GUARD, THREE heavyweights in armor, scan the cro The Captain of the Guard, a corpulent man in a strange ma that covers his nose, points directly at the thief. Conan squints through haze at the Captain, catching only glimpses through the mob. HeвЂ™s familiar: The distinctiv he rolls his neck. The mask that covers his nose. But after dispatching his men, the Captain of the Guard s into a waiting chariot and is gone. ConanвЂ™s face goes dark - the same grim intensity we saw the boy. Could it be the same man? Conan looks down at the MANACLES clamped to Ela ShanвЂ™s wrists. Conan smiles, grips the thief harder, even as Ela tries to pry free and run. The guards get closer and closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "TheyвЂ™1l be happy to take us both to prison, if you donвЂ™t let go! Conan smiles and nods. Just as the surly Guards reach the CRUNCH! Conan slams his head back, breaking Guard #1'вЂ™s sending him stumbling backwards. The crowd is shocked. Artus looks up in confusion. Conan BURSTS UP FROM THE TABLE as Guard #2 charges. Conan lifts up a wooden bench and slams it across Guard #2's fa sending him reeling. Guard #3 points the tip his sword at Conan. Guards #1 and draw swords too. Conan just raises his hands in surrender Artus shoots Conan a look: what the hell are you doing? Conan shakes his head: donвЂ™t interfere. Artus raises an keep any of the pirates from stepping in. Guard #1 nabs Ela Shan as he tries to slip away unnoticed Conan allows himself to be cuffed. \f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emaciated INMATES, many shackled together, work in a smal quarry. They turn to watch the City Guards enter, leading shackled Conan and Ela Shan into the yard. Ela looks at Conan, who seems relaxed and determined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Never have I seen one so calm as he is led to the gallows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a chamber filled with instruments of torture, a prison skeletal and suffering, sits chained to the wall. By stark contrast, the BAILIFF sits at a table, calmly ea a вЂњcivilizedвЂќ dinner of wine and pheasant. The Bailiff throws a bone at the feet of the prisoner, an giggles as the starving man grasps for it, just out of re Conan, still shackled, stands before the Bailiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Where is the captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Aha, so the hill ape can speak. The captain is currently... occupied. From down a corridor, we hear SCREAMS OF PAIN. The Bailif cackles impishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "But donвЂ™t worry. Everyone gets their chance. The Bailiff tries to taunt the barbarian by dangling a pheasant drumbstick just out of reach. ItвЂ™s a mistake. Conan twists his bound hands around the Bailiff's arm. He twists the chains hard, breaking bone. Then delivers a PRIMAL HEADBUTT, knocking the Bailiff to ground. Conan places his boot to the BailiffвЂ™s throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Where is the Captain of the Guard? \f23",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "His door is sealed from within, and he will only open it for me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAPTAIN OF THE GUARD sits before a table of knives an hooks. He works a nasty set of CLAMPS onto Ela ShanвЂ™s w A FAT GUARD watches, vaguely bored. Then comes a HEAVY KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT GUARD",
          "text": "Yes? Another knock. The guard, frustrated, retrieves his keys, sliding open a small EYEHOLE. The Bailiff stares back at him. The Guard opens the door, finds Conan holding the Bailiff head. The Guard barely has time to blink before Conan GUT HIM. The Captain turns around, the mask hiding his face. But thereвЂ™s no mistaking him now. ItвЂ™s Lucius, the di Aquilonian Conan last met as a boy. Lucius reaches for his blade. Conan is faster, grabbing i DRIVING IT THROUGH LUCIUSвЂ™S FOOT into the wood floor be pinning him in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARDS",
          "text": "INT. PRISON - AREA OUTSIDE CAPTAINвЂ™S CHAMBER - CONTINUO FIVE ARMED GUARDS rush in, weapons drawn. Conan doesnвЂ™t hesitate. He flings the table through the threshold, send knives and hooks into Armed Guard #1. Armed Guard #2 leaps over the table. Conan grabs him mida and slams him down onto the blades. Ela Shan watches in a The other guards rush forward at once. Conan slams Guard face down into a COAL FIREPOT. Then, Conan spins and seve Guard #4вЂ™s arm at the elbow. Finally, Guard #5 pins Conan to the wall, choking him wit the shaft of his poleaxe. Conan struggles for breath, tur a deep shade of purple. \f24 Conan reaches for his blade. He doesnвЂ™t need it. The so drops, stabbed from behind by Ela Shan. Conan catches his breath, steadies himself with the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NORTHERNER, BEHIND YOU.",
          "text": "Conan spins just in time to block LuciusвЂ™ dagger attack lifts Lucius off the ground by his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "You remember me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "What? Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "The one who gave you your pretty face. Conan rips off LuciusвЂ™ prosthetic, revealing his disfig face, a GAPING BLACK HOLE where his nose used to be. And Lucius does remember, eyes growing wide with horror. Conan grabs Lucius by the empty cavity and pulls him over the torture rig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ela Shan tightens the clamps on Lucius. He shrieks. His prosthetic mask hangs awkwardly on his beaten face. A flag with the Seal of Acheron hangs on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Where is the man who killed my father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "You seek Khalar Zym?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Zym? No. My people were slain by a common bandit, not a king.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "He was a bandit then, but now, a legend - a shadow lord, nowhere to be found, yet everywhere at once. Unimpressed, Conan picks up an executionerвЂ™s axe. \f25",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Well, then, I have no use for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "Wait. WAIT. I can help. IвЂ™1l tell you what I know. Just give your word, give me your word you won't kill me. Conan thinks about this. A moment, then he SLAMS DOWN THE AXE, nearly cutting off LuciusвЂ™s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Speak. I wonвЂ™t kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "You know of the Turanian deserts, and the forbidden forest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Nothing there but dead men and the animals who pick their bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "And yet Khalar leads his legions through the waste as we speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Not good enough. Raising the axe again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "Wait please. The waste is large, yes, but when he returns to his stronghold at Khor Kalba, it will be by way of the Shahpur ravine. Conan looks to the thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "ThatвЂ™s a fine place for an ambush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What does he want in the Red Waste?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIIUS",
          "text": "He and his witch daughter are searching for a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Searching the wasteland for a woman? Are you sending me into a trap? \f26",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "No! I have no reason to lie. HeвЂ™s mad, obsessed with Acheronian sorcery. I have no loyalty to him. Conan just stares at Lucius. Lucius eyes the axe uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "IвЂ™ve upheld my part of the deal, Northerner. Conan rips a small key from LuciusвЂ™ keyring. In one mot tilts back LuciusвЂ™ head, stuffs the key down his throat second later, Conan pours ale into his mouth. Lucius canвЂ™t help but swallow the key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "By Mitra, what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Toasting to our deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan kicks Lucius through the gate into the quarry. The emaciated inmates stare on in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "The key to your shackles sits in the captainвЂ™s gut. Lucius looks from Conan to the inmates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIUS",
          "text": "YOU GAVE YOUR WORD. YOU SWORE YOUвЂ™D SPARE MY LIFE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I said I wouldnвЂ™t kill you. And I won't. But they will...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBARIAN",
          "text": "Conan leaves Lucius to the inmates, his shrieks turning t horrific GARGLES. The thief moves to catch up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Northerner... \f27 Conan doesnвЂ™t slow. The cloying thief sprints to catch",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "I am Ela Shan. Perhaps you have heard that there is no lock I can not break or vault I can not enter. Conan shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "If you are ever foolish enough to pursue this man to Khor Khalba, come see me in Argalon so I can talk you out of it. But Conan just walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Ask anyone you meet there for Ela Shan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pirates unfurl the sails and set out to sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan places a sword fresh from the fire against his torn flesh, cauterizing the wound. Artus inspects ConanвЂ™s new injuries. He laughs heartily takes a swig straight from a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "TheyвЂ™1l be rioting in Messantia for days thanks to you! Artus hands him the bottle but Conan doesnвЂ™t take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I learned the name of the man who killed my father and took his sword. Khalar Zym. Artus is stunned by this information. ItвЂ™s as if Conan him his father was killed by the devil himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Zym?! Do you know who that is? \f28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(shrugging) I am told he is dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "I am told he is the angel of death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(unimpressed) I leave tonight to pursue him in Shahpur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "We can sail as far as the bay near the Shahpur Outpost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "And then you wait for me there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Wait? Ha! I am not your serving maid. I will go with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Not this time, my friend. It is something I must do alone. Artus nods in sober silence. Conan is lost in his own dar thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan embarks on his journey, riding his horse, slowly bu relentlessly away from the sea into the unforgiving dunes Behind him is the pirate ship, waiting in the bay. Around him, waves of heat rise from the sand, causing his image to ripple as if on the surface of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. HIDDEN MONASTERY - FASSIRвЂ™S CHAMBER вЂ” DAY We dissolve to ripples in an actual pool of water, and th reflected face of a beautiful woman, UPSIDE DOWN, for she sitting on the opposite side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA, (0.C.)",
          "text": "What is it you see, Master? \f29 Reveal FASSIR, 70's, elder monk, staring into the pool, a inhaling deeply from an ornamental hookah. He reads the ripples on the water like a seer reading tea leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "It is unclear. I see a journey. I see a man crossing the sands. Kneeling opposite is TAMARA, 20, a monastery student. The lines of her robed body flawless. Her eyes sharp and brig She wears a distinctive NECKLACE with a jeweled amulet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "A knight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "A warrior. A half circle of young FEMALE STUDENTS, in similar robes necklaces, kneel with Tamara around the old man as if bef a guru, and shoot furtive glances back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "Your paths will merge. He will take you home, to your birthplace... But the trance seems to lift, and Fassir stops himself fr talking, as if he has said too much. The master continues gaze into the pool with a uneasy expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Is that all you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "(shaking his head) That is all. Continue your exercises. Fassir seems disturbed by the reading, but he closes his eyes, retreats within himself, and will not say more. Sensing class is over, the girls hop to their feet and scamper to the exit. Tamara is surrounded by friends who attempt to cheer her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Why would I be in the Master's visions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE STUDENT",
          "text": "Oh, everyone knows you are his favorite. \f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE STUDENT",
          "text": "(teasing her) Perhaps this warrior will be noble and pure, sweeping you off your feet and onto his dark steed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(rolling her eyes) Perhaps the Master had too much of that pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FASSIR",
          "text": "His eyes open and he looks away from the pool, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SINGLE DOT ON THE HORIZON, a rider wrapped in a scarf t protect against the sun. ItвЂ™s Conan. He reaches the end of the desert, and throu jagged Shahpur Ravine, enters an ominous forest thick wit gnarled trees and jagged rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An EERIE FOG blankets the rocks and trees. Shapes move li dark creatures in murky water, rising and emerging as FIG ON HORSEBACK in stark silhouette. A CLOAKED FIGURE leads them forward, and Ukafa appears be her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UKAFA",
          "text": "To what cursed land have you led us now? The Cloaked Figure removes her hood, revealing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "The pureblood is close. I can taste her in the air. Marique has grown up and become a powerful, intense and perverse young witch. We recognize her by her missing eyebrows and hairline, as she sniffs the air. Around her belt is the familiar HILT of CorinвЂ™s broadsw She grasps and strokes the handle with perverse excitemen Behind her, an imposing figure rides forward. The fog obscures his face but his voice is unmistakable. \f31",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (0.C.)",
          "text": "The mists they summon have hidden them well, Marique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Not well enough, father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. THE FORBIDDEN FOREST",
          "text": "Marique rides on ahead, leading the way like a bloodhound Behind her through the mist, the very earth seems to rise in a wave. It is an army of Black Riders. She takes them to a cliff wall, and a HIDDEN TUNNEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fassir walks out onto a balcony that overlooks the monast grounds, its plaza, and the north gate. Quiet and austere Below him, his female students exercise with balance staf moving in well-practiced forms and routines. On the groun monks prepare rituals and tend to flocks. ON TAMARA - FASSIRвЂ™S POV She stands out from her peers - more balanced, more focus and more radiant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FASSIR",
          "text": "He watches with an expression of sadness and concern. Then Fassir is distracted by a RUMBLE. Ripples dance acro the reflecting pool. His students look around, curious. The rumble gets louder, monks look around in confusion. A LINE OF BLACK RIDERS CHARGE INTO THE MONASTERY, led by Marique, like a hound leading the hunt. The monks and their sheep scatter. One freezes, watching disbelief as the horseman tramples him. Tamara gawks in horror as more invaders pour into the monastery square and impale fleeing monks on THROWING SPE Several Black Riders carry STANDARDS marked with the imag the ACHERONIAN SEAL. Behind them trails a War Carriage dr by four horses. Fassir flees the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WARRIOR MONKS fire arrows from rooftops and raised balcon One monk takes out a rider with an arrow to the neck. The riderless horse barrels through a nearby market stand. A brigade of monks, men and women, charge from a monaster building. These warriors wear no armor, battling with balanced staffs, using a Shaolin-inspired fighting style. Tamara fights shoulder to shoulder with the others. A warrior monk leaps onto the back of one of the attacker horses, crushing the riderвЂ™s skull with his staff. But even as the warrior monks engage the horsemen, Ukafa his retinue of spearmen pour into the monastery grounds, surrounding them. Cherin and a line of archers return fire at the monks on rooftops, and several monks are hit. Then MORE waves of Black Riders wash in, each better arme and more intimidating than the last. This is no ragged tr of bandits. This is an army, vast and indomitable. Then, for a moment, nuns and monks alike are frozen in aw Tamara looks out to see, coming out of the tunnel... ...THE MAN OF WAR, a gargantuan siege ship retrofitted as movable fortress, glides across the ground as if upon an ocean, borne on the back of twenty four elephants. Standing at its bow, magnificent and terrible, in the bla armor of a future emperor, is Khalar Zym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamara fights through the madness of battle, searching desperately for someone. All around her, the warrior monk struggle to hold off the invaders. They donвЂ™t stand a c",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(to the Monks) We must protect the Master! She gets no answer. The marketplace has become a killing field. Monks are being slaughtered left and right. Agile quick, Tamara is one of the few fighters to survive and retreat. \f33",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spearmen execute the male monks, kicking their lifeless bodies down the marble steps. A carpet of the dead stretc from the steps to the reflecting pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR ZYM",
          "text": "He directs his army from the bow of his land ship, and observes the genocide with triumph and satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARIQUE",
          "text": "She moves down the line of bound and captured female monk who kneel and bow their heads. She removes a glove, revealing her FINGERNAILS, a series STYGIAN NEEDLES sewn into her fingertips. Marque examines each girl by piercing her skin with a nee removing a drop, and then licking the needleвЂ™s edge to it. With each girl, she shakes her head. Next, UKAFA, following along behind her, lifts his spear skewers the one she just tested; the girlвЂ™s limp corpse onto the hard marble floor. With each girl itвЂ™s the same: Marique tests the blood, her head, and turns to the next as Ukafa executes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Which one of you is the pureblood? The one who points her out will be spared. STUDENT #1, looks up, confused; her lips are defiantly sh Marique doesnвЂ™t bother to test her and just nods to Uka plunges his spear in her back. Impatient, Marique marches down the line, until she sees FEMALE STUDENT #2 at the end. Her dress and jewelry make stand out. She looks regal. Marique stares at her, and her eyes seems to sparkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "(triumphant) You. You are the one. Female Student #2 is too terrified and confused to speak. Marique grabs the student by the hair, yanks back her hea and buries a long needle deep into the girlвЂ™s neck. \f34 As she screams, Marique withdraws the syringe with a drop her blood. Marique places it to her tongue, and tastes it Ukafa and other Kush warriors wait for the result with ba breath. Eager. Hopeful. Then Marique spits, both disgusted and frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Not pure. With offhand brutality and the speed of a striking snake, Marique sinks two finger-needles INTO HER VICTIM'S EYES. The girl falls forward, dead before her face hits the mar and Marique walks past the end of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamara rushes for the atrium, but stumbles. She scrambles to her feet to see a War Carriage cutting h off, circling wildly and then bearing down upon her, a bloodthirsty Aquilonian warrior at the reins. Tamara raises her staff to defend herself as the carriage barrels forward, threatening to run her down. Someone GRABS HER ARM and tugs her out of the way at the moment... It is Fassir. A monk's arrow pierces the Aquilonian driverвЂ™s chest. F other MONK PROTECTORS, all on horseback, ride up alongsid the War Carriage, taking control of the horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "Get into the carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "NO! I will defend our home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "For the sake of your people you must leave this place and go to the monks in Hyrkania. It is your duty. Do not hesitate and do not waver. Tamara steps up to get inside the carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I donвЂ™t want to leave you here. \f35",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "Do you trust me, Tamara?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "With my life. With everything I... The master touches her cheek, his eyes clear and unblinki",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "Then ask no more questions, and do as I say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Remo finishes off the wounded and dying, he looks out towards the western gate and sees... WESTERN GATE - REMOвЂ™S POV Fassir firmly pushes Tamara inside the carriage and shuts door. A monk takes the driverвЂ™s seat and whips the hors",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON REMO",
          "text": "He waves to his Horse Warriors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "Let none escape!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The War Carriage flees through the gate with 6 MONK RIDER three in front and three behind. They go through the cave system, a series of intertwining rabbit holes lit by shafts of light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remo and a dozen Horse Warriors CHARGE INTO THE TUNNEL, pursuing the Monk Riders and the captured war carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamara and her escort ride out from the tunnel out into t FORBIDDEN FOREST. They continue out into the foggy forest \f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ATOP THE PANTHEON STEPS, Fassir stands, beaten and bruise Behind Khalar an Acolyte holds the Acheronian Mask as a battle standard. Fassir looks up at this Acheronian artif with horror - like a German pacifist viewing a swastika.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "You know who IвЂ™ve come for. Why suffer over it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "None of the ancient blood line remain. Your search is in vain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "If that is true, why have you monks hidden here for a thousand years?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "We live here in peace. We have no riches. We do not make war. We value life. KhalarвЂ™s expression goes dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "You value life? Have you forgotten what happened in the forests of Ophir? Khalar moves closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman dressed in black flees through dark woods. Around her dogs bark and torches glow. She runs in a wild panic. When she finally bursts into a clearing, an angry emerges from the trees to surround her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (V.O.)",
          "text": "Did not ALL the nations of Hyboria hunt a woman down like an animal? MALIVA, a mysteriously beautiful young woman, with wicked eyes like her daughterвЂ™s, is lashed to a wooden Vitruvi Wheel, her hands and feet tied to a central cross. \f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (V.O.)",
          "text": "Were not both my daughter and I forced to watch as Maliva, my innocent wife, was lashed to the wheel and set aflame? The wheel burns. Maliva wails in suffering. The fire cons her body, burning her luminous white skin coal black. Bound in chains and forced to watch, their faces blank wi shock, are Khalar and the child Marique. We HOLD ON KHALARвЂ™S FACE and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON the older Khalar Zym, perhaps the most cold bloo man in Hyboria, who cannot stop his voice from breaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "It is death you value, and so you must suffer and kneel to me, like all the rest. (composing himself) It is I who seek the power to give life. IвЂ™ve travelled to the four corners of Hyboria for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "The monks here had no part in her death. Khalar waves him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Where is the one I seek? Fassir stares blankly into space, lips closed tight. KhalarвЂ™s eyes narrow. He nods to Marique. She traces a under FassirвЂ™s cheek, slow, like a loverвЂ™s caress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Oh, he will tell me his secrets, as have all others before him. But just as she dips her needle in a vial of oily liquid prepares to pierce his flesh... The old man looks up, his eyes suddenly flashing defiantl \f38",
          "sentiment": "neutral"
        },
        {
          "speaker": "FASSIR",
          "text": "Your vain pursuit for the secrets of Acheron is a lust for power not a love of life. Your вЂњinnocentвЂќ wife sought to enslave all of Hyboria with her sorcery, and so she deserved to burn. (beat) You will never rule, and Maliva will never rise again. Khalar stares at him blankly, and then EXPLODES WITH RAGE He SMASHES FASSIRвЂ™S FACE against the marble steps, agai again and again. The rounded up monks watch in horror as Khalar, finished, tosses FassirвЂ™s limp body down the st",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORSE WARRIOR, (0.S.)",
          "text": "M-m-my lord... One of RemoвЂ™s Horse Riders approaches. He looks very ne to be bearing bad news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORSE WARRIOR",
          "text": "IвЂ™ve been sent to tell you that a... a... a woman has escaped to the South. But, Remo himself along with his men are in pursuit. Khalar nods slowly. Marique grits her teeth. The Horse Warrior cringes, expecting his hand to be cut off. But Khalar smiles, satisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "She must be the one. Remo will surely capture her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The War Carriage and the six Monk Riders follow the twist trade route, surrounded on both sides by steep rock and trees. The menвЂ™s faces are chapped and white with dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE THEM",
          "text": "Conan crouches on a rocky ledge, and spots the carriage advance across the path, plumes of dust in its wake. He unwraps a delicately engraved instrument shaped like a long slender bone. ItвЂ™s only when he looks through it t realize that it is an ancient LENS. \f39 THROUGH THE LENS вЂ”- CONANвЂ™S POV On the side of the carriage he sees emblazoned, THE ACHERONIAN SEAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE CARRIAGE",
          "text": "Meanwhile, the MONK RIDERS see that they are being pursue 12 HORSE WARRIORS emerge from the clouds of dust behind t Three of the Monk Riders fall back to defend the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY LEDGE",
          "text": "Conan waits until the carriage is about to pass underneat him, runs along the ledge to match the carriageвЂ™s speed ...And JUMPS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE CARRIAGE",
          "text": "Conan lands on the roof of the carriage with a THUD. Monk #1, the driver, looks back in shock, as Conan plunge his fist through the wooden roof, and TEARS IT OPEN. However, when Conan looks inside, instead of Khalar, he f Tamara staring back at him in confusion. She SLUGS HIM IN THE JAW. Conan grabs her wrist...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Where is he? With her other hand she shoots a dagger towards his neck. Conan grabs that wrist too, narrowly avoiding the point. girlвЂ™s got spunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Where is Khalar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Who is Khalar? Monk #1, the driver, turns to face Conan, but... PPFFTT! An arrow hits MONK #1 directly in the chest. He r backwards. Conan spots the affixed oil-sack on the arrow, fuse burning... The oil sack BURSTS INTO FLAME, liquefying MONK #1, and h falls burning from the carriage and is trampled. \f40 Conan looks behind him and sees Horse Warrior #1 lower hi bow and charge directly towards the carriage. Tamara pokes her head out of the top of the carriage just time to see Conan thrust his sword and skewer Horse Warri #1 as he attempts to jump aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He leaps from the carriage onto Horse Warrior #1's horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "As the carriage teeters out of control, Tamara crawls out the hole to the exterior front seat and takes the reins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE HORSE WARRIORS",
          "text": "Remo and his HORSE WARRIORS close in on MONK RIDERS #3, # and #5 guarding the rear. These monks spread out to avoid being surrounded by RemoвЂ™s men. HORSE WARRIOR #9 swings a bolo and hurls it at Monk Rider It coils around his neck like a snake. He falls, his head CRUSHED by a horseвЂ™s hoof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He looks back and we linger on his face as he RECOGNIZES man leading the attack on the carriage and the Monk Rider ItвЂ™s Remo! ConanвЂ™s expression becomes steely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She looks back to see that... HORSE WARRIOR #2 stands on the back of his horse and hurl spear. Monk Rider #4 is hit in the back and taken down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He sees Horse Warrior #2 raise a spear again, aiming for carriage horses, but this time Conan charges, swinging hi sword and chopping Warrior #2вЂ™'s legs out from under hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She locks eyes with the mysterious man who is, to her bewilderment, fighting on her side. Who IS he? Then she looks back to see Horse Warrior #9 gaining on he Suddenly, the rider LEAPS ON THE CARRIAGE rooftop. \f4l Tamara reaches down and pounds the LATCH holding the back cabin. Once unhooked the carriage pulls free and spirals pieces, taking Horse Warrior #9 down with it. Now Tamara stands on the front axle, and the four horses the remains of the carriage like a chariot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He observes the mysterious girl's startling tenacity, and locks eyes with her again. Who IS she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON REMO",
          "text": "As Horse Warrior #3 preps another explosive arrow and aim at Tamara. Remo stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "No more arrows! You will hit the woman! Remo engages with MONK RIDER #5, shredding the poor manвЂ face with a BRUTAL SPIKED SHIELD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Tamara grabs the CHARIOT WHIP, lashing at Horse Warrior # The whip tangles the front legs of his horse, tripping th animal, and planting him into the dirt. Tamara cracks the whip again, snagging Horse Warrior #4 b the neck. The two then struggle for control of the whip, fierce tug of war. Tamara tosses the whip handle through the spokes of her o wheel. The whip tangles, violently snapping the riderвЂ™s yanking him from his horse, and dragging Horse Warrior #4 through the dirt behind her. Horse Warrior #5 moves to flank Tamara, riding closer. As reaches out for her- CRUNCH! The warrior is slammed from the side, caught completely off-guard, a T bone collision with another hor",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "Horse Warrior #6 LEAPS ONTO CONANвЂ™S HORSE, facing him, striking him with his bladed shield. Conan struggles to fend off the assault - one hand on the reins, the other blocking the warriorвЂ™s attacks. \f42 Conan backhands the warrior from his horse. The agile war flips UNDERNEATH THE STALLION, climbing up the other side still trying to wedge his shield into ConanвЂ™s ribs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Remo leaps from his horse onto the carriage. Reacting quickly, Tamara leaps onto the carriagesвЂ™s lead horse. As Remo clambers after Tamara, she veers the horse direct for a jagged formation of ROCKS. Conan, still riding behind the remains of the carriage, watches Tamara head directly toward the rocks. Tamara JUMPS THE HORSE CLEAR OVER THE ROCKS. The landing tough. Tamara loses her grip, FALLS FROM THE HORSE. Remo, clinging to the chariot, looks up just as the vehic SMASHES against the rocks, flipping end over end. Remo ro off the aerial wreck... .--but instead of breaking his neck, Remo hits the ground rolling, leaping back onto a different horse. The last of the escorts, Monk Rider #6, ducks as the carr soars right over his head, CRASHING ON HORSE WARRIOR #7. Conan, riding behind Tamara, watches a SPLINTERED WOODEN WHEEL break free from the wreck and spin like a frisbee r at him. He grabs agile Horse Warrior #6, lifts him up and SMASH! The wooden wheel breaks most of the warriorвЂ™s fa Conan spurs on his horse, closing the gap. A pair of warr spin in their saddles, riding backwards so they can LOB THROWING SPEARS at Conan. He uses the recovered spiked sh to protect against the spear attacks. As he nears, he lobs the shield like a bladed disc, tripp one of the warriorвЂ™s horses. REMO rides alongside TamaraвЂ™s horse. But where is Tamar gets closer, staring in confusion at the empty saddle. Tamara rises up from the opposite side of the saddle, kic Remo square in the jaw, nearly knocking him from his hors Tamara has a brief moment to enjoy her victory. ThereвЂ™s nothing but open trail and a clearing ahead of her. Then, CONAN SNATCHES TAMARA RIGHT OFF HER HORSE. Tamara t to keep hold of her reins, struggling against him. \f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahead, the forest trail opens into a clearing. In the sand sits the rotting remains of an ancient siege equipment, including a SPIKED TRAP attached by a LONG CHA Remo launches a BRUTAL BOLA at ConanвЂ™s steed. It twists around the horseвЂ™s legs, tripping the animal, sending C and Tamara skidding into the dirt. Conan rises, wipes mud from his face, looks up to see Rem and the 3 surviving Horse Warriors. They encircle the barbarian, weapons readied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "Step aside, Northerner. The woman is property of Khalar Zym. Conan looks over Tamara, bloodied and bruised but unbroke",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "She is my property now. Tamara rises and looks at Conan. Your property? Conan stares the warriors down. Remo removes his helmet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "You have no claim to her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "No. But I have a claim to you. Remo spurs on his horse, CHARGING Conan. At the last mome he REARS UP THE ANIMAL, kicking out its hooves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "(mocking) And what вЂњclaimвЂќ is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Death. What happens next happens QUICKLY. Conan SWIPES his broadsword with such force that he knock the armored warhorse over. As the beast collapses, Conan lunges for Remo. But, RemoвЂ™s too quick, diving back, rolling from the sa \f44 Horse Warrior #10 and #11 attack together. Conan dodges t and rips away Horse Warrior #10вЂ™s weapon. Without slowi Conan lodges the weapon into Horse Warrior #11вЂ™s chest. The armored horses scatter in all directions. Then in one continuing motion, Conan rips Horse Warrior # from his saddle and crushes his skull. Tamara darts for the loose horse but skids to a halt as R leaps atop it from behind, taking it from her. Warrior #12, the last of RemoвЂ™s dozen, charges Conan, b Conan grabs the CHAIN, draws it taught, and TRIPS THE HOR Warrior #12 is flipped through the air... .+. and he is impaled on the SPIKED TRAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND TAMARA",
          "text": "Tamara stumbles and falling to her knees but scrambles ba behind Conan, putting him between her and Remo, who pulls on his reins. Remo looks from one body to another, three men were butch in a matter of seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "Impossible... Who ARE you? Conan raises up his broadsword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "When you fight a Cimmerian, even a boy, you best kill him. Remo is baffled - what is he talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "I... killed hundreds of Cimmerians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Yes. An entire village. But I didnвЂ™t burn in my fatherвЂ™s forge. Recognition washes over RemoвЂ™s face, and then terror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "If you run from me, I will tear apart the mountains to find you. I will follow you to Hell! The little coward turns and GALLOPS AWAY. \f45 Conan rushes up to Tamara, grabs her and lifts her up ont the back of the same horse they were riding before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "What are we doing? Conan snatches up RemoвЂ™s own SPIKED SHIELD. Then he him mounts the beleaguered steed. Together, they gallop after Remo, with Tamara clutching C around his waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here the forest gives way to desert - the Red Waste that saw Conan crossing earlier. Conan catches up to Remo. As he gets close, Conan HURLS t shield at him like a SAW-BLADE FRISBEE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ".+. The shield hits Remo square in the back. The force of blow throws Remo off his horse, through the air, STRAIGHT INTO THE SHIPWRECK. Remo slams into the hull and crumples, unconscious. Conan pulls up on the reins and dismounts. Stunned and exhausted, Tamara FALLS FROM THE HORSE to the sand. She looks up to see... Black hair hanging in his face, blue eyes burning like fl blood-splattered skin glistening like burnished brass, Co stands above her like some primitive demigod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "My master told me I would meet you. He had visions that our paths would merge. Conan studies her as if she were barking mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "You are the one that Khalar Zym seeks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I know nothing about it. \f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(doubtful) Those were his men chasing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "They attacked our monastery. Conan just turns away to examine Remo. HeвЂ™s still breat but he is out cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "So... will you escort me to Hyrkania? Conan stares off into the desert in the direction of the forests and the ravine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "We will wait for Khalar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "We? There is no вЂњwe.вЂќ I will go to Hyrkania as my master instructed. Conan bristles at being contradicted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I SAID we will wait. Tamara bristles at being contradicted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I SAID I will go to Hyrkania. She stands up, arms crossed and marches away from him petulantly into the forest. Again, Conan eyes her as if s must be a raving lunatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TamaraвЂ™s wrists and ankles are bound together and she i to the anchor like a dog leashed to a post. Remo remains unconscious where he fell, but he is bound. Conan slaps him but he does not awaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Is he dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Not yet. \f47",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "What are you going to do with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I will wait for him to awaken. I want to look him in the eyes when I kill him. The relentless trauma of the day finally overwhelms her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "You you are NO knight. You are not... NOBLE. (outraged) This... all of this... is...BARBARIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(deadpan) Yes, I am a barbarian. The вЂњcivilized menвЂќ were the ones chasing you. Conan sits beside her in silence. DESERT TOADS cook over fire on sticks. Conan takes one and hands her the other. Tamara takes a tentative, dainty nibble of her frogвЂ™s c leg. It revolts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Do you have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "My name Tamara Amaliat Jorvi Karushan. Conan just grunts and bites the head off his toad. Tamara waits for a response, but gets none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "And yours is..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Conan? That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "How many names do I need? Tamara sighs and tries a more direct tact. \f48",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Why did you save me... only to tie me up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Khalar is a hard man to find. As long as I possess you, he must come to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Possess? I am not your property. I am not your вЂњpossession.вЂќ (gritting her teeth) Or is itвЂ™s your plan to force yourself upon me? Because if it is - Hardly. Conan closes his eyes, utterly exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Go to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "And I take orders from no man. I am a monk of the order of Shahpur and my people have NEVER - Abruptly, Conan stuffs a GAG INTO TAMARAвЂ™S MOUTH. Enraged, Tamara glares silently at the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar Zym rides by the Man of War with Marique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar stands as Marique, behind him, removes his armor. she unbuckles every metal plate and interlocking ring, sh lingers over his body, relishing the well worn ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "No word from Remo and his scouts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "By dawn, Remo will bring her here. He has never disappointed me. INT. MAN OF WAR - ZYMвЂ™S CABIN вЂ” CONTINUOUS Marique strips off her fatherвЂ™s breast plate. \f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "So, the prize is near father. At last you will have not only the mask but also the blood to fill it. Khalar runs his fingers over The Mask of Acheron as if we his wifeвЂ™s face. It seems to send shivers of euphoria d his neck. MariqueвЂ™s eyes narrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Ah, how your mother yearned for the sorcery of Acheron. Imagine what secrets she will bring back from the realm of dead. Imagine how INDOMITABLE I will become with her back at my side. Marique kneels down to remove the plates on KhalarвЂ™s le",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Yes, and we shall have greatness, but... if the girl is lost, or the ritual fails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "It will not fail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "But even if it does... Khalar eyes flash with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "IT WILL NOT! Maliva WILL return. Still kneeling before him like a supplicant, Marique take her fatherвЂ™s imperial hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "My powers are growing, father. I have my motherвЂ™s blood flowing through me. I could uncover the secrets of Acheron, as she did. (beat) I could make them ALL kneel before you, just as I do now. She gently kisses her fatherвЂ™s hand. Khalar stares down his daughter, studying her gravely and yanks his hand awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Yes Marique, you are like your mother in so many ways. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (CONT'D)",
          "text": "(pointed) But you are... not her. Her father coldly turns and exits. MariqueвЂ™s impenetrab expression melts. For a brief moment, she is devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun is just rising over the sand. Conan pulls the gag from TamaraвЂ™s mouth and gives his thirsty captive water a flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "The truth this time. Why does Khalar want you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "How many times must I say it? I am only a simple monk. I am of NO value to a warlord. But then a weak voice comes from the nearby column.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO, (0.C.)",
          "text": "SheвЂ™s lying. Tamara and Conan look over to the feeble, but now fully conscious, Remo. Conan walks over to Remo and grabs him by the throat. Rem speaks in a rasp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "ItвЂ™s her blood. Her blood is special. SheвЂ™s last of the bloodline of Acheron. Conan raises his sword to run him through...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Wait. DonвЂ™t kill him yet. (to Remo) You are mistaken. The bloodline ended a thousand years ago...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "(spitting) You lie... whore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(deadpan) You can kill him now. \f51 Tamara turns in a huff, her legs free but her wrists stil bound together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "(whispering) No, PLEASE. For her I can get you a king's ransom! It is true! Khalar has been searching for a pureblood descendant for twenty years. В«+. but Tamara lurks, listening nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What makes you sure that she is the one he is looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "All the others are dead. She was the one who ran away. Conan thinks this over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "We will wait for Khalar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "He will not come this way through the ravine. He will travel through the flatlands. I can show you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The landscape is littered with broken columns and the rem of wars fought long ago, including a catapult. Tamara and Remo watch as Conan scans the desert with his spyglass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE SPYGLASS",
          "text": "The MAN OF WAR moves over the flatlands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMO",
          "text": "You see? I speak the truth. If you want, he will give your weight in gold for this woman. I will arrange everything. I will deliver the message...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Yes. You will. ON THE CATAPULT вЂ”- LATER \f52 Reveal that REMO is gagged and TIED TO THE BOULDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MAN OF WAR moves through the flatlands on the backs o the elephants. Suddenly, the catapulted rock SLAMS into its side, bursti the hull like a torpedo. INT. MAN OF WAR - ZYMвЂ™S CABIN - INTERCUT The boulder crashes through the ceiling, ripping through KhalarвЂ™s prize possessions. An explosion of splintered",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Along with scores of his men, Khalar Zym looks over the ruined boat. Tied to the massive boulder, is REMO. From RemoвЂ™s mouth, Marique pulls out a ball of fabric i which is wrapped TamaraвЂ™s necklace. On the fabric are w written in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "What does it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "вЂњI have the woman. The Shahpur Outpost at noon. Come alone.вЂќ She sniffs the fabric deeply and licks the necklace to ta it. Her father waits anxiously. She turns to him, and nod",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "ItвЂ™s her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan cuts Tamara free, and walks to his horse, which is looking much healthier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Why should I? So you can hand me over to that murderer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Not if I kill him first. \f53 Tamara stands and takes a big step back. Conan ignores the question and picks up the rope again. Tamara keeps backing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Barbarian, is your head made of stone? Do you really think heвЂ™1l come by himself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I have a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "But even if you kill him, what then? I have seen his massive army. Do you think they will just let us... walk away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "It does not matter what happens to us as long as he dies by my hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "So you're willing to give up both my life AND yours... for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Must I gag you again? Tamara is backed up against a column, but as Conan RAISES ROPE to tie her... ..-quick as a cat her hand darts out and GRABS THE KNIFE HIS BELT. She crouches like a warrior, holding the blade remarkable skill. Conan stares, eyes blazing, and she stares back defiantly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From afar the crumbling stone structure seems abandoned a lifeless. Vultures circle overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Shahpur Outpost was once a working fortress, and rick scaffolding, ladders and platforms remain. On the ground loading docks, old farm and construction equipment. \f54 Conan stands and waits. Any who approach the fortress can seen. He looks to the walls, to the entrance, to nearby hills. He sees no one. He continues to wait. Wind rattles the planks and kicks up dust. Behind him Tamara stands BOUND TO A POST like a prisoner. lips move as if in silent prayer. Conan looks down at his hand. With his index finger he tr the old scar on his palm left by the heated chain. Then he closes his eyes and breathes. This is the moment has been waiting for his adult life. Conan paces. Each footstep crunches loudly in the sand. H sword rattles in its sheath. Amplified in the quiet. He looks at Tamara again and she back at him, her eyes fi and inscrutable. They hear footfalls of an approaching ho Conan turns to face the entrance. Every sense on high ale Riding in slowly on a magnificent white warhorse, resplen and regal, is Khalar Zym. Conan stands motionless, only his eyes move to track the warlord as he trots casually to a crumbling platform oppo him across the courtyard. Khalar dismounts. The warlord stands atop the ramp, statuesque; the sun gle off his gilded armor, and he shimmers like a god. Conan, ragged and primitive, painted in dust and dry bloo stares back at him. Khalar does indeed seem to be alone. Khalar takes a moment to look over at Tamara. His express betrays nothing but curiosity and vague amusement. Then he looks back at Conan, eyes narrowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "You are bold, Northerner. I admire valor, even in the foolish. Khalar tosses a CANVAS BAG down into the courtyard, GOLD COINS spilling across the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Your reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I donвЂ™t want your gold. \f55 A long moment. Khalar studies Conan. Finally,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "What then do you want? Conan draws his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Your head. Conan jumps down and strides towards his foe. Khalar Zym nods and sighs, as if already bored with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Yes. Yes. Of course. (aside) Kill him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARIQUE",
          "text": "Peering out from the shadows high atop the outpost walls the entrance, Marique lips move in silent incantation. He fingers fondle the hilt of CorinвЂ™s sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COURTYARD",
          "text": "The ground between Conan and Khalar ripples... and EXPLOD THREE STYGIAN SAND WARRIORS burst from the dust, covered branded glyphs and armed with bladed gauntlets. Conan swings his sword, but the Stygians dive through the sand as if it were water, and burst up from behind him. They circle the barbarian, like hyenas assaulting a bear. Stygian #1 launches a bladed skyhook, but Conan dives out the way, rolling back to his feet. Stygian #2 catches the skyhook with his gauntlet, and qui hurls it, spinning back toward Conan, slicing open his si The Stygians toss the skyhook back and forth, trapping Co in the center like some murderous circus act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR",
          "text": "Between him and Tamara, the Sand Warriors assault Conan. he calmly but purposefully walks around the perimeter of Outpost towards the bound and helpless woman. \f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He rips off a plank from the loading ramp. As the skyhook flies at him he swings out the plank, CATCHING THE SKYHOO its jagged tip piercing deep through the wooden plank. And he hurls the entire plank, end over end, SPLITTING STYGIAN #1 with the makeshift axe. Stygian #1 doesnвЂ™t b he falls apart, returning to mud and raw earth. Conan tosses Stygian #2 off his back at the parapet wall. warrior flips in mid-air, rebounding back at Conan. This time, Conan catches him with his broadsword, and Sty #2 BURSTS in an explosion of dirt, leaving only his weapo to clatter to earth. Stygian #3 leaps up from the sand behind him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "As Khalar gets closer and closer, Tamara stays perfectly still... right to the point that he reaches out to GRAB H",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He whips his sword and the tip catches his attacker, slic Stygian #3. His RIGHT ARM AND LEG dissolve a shower of di his BOW AND QUIVER falling to the ground...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR",
          "text": "Khalar moves to cut the ropes binding TamaraвЂ™s hands, b one swift motion, she reveals THE KNIFE HIDDEN BEHIND HER BACK and tries to drive it into KhalarвЂ™s neck. She was never really bound at all. Khalar jumps back, narrowly avoiding the point, and instinctively draws his sword. But he hesitates, not want to harm his prize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Conan! Khalar turns to see the Northerner bolting towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Run, woman! FLEE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Khalar meet in a LOUD CLASH and SPARK of steel. \f57 CONAN AND Khalar DO BATTLE. Conan unleashes furious strik after furious strike, and itвЂ™s all Khalar can do to blo them. Conan is fast, skilled, and incredibly strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Doing as she was told, she flees towards the exit. But reaching up from the sand, STYGIAN WARRIOR #3 reaches out with his remaining arm and GRABS HER FOOT. Tamara falls to the ground, turns over, and hacks at him her dagger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND KHALAR",
          "text": "Khalar is shocked to face such a worthy opponent. Khalar parries and jumps back out of reach of ConanвЂ™s long, dangerous blade. Khalar circles his foe, sizing him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Who ARE you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I am the boy you left behind, holding a chain, to watch his father die. Recognition washes over KhalarвЂ™s face. An unexpected up-swipe of ConanвЂ™s sword clips KhalarвЂ™ helmet, knocking him to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Cimmerian... Khalar is vulnerable. With a feral cry Conan LEAPS to imp him, but Khalar is too quick. He rolls, avoids the fallin sword, and springs to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "There, that was your chance. You wonвЂ™t get another. (beat) WouldnвЂ™t your father be ashamed? Now Conan unleashes all his rage, rushing Khalar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She drive her blade into Stygian Warrior #3's face, and i POPS like a balloon filled with dust. \f58",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND KHALAR",
          "text": "ConanвЂ™s blows become wild and reckless, and Khalar hand them easily, revealing that Khalar too is a warrior of breathtaking skill. Well aimed counter strikes push Conan back. More and more Khalar takes advantage of his opponentвЂ™s loss of compos With nowhere to go, Conan is forced up a loading ramp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marique readies a double-bladed DAGGER, dipping its point black poison. She raises it up, and prepares to throw...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He hears the whistle of the knife and dodges it, but the razor sharp missile nicks his thigh. Then Conan raises his sword just in time to block Khalarв heavy blow, the weapon glancing off his blade. CONANвЂ™S POV Sounds become warped, and Khalar seems to move in slow motion, spinning and twirling his weapon. ConanвЂ™s own arms are heavy. He struggles to focus his e",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR",
          "text": "Now Khalar dodges ConanвЂ™s clumsy, off-balance blows, an dazzles his groggy opponent with a three-part attack endi in a SLICE TO CONANвЂ™S SIDE. Then Khalar delivers a KICK to ConanвЂ™s chest, knocking back onto the stack of rotting barrels. Khalar leaps onto the barrels, looming over Conan, weapon ready for the kill. THUNK! An arrow lands inches away from KhalarвЂ™s skull a pierces a rotting barrel. Seeing itвЂ™s a BURNING OIL BAG Khalar dives away. A BALL OF FLAME drives him to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She lets fly another arrow from the StygianвЂ™s quiver. \f59",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR",
          "text": "He rolls away and the arrow just misses him. BOOM! A rott cart explodes into flames. Khalar scrambles back further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "Tamara rushes to the barbarian as he struggles to his fee the world spinning around him. Some noxious substance bub poisonously along the cut to his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ENTRANCE",
          "text": "Suddenly KhalarвЂ™s warriors, led by Marique, swarm the entrance and the crumbling walls. Khalar rushes towards them from one direction. Marique an horde rush toward them from the other... ...Tamara slides under ConanвЂ™s arm, grabs ConanвЂ™s wri pulls it up so that THE SWORD IS AT HER THROAT. Khalar Zym stops dead in his tracks, holding up his hands calling out to his warriors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Stop! She mustnвЂ™t be harmed. Tamara and Conan back away... towards the wall. Conan is losing a lot of blood VERY fast. Now the outpost is teaming with KhalarвЂ™s fierce warrior blocking every conceivable exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "There is only one way out of the fortress. You're trapped. Give her to me, and IвЂ™1l let you live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(low, to Conan) Is this your plan? This is a very, very bad plan. Gathering all his remaining strength and focus, Conan gra Tamara, and rushes backwards AWAY FROM THE EXIT. The soldiers swarm after them, racing around the outpost the left, storming across the outpost from the right. And, Khalar bares down on them with sword raised. Conan and Tamara keep going scrambling up scaffolding to top of the rear outpost wall. \f60",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATOP THE WALL",
          "text": "Tamara stops at the edge - a vertiginous drop to cliffs a raging sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "ThereвЂ™s nowhere to go...!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "But down. Shocking all who watch, Conan and Tamara LEAP off the wal out INTO OPEN AIR BESIDE A WATERFALL, plummeting down tow the harbor below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar looks down in shock. Marique joins her father, but avoids his accusing stare. His tone is low but dismissive if she were some annoying insect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Your sorcery has failed me... and your weakness sickens me. Marique backs away from him shocked and wounded by his wo Khalar continues to stare out to sea, and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE, (0.C.)",
          "text": "My weakness? It was I who found her. MY вЂњWEAKNESS?!!\" Khalar turns and looks off screen, and what he sees makes heart skip beating and his lungs strain for air. All the warriors suddenly freeze, looking up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEAL MARIQUE",
          "text": "She dangles The Mask of Acheron over the side of the wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Watch my sorcery shatter the mask and scatter the pieces in the sea. Watch me tear the eyes from your soldiers and set the walls aflame. (beat) And then, AND THEN will you dare call me WEAK?! For a LONG BEAT, both are motionless, The Mask hanging precariously between her nimble fingers. \f61 But then her father smiles, charming as the biblical serp and he slowly walks towards her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Forgive me for scolding you. We are SO close to everything we have spent our lives pursuing. He reaches out and touches her cheek, and her anger cools gently takes The Mask away. Once again she bows her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "I want you to use all your unique and valuable gifts... to find her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hornet sails over water sparkling in the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON rippling water under candle light. A white rag is dipped in a basin of clear water. It runs and down bronzed skin, washing away the soil and blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Conan slips in and out of consciousness and fever dreams. FORGE burns brightly with FIRE. HeвЂ™s bathed in sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN, (0.C.)",
          "text": "My skin burns. TAMARAвЂ™S FACE appears, going in and out of focus, hover over him like a ghost, and the forge flames die down. Her voice is soothing and maternal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "DonвЂ™t speak. You were poisoned and your wounds are inflamed. ItвЂ™s given you fever. RAGS press, cool and wet, to his cheeks. HISSSS! A sword quenched in icy water, steam rises around his flesh. TAMARAвЂ™S HANDS cleanse his wounds and wrap them in band Still hallucinating, Conan flinches and growls in pain. Tamara cradles his head and lifts him up. \f62",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Hush. Hush now. Drink this. COOL WATER gushes from a flask over his CHAPPED LIPS, and Conan falls back asleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Tamara washes him, she canвЂ™t help being taken by bot physical beauty of his rippled flesh and the astounding p punishment heвЂ™s endured. She examines his palms, the ten year old scars from gripp the red-hot chain. As she touches his scar, CONAN GRABS H She gasps. HeвЂ™s disoriented, still a bit delirious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "You are with friends. Though I was surprised to find you had any. He releases her, and winces. His wounds and internal inju causing him great pain, he struggles to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "DonвЂ™t get up. YouвЂ™ve lost too much blood. Your stitches will burst!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "CROM! Enough of your ceaseless prattle. He falls to one knee, clutches his side, and rises again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Where do you think youвЂ™re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "To find Khalar, and cleave his skull to the teeth. Tamara sighs, exhausted from too little sleep. Her ragged monkвЂ™s gown is torn, bloody, and filthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Well, he is not on the boat. Lie back down. You need to rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I am well enough. \f63",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "You can barely stand! You think you are going to kill him now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Yes. If I donвЂ™t have you to carry on my back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "If it werenвЂ™t for me youвЂ™d be dead. Conan has no comeback. He exits gruffly to the galley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Artus and Conan sit alone at a table drinking mead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I had him, Artus. I had him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "The gods are cruel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Blast the gods. This was not their doing. It was I who failed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Are the tales they tell true? Does he have fiery red eyes and a hide of golden scales?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "He is just a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Then it is he who failed. In fact, you may be the only man in Hyboria to fight Khalar Zym and live. Conan spreads a MAP out on the table before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I must go ashore to find him. Are we near the coast? Artus places SHARKвЂ™S TEETH on the map: On for KhalarвЂ™ at Shahpur and one for the boat sailing close to the coas",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTU",
          "text": "Yes. We left him at Shahpur, here. You must catch him along the costal roads here... \f64 With a third tooth, Artus marks the hidden cove marked by fallen colossus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "..--Before he reaches Khor Kalba, because neither god nor demon can touch him once he is behind his fortress walls. He marks Khor Kalba with the tiny skull of a monkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "He won't go home without the woman. After I go, you must take her someplace safe. Artus laughs, playfully mocking his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "What favors does this beauty shower upon you to win such gratitude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "She saved my life. For that she has my loyalty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Then she has mine as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the bow of the boat, his sword gleaming with the setti sun, Conan practices his moves and strikes. Despite his injuries he is relentless in his discipline. Tamara climbs on deck. She now dressed like a HAREM GIRL, skin barely covered in the silken drapes, and she doesnвЂ look happy about it. Artus approaches her from the helm. They watch Conan from afar. His movements have grim beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "A charming man, your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "(shrugging) Most men are born to motherвЂ™s milk. But his first taste was of his motherвЂ™s blood. He was battle born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "So all he can do is kill? \f65",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Oh no. He has the heart of a king. The loyalty of a bloodhound. (beat) Barbarians may be warriors, but they do not sacrifice their children or enslave their allies like the priests and princes of the вЂњcivilizedвЂќ world. (beat) As for his manners...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN, (0.C.)",
          "text": "You look like a harlot! Conan lurches past them, eying her clothes with disapprov Tamara stares right back at him, matching fire with fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Yes, apparently IвЂ™m the only woman you have ever met who isnвЂ™t one! The stare-off continues between the hulk and the pixie. A the other pirates watch, curious to see what will happen. Surprisingly, it is Conan who blinks first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(to Artus) Give her leather and armor. (to all) She handles a knife better than any of you drunken cutthroats! Conan limps to the helm, clutching his side and cursing a goes. Artus smiles at his friendвЂ™s outburst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "I think he likes you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan sits alone, finally relaxing. He lights a PIPE, breathes out a plume of smoke, then closes his eyes. Appearing in leather and armor, Tamara makes both a sexy steely warrior. She marches up to him and KICKS his boot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "We have to talk. His looks says, вЂњPlease Crom, kill me now.вЂќ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must go to Hyrkania, as my master instructed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Artus will take you. I must go ashore alone and hunt Khalar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "So, you're not using me as bait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "No. Conan offers her the pipe, insisting. She takes it and si down beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Why did Khalar slaughter your village?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "For a sliver of bone that fit into a mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "The Mask of Acheron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What do you know about it?. Tamara smokes, inexpertly, and COUGHS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I only know the stories I heard as a girl. 3000 years ago in the empire of Acheron, Necromancers discovered powerful magic and enslaved almost all of Hyboria. It was their mask. She looks at the WATER SHIMMERING IN THE BUCKET just as Fassir gazed in his pool... INT. KHOR KALBA - SKULL CAVE - TAMARAвЂ™S VISION TamaraвЂ™s face dissolves to a vision of the Mask of Ache The abstract images look like shadows on rippling water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA, (V.O.)",
          "text": "They crafted it from the bones of kings, and sacrificed their daughters to their baleful gods. \f67 We see hazy, murky images of a lithe body being strapped VITRUVIAN WHEEL before a SACRIFICIAL PIT. The Acheronian wizard, holding the mask, raises a SACRIFI SWORD, and slices his own flesh at his chest. He fills the mask with his own blood, and the bone shards like tentacles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA, (V.O.)",
          "text": "Then the barbarian tribes rose up and shattered the mask. We see dreamy abstract images of battle; the MASK IS SHAT into dozens of sharp slivers of bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "The slivers were indestructible. So, each tribe HID A PIECE, scattering them across the land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back on TamaraвЂ™s face, her vision becoming more intense",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What does the mask do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Resurrection. It raises the souls of the unspeakably evil. Like Fassir, TamaraвЂ™s face twists in horror at the visi the shimmering water...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA, (V.O.)",
          "text": "The spirits and demons they summoned gave them powers no mortal men should hold. The vision swells into a panoramic view of thousands of slaves driven over fiery rocks and crimson water. ItвЂ™s vision of Hell by Hieronymus Bosch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Horrified, Tamara snaps out of her trance, but she is gro Her eyes flutter open and shut. \f68",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I... IвЂ™m not sure if I saw a vision of the past or of the future. Tamara struggles to focus, but she is nodding off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What did you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Kingdoms in ruin. An ocean of blood. An... apocalypse... Tamara passes out from pipeweed. Conan gently takes her i arms and puts her gently down on the bed of straw. THUMP. He hears something brush the hull of the ship. Itв very soft, but it still troubles him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pirates, Artus among them, lie asleep on benches, som the floor. None of them hear another dull THUMP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sea is dead calm, like a sheet of black marble. The m deck is eerily quiet and still. Conan walks up above deck. He hears a soft THUMP again. H crosses the deck, and looks over the side of the boat. There he sees an empty RAFT and a ROWBOAT in the water, t to the side of the ship, gently brushing the hull. Alarmed, Conan looks up to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE HELM",
          "text": "The Boatswain lies dead, his throat cut, in a pool of blo",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BOW",
          "text": "A DOZEN of KhalarвЂ™s warriors, Kush spearmen and Turania Raiders, swarm over the rail like ants from small boats below. They rush across the deck, weapons raised... \f69 Unarmed, Conan turns and turns back, grabs a HAMMER and s the iron shell of an ALARM BELL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLANG! ArtusвЂ™s eyes snap open. He jumps to his feet and rushes out. The other pirates are groggy and slow to awak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLANG! Tamara is startled awake. She stands up from the b of straw, but suddenly... UKAFA GRABS HER and covers her mouth. As she kicks and bu he drags her through the claustrophobic corridors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UKAFA",
          "text": "Be still. Tamara sinks her teeth into UkafaвЂ™s hand. Ukafa squeals pain and raises his ugly fist to club her. CRASH! Conan BURSTS THROUGH the wall behind Ukafa, fist r through wood, grabbing Ukafa from behind. Tamara breaks f as Conan shoulders his way through the broken planks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UKAFA",
          "text": "I remember those eyes... Ukafa tries use his spear, but there isnвЂ™t space to man Conan grabs the shaft and wrestles for control. They both buck and thrash, two giants SMASHING one anothe into the walls of the hold, like bulls in a pen. Tamara jumps back, pulls a dagger from her boot, grips th tip, and raises it up to throw... But as the two men careen and spin, slamming back and for she canвЂ™t get a clear shot. She waits for her opportuni Knife raised high. COMPLETELY STILL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Artus rushes on deck... THUNK! Pirate #1 is struck dead. A spear piercing his che and impaling him to the mast. Artus draws his sword just as the defending Pirate #2 is DOWN by KhalarвЂ™s warriors. \f70 Artus is completely overwhelmed... driven back by the hor advancing across the deck towards the galley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan knocks the spear from UkafaвЂ™s hand, and it sticks first into the splintered wall. This gives the Kush warri time to land a fist to ConanвЂ™s jaw, knocking him backwa They fight now with fists and shards of broken wood. Neit able to gain the advantage. Then Conan kicks Ukafa and sends him flailing to the floo Ukafa springs to his feet, hand reaching out for his spea THUNK! TamaraвЂ™s throwing knife pins his hand to the wal slicing off one of his fingers. Ukafa SCREAMS! Then Conan grabs UKAFA by the collar, and with all his br strength, lifts the fat assassin up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "How many Cimmerians died at the point of that spear? ..-and THROWS UKAFA ONTO HIS OWN SPEAR, impaling him thro the heart and killing him instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only Artus and a few other pirates defend against the onslaught, fighting valiantly, taking on three and four invaders each, but there are too many opponents to handle Marauders slash through sails and ropes, pressing forward Attackers to their right and left, Artus and his men are driven back against the entrance to the galley. Cherin leads KhalarвЂ™s warriors, bloodthirsty and energi on the verge of a complete massacre...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some primal edge to ConanвЂ™s voice rallies panicked men action...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Grab your steel, dogs! Spill some blood before you greet your ancestors in Hell! \f71",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as Artus and his defenders are about to be overwhelm and cut down, the tide turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "NOW is time for the feasting of swords! Leaping out from below deck, flying athletically through space, Conan sweeps his long blade in a wide arc. The sha point finds the throat of a hapless warrior, sending a fountain of blood over the heads of the attackers. The man is dead before his corpse hits the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PIRATES ATTACK",
          "text": "Bursting from below deck, pirates assault Khalar's Warrio with battle axes, forcing them backwards to the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ARTUS",
          "text": "He hacks, slices, and unleashes a fierce battle cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHERIN",
          "text": "She directs warriors away from the central battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIND THE GIRL.",
          "text": "Cherin advances towards the galley when AN ARROW hits the warrior queen BETWEEN THE EYES. She drops to the deck in lifeless THUD! Tamara stands across deck, bow in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "You found me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "Despite his injuries Conan fights like a god of war. Slic right, and hacking left, taking down several warriors at time, and completely shattering the enemyвЂ™s morale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Now she fights alongside Conan and the pirates, spinning elegant dagger in each hand. \f72 Her martial arts training is on full display as she parri dodges and spins to cut down one warrior and another, unt her blade reaches... CONANвЂ™S FACE. She stops the knife thrust inches from hi nose. Conan shoots her a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Sorry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ARTUS",
          "text": "He swings on a jib, knocking a pair of Khalar's Warriors the ship. He drives his sword through another attacker up the hilt, then uses the impaled attacker as a human shiel",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN.",
          "text": "Conan turns and tosses an attacker towards his friend, impaling the second warrior upon the blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DECK",
          "text": "ItвЂ™s a complete rout. Those few of KhalarвЂ™s warriors not cut down leap over the rail in retreat. SEA BATTLE WITH KHALARвЂ™S WARSHIP - OMITTED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The battle is over. Conan raises his bloody sword in TRIU Tamara and Conan gaze at each other, burning with battle and the joy of victory. They share a warriorвЂ™s handshak",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the sun rises, the Hornet sails over calm waters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates celebrate their victory drinking from mugs an flasks in rowdy celebration. Conan looks around for Tamar but he doesnвЂ™t see her... INT. HORNET вЂ”- BELOW DECK - DAWN In a quiet corner, Tamara sets up a simple altar with a candle, a bowl, and runes scratched into the wood. \f73 She has stripped off her armor, and wears her clean monk' robe - so torn it barely covers her bare flesh underneath She kneels before it and prays in a whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Mitra, help overcome whatever sins I may carry in my blood. Show me my purpose, and help me find peace. Conan watches her from the shadows nearby. He is spellbou perhaps for the first time, by her extraordinary beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "With your gentle wisdom, bless this man who protects me, and lift his burden of pain, as you do mine. Sensing a presence in the room, Tamara looks up... For a moment their eyes lock. The bare skin on her thighs shoulders are luminous in the candle light. His bright bl eyes are, for once, soft with empathy. But then he looks away, respectfully, turns and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pirates work to repair the boat. Fresh planks line th deck like the scars of healed wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "The tiny pirate ship sits at the ancient dock. Beyond it rocky shore covered in spectacular, crumbling ruins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan stands near Artus at the helm, as pirates repair th wheel. He and Artus share a warriorвЂ™s handshake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "May you find what you seek, Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She watches Conan gather his weapons and gear on the dock Artus joins her at the rail of the ship. \f74",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Our repairs are almost complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Thank you, Artus. I hope one day to pay you all handsomely for your trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "What do pirates care for gold? Artus notices how she looks at his friend as he walks tow the cliffs. Artus pulls out a piece of folded parchment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "It seems our friend has forgotten his map of the shoreline. I think you should take it to him... And say goodbye. Without hesitation, Tamara takes the map, quickly disemba and chases after Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "We sail at dawn... DonвЂ™t be late! He watches as Tamara catches up and hands Conan the map. he sees the two exchange words and continue walking toget Artus smiles to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Tamara climb the rocks up from the shoreline, Tamara catches up with him. Together they look up at the ruins of some once grand culture, long forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "They too, whoever they were, once sought to rule the earth and sea. The fog parts revealing the fallen remains of an ANCIENT COLOSSUS STATUE, body crumbled and broken. Tamara gazes u the fallen giant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(re: The Colossus) Do you ever wonder if our actions serve some plan - some purpose spun by the gods? Or like him, are we all just doomed to chaos and ruin? Conan speaks without irony or affectation. \f75",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I know not, and I care not. I live, I love, I slay... I am content. Tamara stares at him - raw, unrefined, true to himself. Abruptly, like a damn bursting, she lunges forward and ki him. Each grabs fistfuls of the otherвЂ™s hair. INT. VILLAYET COASTLINE вЂ”- COLOSSUS HEAD - DUSK A gush of rough ardor and tender caress. Conan and Tamara buck and writhe in a slip-slide display of the most gorge naked flesh to fill a movie screen. The waves of nail-raking, back-arching, breast-heaving ecstacy, rise... froth... and crash upon the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND TAMARA",
          "text": "Tamara lies in ConanвЂ™s arms by a small fire. She traces finger tip over the long scars across his bare flesh, lik roads or rivers on a map. But when runs her finger tip over the scar that splits hi eyebrow, HE FLINCHES, pulling away the touch, the strange intimacy of it is more than he can bear. But seeing the sympathy in her eyes, he relaxes, allowing to brush her lips gently against his brow. Then she kisse his eyelid and the scar along his cheek. Finally, and perhaps most intimately of all, she takes hi hand, brings it to her mouth and KISSES THE SCAR ON HIS P His eyes sparkle. He is soothed. He kisses her forehead. Her head on his shoulder, they stare up through the eye o colossus at a sliver of THE MOON, which glimmers like a reflection in an iris. INT. VILLAYET COASTLINE вЂ”- COLOSSUS HEAD вЂ”- DAWN Tamara, fully dressed, gazes down at the sleeping barbari Without waking him, she kisses his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(whispers) Goodbye. \f76",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaving the ruins behind her, Tamara walks alone through woods back to shore, towards the row boat. Lost in the afterglow, she doesnвЂ™t notice the dark, blu form of A FIGURE stalking her from the trees. Sssssst! Tamara flinches as if stung by a bee. She reache the back of her neck and finds stuck there... A DART in the shape of a bug - similar to the dart that struck Conan at the Outpost. She YANKS it out and flings away. Panic. Tamara looks around her and glimpses a movement al around on the path. Her head spins with venom. She BOLTS, racing back towards the colossus head, stumbli gasping for air, the trees melting and rippling around he",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Conan... Many pursuers rush upon her. She glimpses a shield with a ACHERONIAN SEAL. A rider appears on the path. And another As a dark rider lurches towards her Tamara reacts instinctively, THROWING HER KNIFE. The rider is hit, and horse spooks and BOLTS... ...then Tamara falls. Dizzy. Nauseated. The world a blur. She thrashes as cruel hands pin down her arms. The last things she sees before passing out are the needle-nails o MariqueвЂ™s fingertips, dangling over her face like a spi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ConanвЂ™s eyes snap open at the sound of the muffled roll galloping horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan crouches and finds the Stygian needle, discarded on ground. Around him are footprints and horse tracks. ConanвЂ™s blue eyes glow, fierce and iridescent in the fa light. He grits his teeth and snaps the needle in half. \f77 Conan stands and walks to the place where the rider fell he was hit by TamaraвЂ™s knife. There is a heavy imprint mud and a pool of blood. A shape moves through the brush. Conan whips around to se В«+. the riderвЂ™s abandoned horse, fully armored, with t OF ACHERON emblazoned on the metal plates. ConanвЂ™s eyes widen in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ashen sky hangs over an ancient trail. Riding the horse now stripped of its armor, Conan tracks across a cold and rocky wilderness. A bitter wind blows in his face, and even the horse looks weary and defeated. ConanвЂ™s burden has never been great",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Massive iron doors like inverted fangs swing slowly open. Into the room comes KhalarвЂ™s triumphant daughter, Mariq Behind her four ACOLYTES lead Tamara in chains. She is st unsteady and sick from the effects of the poison. Tamara scans the long room, filled with ominous statues, mosaics and artifacts of the age of Acheron. She sees Kha sitting upon a gigantic throne cut into the stone wall. As they approach the throne, Marique takes Tamara by the and forces her to kneel. Khalar steps forward, gazes down at his helpless captive, lifts TamaraвЂ™s chin so that she looks up into his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Hello, my elusive one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "(desperate) You have made a mistake. I am not the one you are looking for. Khalar nods to Marique... A black needle sinks in TamaraвЂ™s neck and she flinches bitten. Marique withdraws it and puts it to her tongue. \f78",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "She is the pure blood descendant of the Necromancers of Acheron. Tamara closes her eyes and holds back tears, all hope los Khalar smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "We begin the ritual at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "No... tomorrow night. When the moon is dark and eager to be reborn, and the tide ebbs, leaving the ruins dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "You have made me proud, my daughter. He touches her cheek, and MariqueвЂ™s face glows. THE DOO BOOM SHUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan rides to a hilltop with a wide view, and he gazes d upon Argalon, a city near the coast with domed buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VARIOUS SHOTS of Conan moving past dilapidated stands. Loitering thugs and cutthroats trade weapons, poisons and contraband. We see him approaching several wily thugs who shake their heads. Finally a skinny street urchin points to... A rotting door bears the mark of SEVEN BLADES. Conan open and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Den of Blades is a hookah bar - dark, smoke-filled, a ominously quiet. It functions as a thieves guild, and it densely packed with shiny stolen objects like a bazaar. As Conan crosses from the door, dozens of treacherous eye mark him from the shadows. There are belly dancers and wo writhing with snakes. \f79 Conan approaches a FAT MAN, who stands and pours colorful drinks onto a silver three-level serving tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I am looking for a thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT MAN",
          "text": "Argalon is a city of thieves. Conan clutches him by the folds of his neck, the tray fal to the ground and the drinks spill across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "I am looking for a thief named Ela Shan. The Fat Man just cackles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARMAN",
          "text": "Who are you to ask, Barbarian? Suddenly from every shadow and every corner, a DOZEN ugly treacherous THIEVES of all shapes and sizes, weapons draw stand and leap forward to surround Conan. Conan crouches and clutches the hilt of his sword...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Stand down, fools! The bandit steps forward. It is Ela Shan himself. He steps into the light to show off elaborate armor inste of prison chains; Ela Shan LAUGHS and waves off his men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN, (CONT'D)",
          "text": "Fast as Yezud, he will gut you like fish. I owe this man my life. Conan relaxes, sheaths his sword, and eyes the thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Well, Ela Shan, you will have your chance to repay it. Ela ShanвЂ™s smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A CORNER TABLE",
          "text": "Conan and Ela Shan sit and drink. Ela Shan looks anxious, trying to talk him out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not for me to criticize a great man such as yourself but... This is madness. DonвЂ™t go in. Just wait for him to come out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "A woman is inside. Elan rubs his temple. A woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "She must be a pretty one. Breaking into Khalar ZymвЂ™s fortress is like reaching under a sleeping dragon to steal her eggs. (beat) It canвЂ™t be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "It MUST be... And quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "(scoffing) Quickly? No one has done it ina thousand years!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "There must be a way. You owe me this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "(shaking his head) Well, below the flooded spires is the tunnel of locks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "DidnвЂ™t you say there is no lock you can not break? Ela Shan spits, silently cursing his words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "I am without doubt the only thief alive who could get you through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Then that is the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "It is the way to вЂњThe DwellerвЂќ that guards the fortress depths... or so the rumors say. 80 \f81",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "And what is The Dweller? Ela Shan throws up his hands, and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Certain death. INT. KHOR KALBA вЂ”- THRONE ROOM - DAY Along the walls are primitive but macabre images of genoc and slavery - fire and blood. Artifacts of Acheron displa as if this were some sinister museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CEREMONIAL TUB",
          "text": "Still weakened and hazy, as if drugged, Tamara sits in s ceremonial tub. ACOLYTES scrub and cleanse her body, comb arrange her hair, clip her nails. As she rises up from the water, they swath her in red tow with all the formality of a religious ceremony, drying he naked skin as if polishing white marble. As the acolytes anoint TamaraвЂ™s bare flesh with oil, Ma watches over the preparations, darkly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Marique grooms the groggy Tamara before a full length mir of dark polished obsidian. Tamara is wearing MalivaвЂ™s distinctive dress, her jewelry and dark makeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "My mother wore this gown on her wedding day. It flatters you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I am NOT your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "No but you will be. She runs a finger-needle up TamaraвЂ™s chest to her neck, whispers sadistically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE, (CONT'D)",
          "text": "Imagine your body is a vessel and your soul is the water that fills it. When your blood seeds the mask, my father will empty you. \f82 As Marique speaks, she takes a long, sinuous glass vase a pours the water out on the stone floor. As Marique continues, she refills the vase with red wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "And my motherвЂ™s soul will rise to fill up your toes, your legs, up into your breasts, neck and lips... She leans in close, lips practically pressed against Tama cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "В«+. until my mother turns your pretty blue eyes pitch black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I would rather die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (0.C.)",
          "text": "Oh yes, you will... At that moment, Khalar enters, continuing for Marique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "... and your death shall herald a New Age of Acheron. The spirits I raise will melt flesh from the bones of kings. My wife and I will cast all rivals into oceans of blood. Marique presses the point of the needle hard against Tama skin, almost but not quite breaking the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "And what of me, father? Khalar freezes, seeing the deadly nail at TamaraвЂ™s thro",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "What of...? Remove your nail. Marique stares at her father with eerie intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Why? So that I can be cast aside... into an ocean of blood? Nobody moves, but then Khalar approaches his daughter. \f83",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "So that you may reign as our princess and heir. He touches her cheek and she melts, all her rage rushing of her like water. She removes the nail, and hugs him around the waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE OBSIDIAN MIRROR",
          "text": "It frames a strange triangle: two women and Khalar betwee them. Only Tamara can see that KhalarвЂ™s expression is treacherous, even as his voice is silky and smooth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Smile, my cruel angel. Tonight we will be a family once again. And looking away from the mirror, only Tamara can see tha MariqueвЂ™s expression is equally cold and bitter, even a voice is sweet and obedient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Yes, my dear father. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khor Kalba is the flooded ruins of jagged stone towers th have stood against the sea for thousands of years. Indeed walls and fortifications make it look impregnable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Ela Shan scramble over rocks along treacherous cliffs and pounding surf. The find a round rock with a me face plate and runes etched around the edges. Ela Shan slips slender hooks and pointed dowels into the plate and opens it, but his hands are shaking badly. Inside is an ornate locking mechanism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Please. I beg you one last time. Do not do this. Let us turn back. Conan shakes his head. Silent but firm. \f84 As Ela picks at the mechanism there is a cascade of CLICK and CLANKS swelling into a deafening RATTLE as somewhere massive tumblers spin. The noise becomes frighteningly loud... ... and then with a SNAP, the lock turns. The stone slide open in halves revealing stairs down to the flooded sewer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The acolytes bind Tamara to the VITRUVIAN WHEEL. Each wri and ankle is bound with MANACLES and long CHAINS to the spokes. She is spread eagle. Carrying CorinвЂ™s greatsword, Marique approaches Tamara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Did you know I met your Barbarian when he was a boy? I took this sword from him. She runs her lips perversely over its hilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "I'm told that Cimmerian steel is sharper and harder than any other, and that when it cuts, the pain is close to pleasure. She holds the edge against TamaraвЂ™s bare skin on her ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "I know it will please you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ela Shan pops the lock to another spiral gate leading the into a CURVING SEWER TUNNEL. The water is waist high, and roiling as if something large were moving below. Their torches flicker, giving off more smoke than light. There are deep ominous RUMBLES from above and below. The surface of the water ripples, as if teeming with fish Ela stops and grabs ConanвЂ™s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "Something moves in the water. As Ela turns we see that clinging to the other side of hi face and neck is a BLACK, THROBBING MASS the size of a lobster. \f85 Ela sees ConanвЂ™s expression. The thief SQUEALS in horro tears the leach off his face, and throws it away. The wat is alive with the slimy creatures. Conan rips a GIANT LEECH off his own arm and yanks anothe off ElaвЂ™s back. Ela finds another squirming on his bell ElaвЂ™s scream still echoing in the chamber, they hurry, sloshing towards the next gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A procession moves slowly from the central tower, towards Skull Cave. Khalar leads them in his resplendent armor. T comes Marique leading twelve Guards. TWO acolytes chant in a long forgotten language and strik GONGS etched with the Seal of Acheron. It is as ominous a funeral march. Ceremonial and grim. Behind them, another FOUR ACOLYTES bear Tamara on the Vetruvian Wheel, like a corpse upon a stretcher. Surrounding the procession is a LEGION of KhalarвЂ™s sold",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ela and Conan trudge through a long, narrow sewer. Ela is shaking badly, and he looks a bit lost. Above them are HOLES in the rock where runoff water gurgl into the chamber. They reach a DEAD END. Far above them is a clang and rumble, as if some giant va were turning and a torrent of water unleashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "We should not have come this way. Liquid bursts from the runoff holes and gushes into the chamber - hundreds of gallons of deep red. Conan and Ela retreat through the fountains of blood. The liquid becomes thicker... ... and the two are hit with chunks of human bone, severe arms, severed legs, and ground gore - a ghastly soup of h flesh showering down upon them! They flee, out of the dead end tunnel, as human heads bob the water like buoys. Conan drives his shoulder into a ga breaking the rusty bars and slamming it open. \f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ela Shan reignites a STASHED TORCH. There are no more gat to be seen. A triumphant smile beams on Ela ShanвЂ™s face",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "That was the last gate. I told you I could get you in safely! A great RUMBLING PASSES, the sound of something ENORMOUS moving underneath them in the depths. ElaвЂ™s smile fades. WHOOSH! Conan and Ela are DRAGGED UNDER THE WATER, whippe down and away in less than a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan is yanked through deep, murky water. HeвЂ™s just a flailing shape in the darkness. He lashes out with his blade, hacking at something that h wrapped around his foot like a snake. It releases him. Ela Shan is not as lucky. He is dragged passed Conan, tow some MASSIVE THROBBING SHAPE with UNDULATING ARMS, but Co grabs Ela by the collar and yanks him free. Conan drags Ela towards the glow of the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ela and Conan burst to the surface of a circular pool. Bo of them gasp for breath. The danger seems to have passed. They scramble to the edge, and as they climb out they loo into the gigantic space around them, taking it all in. The pool is surrounded by the curving steps and tall colu of a massive amphitheater. The air is thick with steam. Above them, cages hang from pulleys attached to an iron g Chains strung through the pulleys hang like vines. Inside the cages are virgins, ADOLESCENTS in nothing but loincloths. One cage near the water is filled with the sa blood and remains that were showered upon them below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AKHOUN, (0.C.)",
          "text": "YoU! \f87 Conan looks across the pit to see the last of KhalarвЂ™s henchmen who was present in CorinвЂ™s forge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AKHOUN",
          "text": "The giant villain holds chains attached to pulleys high a him on the iron grid. This allows him to raise and lower cages like a puppet master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Another feast for my sword. There is an ominous rumble, and the surface bubbles. Akho lets loose a long peal of laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AKHOUN",
          "text": "No! Another feast for my pet! THEN A TENTACLE bursts from the water, BLOCKING CONANвЂ™S thick as a tree trunk, lined with bony spurs. The tentacle curls and snaps like the tail of a scorpion. Conan defends himself with swipes of his sword sending je of the creatureвЂ™s blood, black as ink, across the water Ela squeals, swims away, and climbs up into the empty cag He slams the door shut, trying to shut the tentacle out. The tip of a tentacle coils around ConanвЂ™s arm, but he his sword into its base. From somewhere deep in the pool comes an agonized rumble a squeal of pain. The tentacle retracts. But then TWO ENRAGED TENTACLES whip out of the water, replacing the first, attacking the barbarian, and driving backwards. A THIRD TENTACLE shoots out of the water and probes the c where Ela is hiding. Ela kicks at it in desperation. A massive undulating SHAPE rises just under the surface o the pool. It is ENORMOUS and GROTESQUE, with an ugly mout rimmed with teeth the size of sabers: The Dweller. Conan avoids the mouth and stabs at a tentacle, but then PIT GUARDS enter and stalk Conan around the edge of the p walking over iron rails on its surface. PIT GUARD #1 is immediately snatched by a tentacle that w around his neck and yanks him high up into the air and do into its hungry mouth. Red Blood fills the pool, mixing with black. \f88 PIT GUARD #2 and PIT GUARD #3 attack Conan together, but Conan slays #3, right under Ela ShanвЂ™s hanging cage. Conan eyes Akhoun and lures Pit Guard #2 closer to him. J as Pit Guard #2 reaches him, Conan leaps away... CRASH! Akhoun drops Ela ShanвЂ™s cage, misses Conan, and crushes Pit Guard #2 instead. Conan rushes at Akhoun and the two clash. Conan allows Ak to land several ugly blows, but as he does so, Conan wrap the hanging chain around the villainвЂ™s neck. As Ela ShanвЂ™s cage is PULLED UNDERWATER by several stro tentacles, Akhoun is lifted up by his neck, hanged by his chains. TWENTY KHOR KALBA WARRIORS rush into the amphitheater, an surround the pool, blocking the floor level exits. Conan swims to ElaвЂ™s sinking cage, but Ela is already u surface - the cage dragged towards the DwellerвЂ™s MOUTH. Above Conan, tentacles wrap around the dangling Akhoun. Then a massive SINGLE EYE rises up out of the water like glistening, oily DOME. Standing up on the sinking cage, Conan leaps, raises the sword like a stake, and drives it into The DwellerвЂ™s ey With a LOW ROAR and a HIGH WHISTLE The DwellerвЂ™s massiv CRASH upon the surface and sink into the depths. As Akhoun and his chains are dragged DOWN with the Dwelle Conan, who is clinging to EllaвЂ™s cage, is pulled UP... В«+. to a mid-level above the grid, where Conan helps Ela escape through the DAMAGED bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan rushes out of an exit from the mid-level of The Pit and he drags the hapless thief along with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan pulls himself up out of a crack in the Khor Kalba r Then he pulls the exhausted Ela Shan up beside him. High gets a view of the entire fortress. \f89 CONANвЂ™S POV The procession rides out over the peninsula towards the S Cave. They are escorted by the legion of KhalarвЂ™s soldi EXT. KHOR KALBA вЂ” SKULL CAVE - ENTRANCE - NIGHT Khalar leads a procession on horseback into the ancient Acheronian site. Marique and two acolytes ride closely behind. Tamara, bound tightly to the Vitruvian Wheel, is carried four ACOLYTES as if it were some nightmarish funeral marc Behind them the twelve Cave Guards and another twelve Warriors from the legion, bring up the rear. Before them is a massive Excavation Site, with scaffoldin carts and crude tools. Bit and pieces of purple, Acheroni ruins sprout out of the cave floor like the bones of some massive fossil. On the high cave ceiling are openings - the вЂњeyesвЂќ of skull that we saw from the outside. The bulk of the Legion of warriors wait outside the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Acolytes blow RAMвЂ™S HORNS in steady rhythm, like a primitive siren. They reach a central PLATFORM, on which are more scaffold and LONG CHAINS hanging from pulleys. In front of all thi a sacrificial PIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTER RING",
          "text": "Along the edges is an OUTER RING where Cave Guards and Warriors take up positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PLATFORM",
          "text": "Four of the Acolytes carry the ancient Vitruvian Wheel to Platform. The other two hold ceremonial torches. With the pulleys and chains, the wheel is hoisted and positioned so that two long pins on its outer rim fit int two stone posts on The Platform. This allows the entire w to tip forwards and backwards. \f90 EXT. KHOR KALBA вЂ”- COASTLINE CLIFFS - NIGHT Conan climbs and jumps over jagged rocks toward the skull Never has he looked more determined. Terrified and gaspin breath, Ella can barely keep up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Acolytes CHANT, some low and guttural, some high and shrill - an eerie, pagan cacophony. Marique hands Khalar CorinвЂ™s Greatsword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "As a victorious Barbarian sword once shattered the mask, a vanquished Barbarian sword shall revive it. Khalar takes the Cimmerian Blade, impressed by its balanc and craftsmanship. He is pleased. Marique bears the MASK OF ACHERON on a RITUAL TRAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grasping tangled vines and roots, Conan and Ela Shan drag themselves up and over the rain-slick rock, arriving abov of the two massive HOLES in the cave ceiling. Below, they see the whole, perverse spectacle, with Tamar the center of it all, bound to the wheel. Ella gawks and swallows; he trembles like a wet gerbil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Your debt is paid. Go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELA SHAN",
          "text": "I humbly respect your decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Acolytes tilt the wheel forward so that Tamara faces Khalar raises CorinвЂ™s greatsword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "By lusty Derketo and serpent-headed Set, by Dagon and Nergal, I seed the mask with its masterвЂ™s blood. \f91 Every movement in this ritual seems well-practiced and choreographed, as if each gesture had symbolic meaning. Khalar cuts Tamara just below her collarbone. She SCREAMS BLOOD flows from the wound. Marique holds The Mask beneat her on a sacred ritual TRAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Tamara gasps in horror. She watches helplessly as blood r down her body into the mask, seeding it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVE ENTRANCE",
          "text": "SNAP! Cave Guard #1вЂ™s head is turned and his neck is br Conan drops the body quietly. Conan moves swiftly, silently and almost invisibly along side of the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PLATFORM",
          "text": "Fertilized by the blood, the Mask of Acheron comes alive. shards of bone swell and squirm like the arms of The Dwel",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR AND MARIQUE",
          "text": "They exchange a look of eager anticipation. They have bot waited a long time for this moment. With the sword in one hand, Khalar raises the mask with t other, high above his head before The Pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Ancient Ones, who burn beneath us, unspeakable are thy names, Behold and despair, your new master. With both excitement and trepidation, Khalar places the m his face. It fuses with his flesh, the tentacles piercing forehead, cheeks and neck. He and the mask become one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PIT",
          "text": "An eerie glow paints its rim, a low rumble shakes the cav as if something in the depths were awakening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR",
          "text": "The excruciating pain of the piercing shards gives way to exhilaration as The MaskвЂ™s power flows through him. \f92",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She canвЂ™t watch. She turns her head, chin to shoulder. from her high vantage point, she can see... CONAN - TAMARAвЂ™S POV Intent and unstoppable, Conan climbs up the rocks from be the altar. He quietly cuts Cave Guard #2вЂ™s throat. Then, he looks up and sees TAMARA STARING DOWN AT HIM. He dismayed to see her awash in her own blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Its all she can do to keep from calling out to him. She shakes her head... GO BACK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "But he does not stop. He comes closer and CLOSER, listeni to KhalarвЂ™s incantation to his dead wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PIT",
          "text": "KHALAR ZYM (CONTвЂ™D) Maliva, my queen, hear my call... But Khalar is interupted...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THE WHEEL",
          "text": "Bolting from his hiding place, Conan LEAPS and SWINGS his sword in a mighty arc. At the last second, Khalar ducks, and RAISES CORINвЂ™S SW block him... ConanвЂ™s sword GLANCES THE EDGE OF THE MASK, chipping it causing bright sparks and a resounding CLANG as the metal hits bone. Reeling, Khalar falls backwards to the ground. As the mask is hit, the Pit rumbles with energy, causing TREMORS across the excavation site. The Platform CRACKS and the stone posts holding The Wheel crumble. Conan is knocked off his feet. DOZENS of Warriors and Guards rushing to the altar are sw into the trembling, crumbling Pit. \f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE PIT",
          "text": "The men tumble helplessly into a fiery abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PLATFORM",
          "text": "The SCAFFOLDING COLLAPSES, crushing Cave Guard #3 and #4 under its weight, and dangling long chains into The Pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PLATFORM",
          "text": "The WHEEL FALLS from its chassis, with Tamara still attac to it. It tips forward and DROPS INTO THE PIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE PIT",
          "text": "After falling ten feet into the shaft, The Wheel gets STU as its two PINS catch on the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Bound to The Wheel, Tamara SCREAMS and pulls at the chain Wide eyed, Tamara gawks down into a yawning abyss. The si of The Pit open up into a wide crevice filled with purple tinged, ACHERONIAN RUINS. Below that is a fiery, bottomless VORTEX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKULL CAVE",
          "text": "Conan hops to his feet, looks down to see Tamara on the wheel, and HE JUMPS DOWN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE PIT",
          "text": "Conan lands on the wheel with startling balance. He reach down and breaks one of the manacles with the hilt of his sword. TamaraвЂ™s wrist pulls free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKULL CAVE",
          "text": "He scrambles to his feet, looks into the Pit, and sees Co breaking TamaraвЂ™s legs free. He calls out to Marique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "DonвЂ™t let her escape! Then, CorinвЂ™s sword in hand, he JUMPS DOWN... \f94",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE PIT",
          "text": "Khalar lands on the wheel and nearly slips and falls. The wheel teeters right and left under his feet like a see-sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKULL CAVE",
          "text": "Pulling out a DAGGER, Marique rushes away from The Platfo to an outcropping of ruins, leading down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She hangs upside down like an acrobat as the men fight ab her. She pulls her other wrist away from the wheel, but i still bound to a long, loose chain. She climbs off, scrambling down the ravine walls to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamara claws desperately at the sides of the rocky crevic and slides to the Stone Balcony. Around her are the bizarre Acheronian Ruins - an entire subterranean city. Stairways extend in all directions, so sideways or upside down, all leading through A MAZE of archways and columns. Below her, flaming magma flows through the ruins in canal and pours into the Vortex. Tamara doesnвЂ™t see the dark figure rushing towards her behind out of The Maze. She stares up at the men fighting. She has no weapon, and way to climb back up to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(from above) Find a way out! Reluctantly, Tamara rushes away into The Maze, dragging t long chain with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar and Conan clash. Every thrust and parry of their weapons causes the wheel to tip precipitously in one direction and then another. When Khalar attacks, Conan shifts his weight on the wheel making the masked warlord stumble to regain his footing. \f95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamara runs over stairways, under archways, and around columns, but the labyrinth is disorienting, and she doesn see the dark figure rushing towards her from behind... MARIQUE GRABS TAMARA, but she resists capture. Tamara throws her elbow into MariqueвЂ™s gut, driving the backwards. She slams her fist against MariqueвЂ™s jaw, sn MariqueвЂ™s head to one side. Frustrated, Marique steps back and brandishes her dagger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIQUE",
          "text": "Kneel down! Tamara doesnвЂ™t kneel. She twirls the long chain still a to her wrist and faces off with the witch. Marique raises dagger, and Tamara swings the chain... ...wraps it around MariqueвЂ™s wrist, and YANKS THE DAGGE OF MARIQUEвЂ™S HAND. The blade clatters away. Marique lunges for Tamara, her needle-fingers extended, a grabs Tamara by the hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar lunges and misses, slipping on the wheel, and his writhes in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "You had your chance Khalar, and you wonвЂ™t get another. (beat) WonвЂ™t your dead queen be ashamed? With an explosion of fury, Khalar lunges at Conan... and KHALAR LOSES HIS BALANCE. Khalar slips, stumbles and KICKS the pin stuck in the sid the ravine. THE PIN SNAPS OFF! As the pin in the wheel breaks free, the вЂњfloorвЂќ fall beneath their feet. The Wheel falls, bouncing off the crevice walls. Conan an Khalar fall, scrambling desperately to the sides of the ravine, into plumes of dust. \f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wheel crashes off the balcony, flips and plummets,, a then disappears into The Vortex. ItвЂ™s only by watching the wheel fall that we get a sens just how breathtakingly deep the abyss really is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Khalar tumble down to the balcony. Panther-like Conan lands on his feet. By contrast Khalar LANDS HARD on the stone floor, and HE STUMBLES. Conan swings and Khalar ducks the blade... CRACK! The tip of ConanвЂ™s sword clips the mask, and onc again, when the mask is hit, TREMORS shake the ruins. Khalar FALLS TO THE EDGE of the balcony. As when he fell the Shahpur Outpost, HE IS VULNERABLE. But just as Conan raises his sword and is about to spring the balcony to where Khalar has fallen...",
          "sentiment": "neutral"
        },
        {
          "speaker": ".-. CONAN HEARS TAMARA SCREAM",
          "text": "Locking eyes with Khalar, Conan hesitates - another chanc for vengeance hanging on his decision. The villain smiles. Then Conan DARTS INTO THE MAZE to save the woman he loves INT. ACHERONIAN RUINS - ON TAMARA AND MARIQUE - CONT. As the women fight, more tremors shake the ruins. Lava bubbles and spills over ancient timbers, which burst into high flames. Marique drives her knee against TamaraвЂ™s chest pinning the ground. But, Tamara STILL wonвЂ™t submit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "How will it feel when your father casts you aside? Marique flashes with anger and threatens Tamara with her needle fingers, holding them above TamaraвЂ™s face. \f97",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "You are nothing to him. He only cares for her. Marique HISSES, enraged beyond all reason, but as she plu five finger-needles towards TamaraвЂ™s eyes... Marique finds her thrust BLOCKED, and her needles SNAP against the flat end of a hard Cimmerian blade! Conan whips the sharp blade back, and he SLICES OFF MARIQ",
          "sentiment": "neutral"
        },
        {
          "speaker": "FINGERS",
          "text": "Marique SCREAMS and clutches her mutilated hand. She's delirious with fury. Tamara grits her teeth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Burn like your mother, witch. Tamara KICKS MARIQUE into the burning timber below...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MARIQUE",
          "text": "She flails and claws at the air, and she is IMPALED on a jagged, burning timber. Her skin bursts into flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON KHALAR",
          "text": "He enters the maze, and just as he once watched Maliva, h watches Marique as she is consumed by the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darting in one direction and then another, Tamara and Con flee DEEPER into the labyrinth. There are more rumbles from below and PILLARS TIP and CRA around them. They narrowly avoid getting crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan doubles back and tries a different direction, aroun the perimeter but HE IS CUT OFF BY KHALAR. Tamara rushes back behind Conan, and the two magnificent warriors clash. It is the most spectacular fight we have seen in the film swings his blade with all his fatherвЂ™s balance and skil \f98 But, empowered by the mask and with room to maneuver, Kha fights with phenomenal strength. As he wields CorinвЂ™s greatsword, KhalarвЂ™s shear speed dexterity are breathtaking. He seems invincible, and Cona looks overmatched. HeвЂ™s driven back... В«+. Or perhaps leading his opponent forward as... ...another RUMBLE shakes the ruins and another ARCHWAY CR AND FALLS. Conan leaps away just in time, but Khalar is seemingly buried in rubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Tamara flee out onto a thin wooden BRIDGE that spans the crevice, and below it is the fiery vortex. The bridge is made of flat rotting panels, suspended by ancient chains and propped up by cracked girders. Conan crosses quickly to the other side, but behind him, Tamara runs to the center of the bridge, she stumbles, th panels crack and splinter beneath her feet... ...and she FALLS THROUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "(gasping) Tamara. The chain trails after her into the hole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Tamara plummets... ...and then she is YANKED to a full stop. She dangles und the bridge by her manacled wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He clutches the end of the chain and he is nearly pulled the hole himself... ...but he stops her fall. And then, the barbarian looks up to see, emerging out of of dust and falling rubble... \f99",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Arms raised, he steps out upon the bridge and calls out t final verse, completing the ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Beside me none are equal, Beneath me all must submit, Before me all rivals will be sacrificed!! (beat) Maliva, I summon you here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RUINS",
          "text": "As if responding to his words, they rattle and hum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BRIDGE",
          "text": "A fierce wind rises from the depths. Around them millions glowing embers stream up in swarms and float slowly down fiery confetti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE BRIDGE",
          "text": "Her eyes flicker to pitch black, but as she screams and shakes her head in defiance, they flicker back to blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole bridge sways and buckles under their weight. Kh strides towards Conan in triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR",
          "text": "Once again, the little Cimmerian boy is caught holding a chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Drop me! Conan looks back from Tamara beneath him to Khalar across from him. With one hand on the chain and the other holdin his sword he can neither fight nor pull her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Waves of heat sizzle her skin. The hem of her clothing is starting to light aflame. TamaraвЂ™s eyes flicker black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Let GO of me, CONAN! \f100",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "No. Kneel to me, and she will live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "His witch possesses me! I canвЂ™t fight her... DROP THE CHAIN! KhalarвЂ™s voice is as silky and convincing as a serpent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "And let another die in your place like your father? Conan cannot strike. He cannot let go. His fully extended shakes from the torque and strain. He canвЂ™t win... And so, Conan kneels. Khalar smiles, knowing full well the barbarian would neve go of the chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Eyes jet black , Maliva has overcome her. Around her BLAC and GLOWING EMBERS swirl and undulate like a swarm of ins Scalding WIND whips her hair. She crawls up the chain towards Conan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND KHALAR",
          "text": "Conan drives his sword point-first into the wooden panel. just as Khalar steps forward to take the chain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "I warned him that I would one day be a god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "And my father warned you... Conan calmly pulls back his blade stuck in the panel. Jus like CorinвЂ™s blade in the ice, it works like a lever, CRACKING THE WOOD UNDER KHALARвЂ™S FEET. Khalar FALLS THROUGH, extending his arms to clutch the splintering wood at his sides to keep from falling throug the abyss. He FUMBLES CORINвЂ™S SWORD. SLOW MOTION: CorinвЂ™s Sword shoots into the air, tumblin spinning, until... \f101 .В»+-Conan grabs the hilt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "God or not... Conan swings CorinвЂ™s sword ONCE, and SHATTERS KHALARвЂ™",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "++. You will fall. And swings TWICE, back the other way and BEHEADS HIM! CLOSE ON KHALARвЂ™S HEAD - FOLLOWING IT AS IT FALLS Mouth still gnashing and eyes still rolling in shock and rage, KhalarвЂ™s head tumbles into the vortex. As each shard of the mask falls into the vortex...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "As Conan pulls Tamara up, MalivaвЂ™s spirit dissipates. H eyes turn back to blue. Conan scoops her up to her feet. She lost a lot of blood, she is still alive. As Conan is about to kiss her... The vortex rumbles. The bridge buckles and shakes. Great fissures appear in the ruins. Boulders fall from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ancient city collapses and the fissures open wide and split the ravine. Staircases, columns and archways fall i the abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Tamara and Conan escape out of the same outcropping of pillars that Marique entered earlier, The Platform is consumed. The ravine closes. The Pit is shut. The entire cave is collapsing around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Tamara rush out of the cave. The Skull face of the cave implodes in a final dramatic quake. The Warriors from KhalarвЂ™s legion, those who are swallowed and buried in the rubble, scatter and flee. \f102 The Acheronian ruins are buried. On the rocky shore there are two abandoned HORSES from th procession. The sun rises over the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Both mounted on the horses, Tamara looks to Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "And now? Conan extends his fatherвЂ™s sword and watches the sunlig gleam across the steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "We think of life. The dead are dead, and what has passed is done. Conan, black-haired, sullen-eyed, his fatherвЂ™s sword in leads her towards a fiery sunrise and a darkened sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO BLACK",
          "text": "\f103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan carries Tamara - bloody, pale and weak - out of the cave. He puts her limp body down on the sand. Blood runs from her mouth. Her body shivers in pain",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "What is it? Conan sees THE WOUND that Marique gave her in the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Poison. Conan realizes she is dying, and he looks stricken. With last of her strength she smiles and whispers to him. TAMARA (CONTвЂ™D) Grieve not my death, Conan. Think of life. She rises up with bloody lips and like his mother, Fialla kisses him so that he can taste her blood. Tamara dies in ConanвЂ™s arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan caries Tamara like a groom carrying his bride throu threshold, but he carries her not to the wedding bed... ... but to a small funeral pyre of beachwood. Conan lays TamaraвЂ™s body atop it. Conan lights the pyre. Flames glimmer in his eyes. The ai fills with embers. Conan steps away. As the fire burns behind him, his father's sword in hand, Conan walks alone towards a darkened sea. \f104",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESHOOTS",
          "text": "EXT. PITCH BLACK вЂ”- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Between the years when the oceans drank Atlantis and the rise of the Sons of Aryas... The sky shimmers with a cascade of STARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "...there was an Age undreamed of, when shining kingdoms lay spread across the world like blue mantles beneath the stars. We TILT DOWN past the milky way to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIDE SHOT [Matte painting] of Acheron, the dark landsca and colossal edifice built into cliffs by the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "First came the dark empire of Acheron, where cruel necromancers sought secrets of resurrection. {As Shot] A priest raises The Mask of Acheron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "They crafted A MASK from the bones of kings... {As Shot] A pureblood daughter is bound to the Wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "...and sacrificed their daughters to baleful gods. CLOSE ON THE MASK. The victimвЂ™s flesh is CUT, her blood onto The Mask. [This will mirror the climax] {As Shot] the priest lowers the mask and puts it on his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "The mask summoned spirits of unspeakable evil, giving them power no mortal men should hold. eH F FH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e FH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f105 CLOSE ON THE WHEEL - THE GIRLвЂ™S FACE The girl screams, as black embers swirl around her, and h face becomes POSSESSED by some loathsome demon. [This wil mirror TamaraвЂ™s possession by Maliva in the climax. ]",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Soon rivers ran red with blood, and cities burst in flame. Acheron enslaved the civilized world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IMAGES OF APOCALYPSE",
          "text": "A landscape boils with explosions of fire and waves of bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENES OF WARFARE",
          "text": "Barbarian hordes swarm Acheron. A fierce battle rages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Only the barbarian tribes were left to rise up against them. CLOSE ON The Mask CLEAVED by a barbarian sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "The Mask was shattered.. and Acheron fell. CLOSE ON the shards as they are separated, divided, and hidden among the tribes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Each tribe kept a single shard, so that no man might attempt to join them back together, and drive the world again into madness and ruin. The final shard hidden in a GOLDEN BOX [the one we will reshoot in CorinвЂ™s forge. ]",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "The pieces remained hidden, scattered across the land for three thousand years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARKNESS again, and SILENCE. Then, the sound of a HEARTBE heard from the womb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "So rose the Hyborian Age, both bleak and brutal,... TILT DOWN to the immaculate crown of an UNBORN BABY, eyes closed, floating at peace within the warm glow of the wom",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": ".+..and so came a child born of battle. SSSKKTTTCH! A flash of steel as a BLADE PIERCES THE WOMB, an inch from the child. As the sword is pulled free we MO WITH IT, out into the MADNESS OF BATTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking down, young Conan sees a Cimmerian sword. Howling with rage he raises the blade in the air. Camera BOOMS UP with the sword... FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "For twelve long years Conan, son of Corin, wandered the ragged edges of the world. (beat) But, the nameless man who killed his father remained in shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VERY CLOSE ON skeletons half-submerged in desert sand. CAMERA DRIFTS over old, rusted chains and massive shackle the wind blows sand and ashes over the slaveвЂ™s bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Cimmerians do not pine for the hereafter. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f107",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (CONT'D)",
          "text": "Their god is Crom, who rules over a sunless place of everlasting mist, the land of the dead. A mighty hand digs into the sand past skull and bone, and lifts dust into the wind. The dust falls through his fingers like sand in an hourgl",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Conan left Cimmeria and wandered the edges of the world, slaying, thieving, surviving , storming the high walls of Venarium and prowling the dark seas among pirates. CAMERA MOVES around the strong, scarred arm revealing the face of the mature CONAN. On bent knee, Conan looks into dust as if he can see something through it. He rises, brushing sand from his hands and looks at his p",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS PALM",
          "text": "We see the burn scars from the hot chains he once held to support his father in the forge. His hand balls into a fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "But the nameless man who scarred his hands remained in shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{We begin with the вЂњZingaran Slave ColonyвЂќ matte, and of the slaves being whipped and abused by their masters]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{If this were a commercial, this would be our product sho We PAN up the edge of a broad sword, over the massive fis that grips the hilt, over the powerful muscles of the arm the chiseled chest, and we PULL BACK to REVEAL the adult Conan, staring down at the slavers from atop a horse. Artus enters frame and looks up at the barbarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "Conan, I am told the man you seek is not here. Why attack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eH OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "No man should live in chains. Conan raises his sword high in the air, giving the signal the other pirates. We cut to the existing shot of Conan with sword raised an Messantia in the background [... and the rocks begin to roll.]",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan squints through haze at THE CAPTAIN, catching only glimpses through the mob. HeвЂ™s familiar: The distinctiv he rolls his neck. The mask that covers his nose. [As Sho A hush falls over the rowdy crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLAVE GIRLS, (0.C.)",
          "text": "(gasping) The captain of the guard! {Then after Ela and Conan fight the surly guards] Conan offers his wrist in surrender. As the guard hesitat to shackle him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Take me to your captain, or die where you stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From afar the crumbling stone structure seems abandoned a lifeless. A wisp of smoke rises from behind the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{As shot] The Shahpur outpost was once a working fortress and rickety scaffolding, ladders and platforms remain. On ground sit loading docks, old farm and construction equipment. A few torches burn on the walls. Conan stands and waits. Behind him Tamara stands BOUND TO POST like a prisoner. eH OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f109 Conan studies his surroundings. He looks right and sees.. One of several TORCHES, burning. Conan looks left and sees... POOLS OF TAR leaking from BARRELS. В«+. [Then at the end of the fight sequence]",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She hides behind fallen debris, and she watches... KHALAR AND CONAN [As shot] Khalar delivers a KICK to ConanвЂ™s chest, and he spins i motion and falls hard to the ground. Khalar moves toward Conan. Khalar is ready for the kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "Poisoned and weak, Conan locks eyes with Tamara, and NODS",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "She dashes from her hiding place, grabs the BURNING TORCH and tosses it to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He catches it and HURLS the torch at the POOL OF OILY TAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BARRELS",
          "text": "The tar IGNITES and flames rush towards the barrels!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND TAMARA",
          "text": "Tamara helps Conan to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "Run! As they bolt...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KABOOM!!! The barrels explode into flames. Khalar dives f cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Tamara scramble up scaffolding to the top of th rear outpost wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATOP THE WALL",
          "text": "Tamara stops at the edge - a vertiginous drop to cliffs a raging sea. Tamara hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTUS",
          "text": "By Mitra... JUMP! WIDE ON THE CLIFFS [as shot] Conan and Tamara LEAP off the wall, plummeting down towar the harbor below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND TAMARA",
          "text": "They land in the ocean water and sink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OCEAN SURFACE",
          "text": "Like a life guard, Tamara clutches a semi-conscious Conan drags him across the ocean towards the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Tamara flee out onto a thin wooden BRIDGE that spans the crevice, and below it is the fiery vortex. The bridge is made of flat rotting panels, suspended by ancient chains and propped up by cracked girders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM, (0.C.)",
          "text": "Barbarian! As they hesitate, turning back at the sound of KhalarвЂ™s voice, the panels splinter beneath TamaraвЂ™s feet... ...and she FALLS THROUGH. The chain trails after her into the hole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Tamara plummets...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "В«+. Conan lunges for the chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "...She is YANKED to a full stop. She dangles under the br by her manacled wrist. She looks down in terror at the yawning abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "He clutches the end of the chain and he is nearly pulled the hole himself... .-.but with his free hand he drives CorinвЂ™s sword into wood, anchoring himself. It takes all his strength to hol on. But then, the barbarian looks up to see, emerging out of clouds of dust and falling rubble...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Arms raised, he steps out upon the bridge and calls out t final verse, completing the ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Maliva, I summon you here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RUINS",
          "text": "As if responding to his words, the ruins rattle and hum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BRIDGE",
          "text": "A fierce wind rises from the depths. Around them millions glowing embers stream up in swarms and float slowly down fiery confetti.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE BRIDGE",
          "text": "Her eyes flicker and roll back as MalivaвЂ™s spirit washe her. But she RESISTS. She screams and shakes her head in defiance. Her eyes return to normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar strides towards Conan in triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR",
          "text": "Once again, the little Cimmerian boy is caught holding a chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConan looks down to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "..-dangling beneath him like a spider on a thread. Her bo convulses and twitches as she struggles against the demon spirit taking hold of her. ItвЂ™s getting worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "His witch possesses me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND KHALAR",
          "text": "Calmly, Khalar stands over Conan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "Boy, there is no shame in kneeling before me. With one hand on the chain and the other holding his swor Conan can neither fight nor pull her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Khalar places his hand on ConanвЂ™s hand the grips the ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Waves of heat sizzle her skin. The hem of her clothing is starting to light aflame. TamaraвЂ™s eyes roll back, and face changes shape as Maliva flows through her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "I canвЂ™t fight her. Drop the chain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND KHALAR",
          "text": "KhalarвЂ™s voice is as silky and convincing as a serpent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "And let another die in your place like your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "LET GO, CONAN! Drop me and KILL",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIM",
          "text": "Conan cannot strike. He cannot let go. His fully extended shakes from the torque and strain. He canвЂ™t win... Khalar smiles, knowing full well Conan would never let go",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "Eyes blank, her hairline receding to reveal the witches l forehead, Maliva has overcome her. She hisses in delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 Around her BLACK ASHES and GLOWING EMBERS swirl and undul like a swarm of insects. Scalding WIND whips her hair. She crawls up the chain towards Conan...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN AND KHALAR",
          "text": "Conan drives his sword point-first into the wooden panel. just as Khalar steps forward to take the chain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR ZYM",
          "text": "I warned him that I would one day be a god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "And my father warned you... Conan pulls back his blade stuck in the panel. Just like CorinвЂ™s blade in the ice, it works like a lever, CRACKI WOOD UNDER KHALARвЂ™S FEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "God or not... Khalar LOSES HIS BALANCE, extending his arms at his sides keep from falling through to the abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONAN",
          "text": "++. You will fall. Conan swings CorinвЂ™s sword and SHATTERS THE MASK. The bridges buckles and breaks. KHALAR FALLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KHALAR",
          "text": "Mouth still gnashing and arms still thrashing in shock an rage, Khalar tumbles into the vortex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MASK",
          "text": "As the shards of the mask fall into the vortex...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TAMARA",
          "text": "...-Maliva's spirit dissipates. The spell is broken. Tama face becomes normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "Using both hands he draws the chain up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Conan pulls, Tamara reaches up to him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CONAN",
          "text": "Conan grabs her hand and scoops her up through the hole. groggy and disoriented, but she is still alive. As he holds her in his arms, their eyes lock. Just as it seems as if Conan is about to kiss her... The vortex rumbles. The bridge buckles and shakes. Great fissures appear in the ruins. Boulders fall from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BRIDGE",
          "text": "Conan and Tamara race off the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAZE OF PILLARS",
          "text": "Conan and Tamara flee as ruins collapse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ancient city crumbles and the fissures open wide. Staircases, columns and archways fall into the abyss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan and Tamara ride along the shore away from the cave. Behind them The Skull face of the cave collapses and impl in a final dramatic quake and thunderous boom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE ON the beach as they continue to ride across the san",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conan slows the horse to a stop. Tamara dismounts. In the distance is a monastery surround by lush fields and idyllic woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, my master was right, Conan. You did take me home. She takes his hand and kisses it, but then she steps back She looks up at him, sullen and strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAMARA",
          "text": "Now go... and seek life. I am content. With a touch of sadness, Tamara watches Conan ride off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our iconic heroвЂ™s exit shot: As the narration begins Co rides up the bluff towards us until he fills frame. For a moment he pauses, iconic, mythic, and bold. He hold his fatherвЂ™s sword by the hilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Hither came Conan the Cimmerian, his fatherвЂ™s sword in hand... Then as the narration continues we PULL BACK. As we move farther and farther away, Conan getвЂ™s smalle smaller, until the hero is obscured by swirling mist, and fades away like a ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": ".+.a thief, a slayer, a son born of battle, to tread the shadow-guarded tombs and ride the battle-ravaged earth where he would one day rise as King. EXT. CORINвЂ™S FORGE - DAY - FINAL SHOT VERSION #2 Now all that remains of the Cimmerian village is a circle stone hearths, crumbling chimneys, and rusted metal scrap We pan over the remains of the forge to THE STONE MOLD, w CorinвЂ™s sword was pored. It still has the shape of a bl Conan approaches the stone mold and hearth as if it were tombstone, running his finger over the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STONE",
          "text": "On the stone Conan places a single, unbroken RAVENвЂ™S EG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "Hither came Conan the Cimmerian, his fatherвЂ™s sword in hand... Conan crouches on the grounds, holding his fatherвЂ™s swo waving and thrusting and sparing, just as he did as a boy As the sun sets behind him and the blade flashes, Conan l larger than life - a mythic and timeless icon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": ".+.a thief, a slayer, a son born of battle, to tread the shadow-guarded tombs and ride the battle-ravaged earth where he would one day rise as King. We PULL BACK and PAN UP as he raises the sword to the sky +e eH FF",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_475"
    }
  ]
}