{
  "movie_id": "MOV482",
  "scenes": [
    {
      "location": "HIGH SCHOOL SOCCER STADIUM, RURAL JAMAICA",
      "time": "LATE NIGHT",
      "characters": [
        "SHAKE THEIR HEADS AS KURT JOTS THINGS DOWN IN A NOTEBOOK.",
        "JEREMY",
        "POT-BELLY",
        "COOLIBGE",
        "SWINGING HIM AS SANKA SCREAMS. THEY THROW HIM IN THE SNOW",
        "EXT. CITY STREET DAY",
        "DERICE, (CONT.)",
        "DERICE, YUL, AND JUNIOR SPLASH AROUND IN THE SNOW",
        "JAMS...GO JAMS",
        "70.",
        "26.",
        "POLICEMAN",
        "COCLIDGE",
        "COMPLETE STOP AS THEY STRUGGLE TO CLIMB IN.",
        "THE SWISS GO HIGH THROUGH A BANK TURN.",
        "HE WERE DEFUSING A BOMB.",
        "SMALL SHANTY HUT.",
        "WORLD, JOIN THE JAMAICAN BOBSLED TEAM.\"",
        "JUMP",
        "SANKA RAISES HIS FISTS IN VICTORIOUS SPLENDOR BUT THE CAR",
        "WEEHAW",
        "EXT, TRAINING HILL",
        "28.",
        "WATCH.",
        "RUNNINGS",
        "INT, THE EMPTY BEDROOM",
        "BRAKE, SANKA, BRAKE",
        "EXT, TOP OF THE HILL",
        "TRV",
        "66.",
        "SANKA, WATCH OUT",
        "NOW",
        "ISN'T SLOWING DOWN.",
        "COOL RUNNINGS",
        "JIM MCKAY",
        "GROCL",
        "SOLID AS A ROCK BUT THE OTHER IS NOW LOOSE AND WOBBLY.",
        "VOICE, (V.0.)",
        "SMASH CUT TO",
        "THE ENTIRE AREA.IS ALIVE WITH VOICES, ENERGY AND ACTIVITY",
        "1",
        "HAPPENING EVERYWHERE",
        "DERICE",
        "OFF TO THE RIGHT GYRATING HIS HIPS WILDLY AS HE WRITES HI",
        "THE JAMAICANS' HEADS ARE WHIPPING AND SNAPPING AS COOL",
        "CRAZY HAT MAN",
        "SANKA",
        "ALL",
        "THEIR SLED DOWN THE TRACK.",
        "YUL PACKS A PERFECT SNOW BALL.",
        "JUNIOR, (CONT.)",
        "COFFIE",
        "WHAT AM I GONNA DO",
        "74,",
        "EXECUTIVE",
        "SECRETARY",
        "THE CROWD CHEERS.",
        "GIRL SCOUT",
        "2.",
        "105.",
        "THE SLED RICOCHETS AND CAPSIZES VIOLENTLY. A STUNNING CRA",
        "THE USA PUSHES OFF.",
        "THE PLACE GOES WILD.",
        "EEBA",
        "CANADA.",
        "IRV, (CONT'D)",
        "OFFICIAL, (CONT.)",
        "AND NOW THE SLED BANGS AND SCRAPES LIKE A PINBALL DOWN TH",
        "SANKA TAKES A TINY BIT OF SNOW AND TOUCHES IT TO HIS CHEE",
        "ROGER",
        "IRV, (V.0.)",
        "CLERK",
        "A HUNDRED FUNKY, COLORFULLY PAINTED, HOME",
        "OLD RASTA",
        "EUPHORICALLY.",
        "SANKA, (V.0.)",
        "39.",
        "OF THEM IS KURT HEMPHILL. THE OTHER TWO ARE SHINDLER AND",
        "HEMPHILL",
        "INTO THE WALL.",
        "STARTER",
        "5.91",
        "YUL, (CONT'D)",
        "LITTLE KIDS FOLLOW THEM UP THE HILL, PUSHING COOL RUNNING",
        "LARRY",
        "JUNIOR RUNS AROUND BEING BOMBARDED BY SNOWBALLS.",
        "WEEEEHAWWW",
        "YUL, (V.0.)",
        "BERICE",
        "TRACK, THE JAMAICAN'S HEADS BEATING AGAINST THE BOTTOM OF",
        "LATEST, WEIRDEST SKI-CLOTHES IMAGINABLE.",
        "THEN HE TASTES IT.",
        "THE ELECTRONIC SCOREBOARD READS",
        "GERMAN SLEDDER",
        "45.",
        "KURT HEMPHILL STANDS WITH OTHER BOBSLED OFFICIALS. THEY A",
        "THE GUYS, (V.0.)",
        "59.4.",
        "THE GUYS",
        "KURT",
        "THE SCOREBOARD FLASHES A TIME OF 58.13.",
        "SWISS CAPTAIN",
        "BREAKS OFF FROM THE SLED.",
        "DERICE, (V.0.)",
        "5.7",
        "TELL ME WHAT YOU SEE",
        "THE OTHER THREE",
        "HECKLER",
        "VOICE, (V.0O.)",
        "ON THE COVER.",
        "ONLY, ROYAL RASTA JAMAICAN BOBSLED",
        "SHINDLER",
        "TEAM,",
        "KURT, (V.O.)",
        "DERICE AND YUL HAVE SANKA BY THE ARMS AND LEGS AND ARE",
        "SANKA LOOKS DOWN AND SEES AN OLD MAN EATING.",
        "SNOW",
        "MOMMA COFFIE",
        "IRV",
        "JIM MCKAY, (V.O.)",
        "YUL",
        "RUNNINGS SMACKS OUT OF THE CORNER OF CURVE",
        "WITH GREAT DIGNITY, LOOKING STRAIGHT AHEAD, THEY MARCH WI",
        "COOLIDGE, (CONT'D)",
        "FRENCH SLIDER",
        "THE END",
        "BUT IT'S TOO LATE. THE CART HITS A BANK AND FLIES OFF THE",
        "SANKA REACHES OUT WITH A BARE HAND AND TOUCHES THE SNOW A",
        "THE SUN\" KICKS IN",
        "BOB BEATIE",
        "IS IN THE ROW BOAT WEARING A SKIPPER'S CAP.",
        "INT, MEETING HALL",
        "44.",
        "SANKA, (V.0)",
        "IRV, (V.O.)",
        "JEREMY, (CONT.)",
        "GERMAN OFFICIAL",
        "FRENCH OFFICIAL",
        "MESSENGER",
        "JIM MCKAY, (V.0.)",
        "JUNIOR",
        "SHIIIIIIIT",
        "JUNTOR",
        "101.",
        "FERTE",
        "THE CANADIANS CROSS THE FINISH LINE.",
        "ROGER, (CONT'D)",
        "PULL BACK TO REVEAL",
        "BOB BEATIE, (V.0.)",
        "BETTER, ALL TOGETHER, FIRST AND",
        "DRUNK",
        "SALESGIRL",
        "BEVIL",
        "BEHIND THEM.",
        "UP AND THEN COMES DOWN, LANDING HALFWAY THROUGH THE ROOF",
        "KROYCHZECK",
        "THEY ALL TRY TO JUMP IN AT ONCE AND THE BOAT COMES TO A",
        "OFFICIAL",
        "A BUS FULL OF ONLOOKERS WATCHING A FREAK SHOW OUT THE WIN",
        "8B.",
        "ANOTHER FRENCHMAN",
        "16.",
        "DERICE, (V.0O.)",
        "SLOW DISSOLVE TO",
        "SANKA, (CONT.)",
        "GROOL",
        "THE REST HAPPENS LIGHTNING FAST.",
        "SUNIOR",
        "UBA",
        "JOSEPH",
        "TAKES A DEEP BREATH, LOOKS TO THE HEAVENS, THEN LOOKS TO",
        "DOOR AND A LARGE SCREEN TV IS ROLLED IN ON DOLLIES.",
        "UNCLE FERTE",
        "THE WHISTLE IS HEARD AGAIN. THIS TIME THE JAMS ARE PUSHIN",
        "WINSTON",
        "DERICE, (CONT'D)",
        "ROGER -",
        "4,3,2,1...",
        "EXT, OPEN ROAD",
        "HEMPHILL, (V.0.)",
        "78.",
        "WE CUT TO DERICE, WHO LOOKS ON, MESMERIZED BY EVERY NUANC",
        "BAST GERMANY 2. U.S.S.R. 3. USA 4. SWITZERLAND 5.",
        "COP",
        "JIM MCKAY, (CONT'D)",
        "POTBELLY",
        "THE SHERIEFF.'",
        "LOOK AT ME",
        "THE OTRERS",
        "WRITTEN IN THE SNOW.",
        "COOLIDGE",
        "CUT TO",
        "WE CUT TO YUL BEHIND THE DOOR LISTENING. THEN BACK TO JUN",
        "MOMMA COFFIE, (V.0.)",
        "LADY",
        "KURT, (V.0.)",
        "SANKA, (CONT'D)",
        "TIMER",
        "THE BOYS",
        "SMASH CUT",
        "NAME .",
        "EVERYONE'S EYES ARE ON COOLIDGE AS HE GESTURES TOWARDS TH",
        "YOL",
        "CREDITS ROLL AS WE SPIN TO A WHEATIES BOX WITH THE JAMAIC",
        "COLE",
        "THE JAMS NOW GO PAST THE CAMERA PUSHING AN OLD ROW BOAT.",
        "IRV, (CONT.)",
        "59.4...59.4",
        "84.",
        "KURT, (CONT.)",
        "EXT. COUNTRY PASTURE DAY",
        "BOB BEATIE, (V.O.)",
        "RON.",
        "RASTAFARI",
        "BOB BEATIE, (V.0O.)",
        "EXT, THE HILL",
        "JUNIOR, (CONT'D)",
        "GORGEOUS BLONDE",
        "JIM MCKAY, (V.O,)",
        "CROWD",
        "SANKA'S ECHO",
        "THEY HUG EACH OTHER,",
        "GIRLS SCOUT",
        "THEY CROSS THE FINISH LINE. IRV CLICKS HIS STOP-WATCH. HE",
        "ROAD. EVERYONE'S EYES WATCH THE FLIGHT OF THE CART AS IT",
        "YES... .YES...YES...YES...YES",
        "SOVIET",
        "EMPTY ROW BOAT, (TWO ON EACH SIDE)",
        "KREOYCZ2HECK. THEY EACH HOLD A CLIPBOARD AND PEN.",
        "JOY"
      ],
      "dialogues": [
        {
          "speaker": "THE SUN\" KICKS IN",
          "text": "The tropical sun pokes its mighty head over the lush gree hills creating a peaceful early morning mist that falls o a beat-up soccer field and the crude dirt track that Surrounds it. A rooster's crowing breaks the eerie silence as a ghost l figure circles the track. This is no weekend jogger. This is: DERICE BANNOCK, Olymp hopeful and one of the island's top sprinters. Derice has face of an African Prince and the long fluid stride of a4 champion. He goes along at an easy pace, then, before you can blink eye, he's sprinting down the straightaway like he was sho out of a cannon. He stretches forward as if he were breaking an imaginary tape. Derice pulls back to a jog and begins his ‘victory waving to the imaginary crowd, one athlete, alone with hi dream, running in the early morning mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We. see TWO POWERFUL FIFTY YEAR-OLD WOMEN carrying big ba of fruit on their heads. They see someone coming their way. It's Derice. He is still jogging, but this is an easier m relaxed pace than before. He breaks into a warm smile as he waves to the women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(with a casual salute) Morning, ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "(teasing) Faster, Bannock, faster!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Come on, child...You got an Olympics to get te.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2.",
          "text": "Derice gives a small laugh and goes into a higher gear as flies past the two women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "Handsome as a lion that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADY",
          "text": "I could watch his bum all day. The two older women giggle like school girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Derice jogs aiong, we see little kids tagging behind h Some drop off as others take their place. From Derice's POV, we see a little snack and soft-drink stand. The sign above it reads ‘UNCLE FERTE'S.' In front the stand, JOSEPH, an old retired fisherman plays dominoe himself on a wobbly card table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Here he comes! UNCLE FERTE, a seventy year-old man with kind eyes and leathery skin, comes out from behind the stand with a bot of water. Derice grabs the bottle without breaking stride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERTE",
          "text": "(calling after) Go get ‘em, tiger! Ferte comes over to Joseph. They watch Derice run off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Look at him...He run just like his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERTE",
          "text": "Wait till the world finds out we got another Bannock. {End credits) EXT. BLUE MOUNTAINS JAMAICA'S PUSHCART DERBY — NOON A nice crowd has shown up for the annual ‘Pushcart Derby’ {The Jamaican version of Soap Box Racing.}",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Derby is 4 big event and has a carnival atmosphere. A live Reggae band turns out the beat as spectators line th mountain road all the way down to the finish line. CLOSE ON: A pushcart. It is painted in the traditional Rastafarian black, green, and red. On the front of the ca printed in bold letters is 'TRENCHTOWN ROCKET! ' Relaxing in the driver's seat, as he looks through a pair binoculars, is SANKA COFFIE, the reigning king of ‘Derby' racing and Derice Bannock‘s best friend. SANKA IS THE ONLY ADULT IN THE RACE. His long ‘Dreadlocks stick out from under his ‘World War I' leather flyer's he and goggles. His outfit is completed with wild tye-dyed flour-sack knickers, red high-tops, and argyle socks. Sanka's POV: A fine EIGHTEEN YEAR-OLD GIRL in a summer dr swayin't in the crowd. As Sanka adjusts the focus on the binoculars, we close in WINSTON, a slight, goofy ten year-old boy. Winston wears beat up American football helmet and is covered in grease grime as he uses all his strength to tighten a loose bolt the cart. Sanka puts the binoculars down and contemplates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "You know, Winston...As I sit here thinking about all the greatness which is me...I begin to realize what an honor this must be for a boy such as yourself. To ride with the gifted one...The Grand Poobah of the pushcart...Sanka Coffie. We hear a VOICE OFF CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (V.0.)",
          "text": "{calls out) Hey, Poobah, when you gonna take on someone your own size?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Whoever said that better be ready to rumble. Sanka springs to his feet, spins around and sees it's Der",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you been, star? I'm about to go for my ail-time record, seventh in a row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Be easy, ras...You know I ain't gonna forget me best friend on his day of days. Winston jumps up from behind the cart and comes over to Derice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(interupting him) Hey Derice, my grandpa says you're a cinch to make it to the Olympics. He Says you're gonna be even better than your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "And my grandpa says you better get your pee-wee ass back behind that cart...We got a derby to win! Derice can't heip but laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HUNDRED FUNKY, COLORFULLY PAINTED, HOME",
          "text": "PUSH~CARTS are lined up in rows ten across and ten deep. SANKA'S CART IS IN THE LAST ROW. A wildly dressed OLD RASTA takes a starter's pistol and points it in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD RASTA",
          "text": "On your marks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka pulls an egg out from somewhere inside his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "{to Winston, affection ately) Quick, little ras...Kiss the lucky egg. Winston tries to kiss the egg through his football helmet \fwo",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD RASTA",
          "text": "Get set. Sanka calls out his final battle cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(chanting, rockin' side to side) Feel the rhythm, feel the rhyme, get on up, it's derby time!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old rasta fires the pistol and the madness begins. We see a head on shot of all the carts, and colors, and k coming right at us. The pushers push for all their worth the drivers try to keep them straight as the crowd starts roar that won't stop till the finish. Before the race is ten seconds old, a dozen carts are out control, smashing into the spectators and each other. It looks like total chaos. Sanka has moved up five rows in t first thirty seconds. CLOSE ON: Sanka's cart; he's weaving and bobbing avoiding traffic, throwing his weight from side to side. He passes another fifteen carts in a matter of seconds and trains h sights on the leaders,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Spread out, suckers...Here comes the rocket!! Sanka strikes an aerodynamic pose as he comes up on A FUN BLUE CART and challenges it for position. But the BLUE CART is not to be taken lightly. It bump whe with Sanka and tries to drive him off the road. Sanka hol his ground and even takes a slight advantage. The funky blue cart's DRIVER is pissed. He tries to ram Sanka, but Sanka whips the wheel hard. The blue cart's dr misses Sanka badly and smashes into the hay bails that li the racing strip. Sanka's cart miraculously does a full 3 turn and continues on it's way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "{taunting the blue cart} Say hello to the ‘Coffie whip,‘ sucker! \f6 But this little duel has let AN OMINOUS BLACK AND SILVER take a big lead. As Sanka looks ahead he knows he's gonna have to do somet special to pull this one out of the bag. He calls to Wins",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "Release the ‘sanity brake'...I'm going to RASTA~DRIVE!! Winston pulls on a stick and the cart sprouts little wing painted, green, black and red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "(screaming) Rastafari!!! Sanka, now begins bouncing up and down, bending his knees pumping his ass like a locomotive. He gains radical speed passes everyone but the black and silver cart. The crowd goes wild. Derice pumps his fist in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are 50 yards left and Sanka's within striking dista As they approach the finish line we see a determined Wins who somehow has the entire top half of his body stretched over the front of the cart. As we pan back to Sanka, we see that he has abandoned the steering wheel and is HOLDING WINSTON BY THE ANKLES, enab him to stretch over the front end. THEY JUST CLIP THE BLA AND SILVER CART AT THE WIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Sorry, mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up) No problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear party sounds as reggae music pours from inside a large bamboo structure covered in Christmas lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We cut to a big banner stretched over the bar that reads \"Congratulations Sanka...Good Luck Derice!!\" As we pan down from the banner, we are in the middle of a ripping, rasta, rum soaked blowout complete with live mus and a smokin' dance-floor packed with partiers. We see an attractive woman in her mid twenties. This is J BANNOCK, Derice's wife. We can see that Joy is looking fo someone as she makes her way through the party. She taps a young man on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Lyndon, you seen Derice? Lyndon shakes his head 'no'. Joy presses on. CLOSE ON: Three deep Rastas with dreads down to the floor doing a trance-like stomp dance. Sanka, now in different clothes but still with his helmet and goggles, is out the with them, matching them step for step. We cut behind the bar to a two hundred pound woman with g teeth and an infectious smile. This is MOMMA COFFIE, Sank mother and owner of the establishment. Joseph and Uncle F stand at the bar with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA COFFIE",
          "text": "(re: Sanka) Look at that crazy boy. All honey- eyed and dancin' like a criminal. Joy has now joined Momma, Joseph and Ferte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "{above the music) Momma Coffie, you seen Derice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure I seen that husband of yours. He went sneakin' out the back a couple of minutes past. Joy looks to the gods. She knows where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Derice circling the track in the moonlight. Joy is sitting in the top row of the bleachers, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "{to herself) Run, Mr. Bannock, run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kingston Olympic Stadium is jam packed. It is the day of Olympic trials and they are in full swing. EVENTS ARE",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAPPENING EVERYWHERE",
          "text": "CLOSE ON: A huge jet black Adonis with a shaved head. Thi YUL BRENNER. He is dressed in all black and wears a #6 on chest. He also wears a pair of black BATTING GLOVES. Yul claps his hands as he psyches himself into a frenzy. Next to Yul, now down on one knee, his head bowed in sile prayer, is Derice (wearing #8). We hear a voice calling the runners to attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.0.)",
          "text": "Gentlemen, please, gather round. The voice belongs to BARRINGTON COOLIDGE, an older Jamaic track official in a green blazer. Derice, Yul and the oth finalists gather around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "First, let me congratulate you on winning your heats and reaching the hundred meter finals. JUNIOR BEVIL(#7), a sheepish looking twenty year-old ina \"PRINCETON UNIVERSITY: warm-up suit, stands next to Deric",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "{sotto} You're Derice Bannock, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Right,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "i hope I make the team...It'll bea real honor to run with you. Back to Coolidge who is finishing up his speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Remember, only the first four finishers will have the honor of representing Jamaica in this year's summer games in Seoul. Good luck to you all. Junior turns to Derice with an outstretched hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Good luck. Derice shakes it. Junior now turns to Yul with an out- stretched hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR, (CONT'D)",
          "text": "Good luck to you too. Yul takes Junior's hand and places it firmly on Junior's groin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Hold onto your luck, college. boy...You gonna need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The full field of runners take their ready positions. CLOSE ON: Yul, Junior and Derice (#6, #7 and #8). Their f are pure concentration as they await the gun. COOLIDGE FIRES HIS STARTER'S PISTOL. The runners are off. Derice and Yul accelerate quickly ou the blocks. Yul takes a slim lead, but Derice digs down a edges ahead of him. Derice and Yul are battling for the lead. Then out of nowhere, Junior surges between them. It's a three way rac \f10. There's twenty yards to go. Junior is straining as he tri to pass Derice and Yul. He reaches deep down for somethin extra and his legs go out from under him. THE REST HAPPENS IN SLO-MOTION. Junior's tumbling body go horizontal and we see both Derice and Yul try desperately hurdle Junior's flailing limbs. But it's no use. They eac get tripped. Derice catches an arm, Yul a leg. THE THREE THEM ROLL IN A TUMBLE as the other runners fly past towar the finish line (in fast motion).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy and Sanka stand, looking on in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Oh, God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Derice sprawled on the track. He looks toward t finish line. Derice's POV: THE WINNING RUNNER, his fists raised in the air. Someone hands him a Jamaican flag as he and two othe runners take their victory lap. INT. DERICE'’S BEDROOM - THREE DAYS LATER CLOSE ON: AN OLYMPIC GOLD MEDAL laying in a velvet jewelr case. Pull back to reveal Derice. (He is sitting in the middle the bedroom with a big box of his father's memorabilia in front of him. Black & white photos, track trophies, and newspaper clippings are scattered all over the floor.) He delicately removes the medal from the case and holds it a it were his father's ashes. The pain of his recent dis- appointment dominates his face as he lays the medal gentl the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy has her ear to the bedroom door. She listens for a be then steps back and shakes her head. There's a knock at t fzont door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Who's there? \flil. Sanka pokes his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Any change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Nothing...And it goin' on three days now...Don't talk, don't sleep, don't Gat...I don't know what to do. Sanka comes in holding a big steel pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Not a problem, sister. I got a big pot of me momma's salt fish and banana...When he get a whiff a dat, he come runnin' cut and back to normal. Sanka lifts the top off the pot and sets it by the bedroo door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice is holding a pair of old fashioned track spikes. H looks at them with a bittersweet smile and lays them down next to the medal. Derice now goes digging in the box. He pokes around and c out with an aged, letter sized envelope. He opens the envelope and inside it is a snapshot. C1lOSE ON: The snapshot. It is a photo of Derice's father his arm around a white man of the same age. They are on t beach in Jamaica and both of them wear big straw hats and have gold medals around their neck. Derice stares at the picture curiously. He looks back in envelope and finds a little folded note. Derice unfolds t note and reads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy and Sanka are in mid-conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "I tell you, Sanka...I never thought I'd be saying it, but it seem like he just givin‘ up. \f12. The bedroom door opens. Derice comes charging out holding letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Listen to this! (He starts reading the letter.) Hey, Ben. Just wanted to thank you for all your hospitality. I'll always regret that I couldn't convince you to give bobsledding a shot...Believe me, you Sprinters are the future of the sport...Take care, buddy. Irving Smain...P.S. If Ll ever retire, maybe Ifll take you up on your offer and move down here for good. Derice dashes over and gives Joy a big squeeze and kiss. turns and flies out the door. Sanka goes to the door and calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Hey, star, what's a bobsied?! Derice turns to Sanka but continues running down the dirt road backward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(big smile) I don't know, but I'm gonna find out. He turns and sprints down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A photograph of four bobsledders in a full run pushing their sied. Pull back to reveal Derice with a huge smile on his face. Barrington Coolidge (the official from the Olympics} come out of his office,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "You wanted to see me, Derice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrington Coolidge now sits behind a large desk. Derice stands in front of him. \fBeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Mr. Coolidge, I want to start a Jamaican bobsled team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "And I want to marry Lena Horne...Too bad it ain’t never gonna happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Oh, yes it is...I'm gonna make it happen,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Look, Derice, I know you're dis- appointed, but believe me, bob- sledding is not the answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Why not!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "‘Cause we're Jamaicans. We don't compete in any winter sports. Now, stop talking nonsense and face facts...We're runners. We ain't got no business in a bobsled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "That's not true...Sprinters are the future of bobsledding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Where'd you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Irving Smuin said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "(accusingly) Oh, no. Don't tell me you been down to Chatman Square talkin' to that rascal,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You mean to tell me Irving Smuin's down at Chatman square?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIBGE",
          "text": "(covering) No, no. I didn't say that. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "{to himself) He really did come back...Thanks, Mr. Coolidge...Got to run. Derice goes for the door. Coolidge calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Derice...Don't you go looking for Irving Smuin. But Derice is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE, (CONT'D)",
          "text": "(to himself) He's not the man you think he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dark, dingy, smoke~filled enterprise full of society's undesirables. EVERYONE IN THE JOINT IS BLACK EXCEPT FOR O WORN FORTY~FOUR YEAR-OLD WHITE MAN. This is IRVING SMUIN, bobsled great, now bookie. THERE'S A FADED BOBSLEDDING PO ON THE WALL. Irv wears a tattered suit and has a five day growth. An u lit half smoked Tiparillo hangs out of his mouth. When we first see him, he's settling up with a 12 YEAR-OLD GIRL SCOUT. She has a few boxes of cookies with her. The Girl Scout counts off four singles and hands them to Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "{counting as she hands the money over) One...Two...Three...Four...Don't stop, kid. Your uncle owes me five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL SCOUT",
          "text": "I spent the rest on candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Look, kid...Let me school you in the ways of bookmaking...You see, it goes like this...Your uncle loses, your uncle pays...Not your uncle loses, your uncle pays some, you buy candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS SCOUT",
          "text": "How ‘bout I give these cookies for the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "be ou She hands him two boxes of cookies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Oh, no. You're not pawnin’ that peanut butter crap off on me...I want the mints. He gives her back the peanut butter. She hands him two bo of mints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Alright, now run along and keep your grades up. Irv goes into a coughing fit. He takes the Tiparillo out his mouth and takes a nice long pull on an asthma inhaler He puts the Tiparillo back in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Derice and Sanka look on from the other end of the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(disbelief) That guy won a gold medal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Two...Come on, Derice and Sanka walk over to Irv who is now deep in the newspaper handicapping horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "Excuse me, are you Irving Smuin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "That depends on who's askin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "I'm Derice Bannock and I was wonder- ing if you'd be interested in coach- ing the first Jamaican bobsled team. Irv shoots Derice a look that could kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera pans next door to a boarded up building. DERIC AND SANKA ARE HANGING FROM TWO NAILS BY THEIR SHIRTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "What you gonna do now, professor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv sits at @ table in the back counting crumpled singles Sut of nowhere, Derice's head pops in through the window to Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Mr. Smuin, you don't understand. I have to get to the Olympics... Please, just help get me started. Irv gets up and comes to the window. (Derice is all smile thinking he finally got through.) Irv slams the window sh nearly decapitating Derice and then pulls the shade down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your classic seedy bathroom. There are three stalls, thre urinals and a nasty, old towel roll. Irv comes shuffling and goes into the middle stall. After a beat Derice's voice is heard in the next stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (V.0.)",
          "text": "Mr. Smuin, I hate to bother you again, but my whole life is at stake and you're the only one who can help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "What are you, nuts?...I'm takin’ a dump here! Derice and Sanka's heads rise above the wall of their sta They are both looking down on Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Just show me the basics, so I can get off on the right foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, kid, I'm sure you got a terrible problem but ‘A’, I don't bobsied no more and 'B', I don't give a shit. And let me just conclude by saying, if you're both not out of here by the time I finish wiping, your balls are gonna be hanging from my rear~view mirror. Sanka and Derice are out of their stalls and halfway to t door when Derice turns, stops, takes out the envelope and slides it into Irv's stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "My father's Benjamin Bannock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka stands by the front door ready for a quick exit. De is just outside the bathroom door waiting for Irv. Irv comes out of the bathroom holding the envelope. He an Derice lock eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I wrote that letter twenty years ago...It doesn't mean a thing. He walks past Derice. Derice follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Well, then believe this...I don‘t care who you are, what you want or how many goddamn letters you have...As far as I'm concerned, the word bobsledding does not exist. I don't want to see it. I don't want to coach it, and most of all, I don't want to talk to you about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Then how come you still got that poster on the wall. Irv turns his back and walks away. Derice keeps up the ch \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(earnestly) Coach me...I can get you back to the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Kid, I could coach you twenty-four hours a day and cry real tears and you still couldn't make it to the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "But you thought my father could!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "You're father was a great athlete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "So, am I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Will you stop following me!!! Derice jumps in front of him. Derice goes",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(passionate) Twenty years ago an Olympic gold medal winner came down here to see if he could turn a Jamaican champion into a bobsledder and he never got the chance to find out. after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "I'm giving you the chance. Now take it!! Irv's been hit where it hurts. He looks to the poster on wall. Then looks back at Derice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright, kid...I'll take a look. But if you're not everything your father was, I'll drop you so fast you'li get whiplash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice and Sanka hang posters recruiting Jamaican athlete for a JAMAICAN BOBSLED TEAM in sports clubs, restaurants, bars, and all over the streets and street vendor's stands EXT. WATERFRONT ~— DAY CLOSE ON: A poster on a telephone pole. It reads: \"SEE TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORLD, JOIN THE JAMAICAN BOBSLED TEAM.\"",
          "text": "A crowd has gathered around the poster. CLOSE ON: An OLD MAN IN A CRAZY HAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAZY HAT MAN",
          "text": "You hear this...Jamaican bobsleigh. He weeps with laughter. The whole crowd starts cackling. We pan down the waterfront to THREE DOCKWORKERS. Two of t are POT~BELLIED, WEATHERED, 50 YEAR-OLDS, standing around smoking cigarettes on break. The other is Yul Brenner, th bald sprinter from the trials. Yul is in a full sweat, loading huge sugar sacks onto a freighter. He still wears black gloves. The two fifty year-olds taunt Yul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POT-BELLY",
          "text": "You had it...All your dreams was about to come true...Goin' to the Olympics, gettin' off the island, movin' up in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POTBELLY",
          "text": "If only that little fancy pants hadn't tripped you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POTBELLY",
          "text": "(taunting) But he did...So you just keep on loading that sugar, strong-man, \"cause you gonna be stuck on these docks for a long, long time. The two share a laugh as Yul grits his teeth and works ev harder. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MEETING HALL",
          "text": "Jammed with HUNDREDS of JAMAICAN ATHLETES fanning themsel In spite of a ceiling fan, the place is like a sauna; it hot, hot, hot. In the front of the room are Derice and Irv. (Once again, is the only white person in the room.) A pull-down movie screen behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "This is Irving Smuin, our expert coach. He go and explain to you about bebsledding. Irving walks over to the podium. He's tired, scruffy, and unamused. The lights go off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "{calls out) Hit it, Sanka. Sanka turns on an old noisy film projector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "You're on the air, sled=mon! Old bobsled footage appears on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Gentlemen, a bobsled is a simple thing. A HECKLER calls from the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HECKLER",
          "text": "So's an out—-house! The room cracks .up. The film starts with old black and white footage of old fashioned open sleds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Basically, what you're lookin’ to do is get your rear ends from the top of an icy chute to the bottom of an icy chute. We now see the new high-tech sleds whipping through bank turns at outrageous speeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're zigging, you‘re zagging, you're flyin’ through turns so fast your stomach's bouncin' up and down against your chin...You‘ve heard of a slow boat to China?...Well, this is a fast frozen boat to hell! The film now segues into a montage of brutal crashes. San has his hands over his eyes; he can barely watch. IRV (CONT‘D) (pure sarcasm) Now, the one minor drawback to this delightful winter sport is the high speed crash. Always remember, bones do not break in a bobsled...They shatter! The film ends with a huge crash...The lights go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "So, who wants in? Of the hundreds of athletes, only one remains in the room is Yul Brenner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Don't panic...We got room for everyone. We hear a hiccup in the back. It's Junior Bevil (dressed a Brooks Brothers mannequin); he gives a little wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "It's him!! Yul charges after Junior. Junior jumps up and starts runn Yul chases him around the entire room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Your ass mine, rich boy!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Team unity, I love it. Yul finally gets a hold of Junior and is about to beat hi senseless when Derice and Sanka jump on Yul‘s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "E'll kill him. I swear, I‘il kill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You kill him and you ain't goin’ to the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I ain't ridin' in the same bobsleigh as that tit-mouse. They finally pull yul off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Hey, he tripped me too. I hate him just as much as you...But there ain't nobody else here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Forget it, mon...I'm gone. Yul starts to walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Cool...I'll send you a postcard from canada. But Yul keeps going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT.)",
          "text": "With a gold medal around my neck. Yul stops. He turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "(re: Junior) Alright...dust tell that little blood-clot he better stay clear the nell away from me. Derice turns to Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Good work...But in case you haven't heard...There's no such thing as a three man bobsled team. CLOSE ON: Derice. He slowly turns his head to Sanka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "What you lookin' at me for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, ras, you can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "No, I can't..,Bobsledding a winter sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "So, I ain't into all that igloos and Eskimos and penguins and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "But you have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(appealing to his ego) Your speed...When you get behind that push-cart, you're fast as a mad devil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Sorry, rasta...It cut too heavy into my leisure time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You sayin’ you don't want your face in all the papers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Don't wanna have your pictures on a ‘Wheaties’ box?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You gonna stand there and tell me that you don't want to be famous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I already am famous. I AM SANKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "I can't believe this. Derice turns and walks away. Sanka looks up to the heaven",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Please, God, don’t let him ask mé to do it ‘cause I'm his best friend. Derice turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You know, you could at least do it ‘cause you're my best friend. Sanka just shakes his head...Derice has got him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka and Derice ride down the street in Sanka‘s beat up Volks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "Okay...The Clympics are in three months... Yul jumps off the back of a beat up pick-up truck and wav to the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.O.)",
          "text": "Considering the fact that we don‘t have any SNOW!!!... Junior pulls up to the practice site in his Saab converti",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "...I'd say, what you're looking for here is your basic miracle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four boys are lined up in the sand. In the background see the crystal blue waters of the Caribbean. Irv stands before them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Any questions? Nope. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Then let the games begin. (BOB MARLEY'S UP-TEMPO VERSION OF ‘BUFFALO SOLDIER’ SENDS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. BEACH -— CONT'D The JAMS run in the sand, THEY ARE WEIGHTED DOWN WITH GIA BUNCHES OF BANANAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRV",
          "text": "Keep those legs pumpin'...A bobsledder's got to be able to run while he's pushing a six hundred pound sled. YUL HOLDS THE HUGE BUNCH WITH ONE ARM and with the other he throws bananas at Junior's feet. Junior is forced to d version of the 'Mexican Hat Dance' as he runs. Derice jogs along at half speed yelling encouragement to Sanka who CAN BARLEY KEEP STANDING, MUCH LESS RUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CITY STREET DAY",
          "text": "Irv, Yul, Junior, and Derice stand next to an old style ‘ Humor’ ice cream truck. Irv eats a popsicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Cold weather endurance is vital in building a successful sled team. Irv checks his watch and gestures to the vendor. The vend opens the truck's back door. Slowly, out of the truck comes Sanka's head. His dreads a covered in frost. He does not look happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Alright, Junior, you're next. A COACH'S WHISTLE IS HEARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IS IN THE ROW BOAT WEARING A SKIPPER'S CAP.",
          "text": "Close on: Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Remember, control's the thing...You gotta run fast enough to he fast, but not so fast that you can't get in the sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "(to Sanka) Yo, slinky-head, you're crowding me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "You mean that's your gorilla breath Iim smellin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "{laughing) Gorilla breath...That's a good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "You better shut up...If it wasn't for your rich little ass, I be on my way to the goddamn Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I don't mean to be contrary, but there's a small chance I might of passed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "What you sayin'...you would of won that race?...Come with it...I‘1l race. you right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I don't know what you all arguing about... Derice was gonna beat both your asses anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Oh, yeah? How ‘bout I beat your ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How ‘bout I draw a line down the middle of your head so it looks like an ass? Irv stands on the beach watching the four guys argue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(to himself) Gentlemen, you force me to resort to drastic measures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. COUNTRY PASTURE DAY",
          "text": "The four boys are in the middle of the pasture TIED TOGET AT THE ANKLE with ten feet of slack between each of them. Irv is perched on the fence that surrounds the pasture. H has a piece of wheat in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Let me tell you a little something about teamwork...It's a pain in the bubkus...But without it, you're just four dumb shmucks in a fancy toboggan. So remember...Stay together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You hear that, fellas? Stay together. They stand there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "This don’t seem so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Let her go, Henry! Just then the team hears a loud angry snort. They turn ar to see with terror, HENRY, the farmer, shooing a savage b into the pasture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEEHAW",
          "text": "The bull charges toward them. They scatter in all directi The rope pulls tight and they fall on their faces. They keep trying to get up, and they keeping falling righ back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "28.",
          "text": "CLOSE ON: The bull, charging like an express train. CLOSE ON: The four boys are finally running. Sanka is so scared, HE'S RUNNING FASTER THAN ALL OF THEM. This raises Irv's eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large spotless three car garage. Next to a brand new Mercedes, JUNIOR POLISHES HIS SAAB METICULOUSLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Alright, father, listen here. There's something I need to say...I've made up my mind...I'm going be a bobsledder and there's absolutely nothing in this world you can do to stop me. The camera pulls back to reveal that Junior is talking to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Oh, really? Well, I'm sorry you feel that way...Fine, cut off my allowance. A man's got to do what a man's got to do!! Junior's pleased with himself. He's got a big smile on hi face when another Mercedes pulls in. Whitby Bevil Sr. get out. He is a fifty year-old version of Junior in a three- piece suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "Just who I wanted to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(nervous) Me? Junior stops polishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "You know where I just came from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "Desmond Nixon's office...You know what I just did? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "I got you a job with Webster, Webster and Cohen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Webster, Webster and Cohen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "They're one of the biggest brokers in Miami...You start at the end of the month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Um, dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "I let you take your shot at that Olympic track nonsense...Now you're gonna get on with your real future...Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(bumming) Right. Bevil notices a spot on the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "(pointing) You missed a spot. Bevil exits whistling a cheery tune. Junior looks paralyz",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv stands by the sled (Sanka's converted push-cart), the boys in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Gentleman, this is a bobsled, sort of. The boys lock curicusly at the converted cart. IRV (CONT‘D) Now, here's how it's gonna work. Yul, you're gonna be the second middleman. \f30. Irv positions Yul where he wants him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "You're strong, you're fast and you dislike Junicr. Irv gives Yul a little wink. Irv goes to Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Junior, you're gonna be the first middle~man. Irv positions Junior right in front of Yul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "You're quick, you're sharp, and you're scared shitless of Yul. Irv gives Junior a little wink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Sanka, I'm making you the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I know, I'm the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(continuing his sentence) The brake-man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "The brake-man...I'm the driver!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "No, you're not...You're the brake- man. The brake~man's your fastest runner...I saw you smoke these guys runnin’ from that bull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "But, coach, I have to drive for the simple fact that I am Sanka Coffie, the greatest push-cart driver in all Jamaica...You dig where I'm coming from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Oh, I dig where you're coming from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Beautiful! \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Now, dig where I'm coming from. I'm coming from two gold medals. I'm coming from nine world records in both the two and four men events. I'm coming from twenty years of intense competition against the best athletes in the world! Derice smiles. This is the Irv he was looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "That's a hell of a place to be coming from. Irv delivers the next speech face to face with Derice (Ev though he's talking to Sanka).",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "You see, Sanka, the driver has to work harder than anyone...He's the first to show up and the last to leave. When his teammates are out drinking beers, he's up in his room studying pictures of the turns...And not only is he responsible for knowing every inch of every course he races, he's also responsible for the lives of the other three people in the sled. Do you want that responsibility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I say we make Derice the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "So do I, Sanka...So do I. CLOSE ON: Derice. His smile is gone. He takes a nice deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy is in bed sleeping. She rolls over and notices Derice missing. She sits up and sees him staring out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still looking out the window) Yeah...I'm just about to come to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Don't worry, baby...Everything's gonna work out fine. Joy looks at him as he just keeps staring out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sled has been laid out on a big, blue, plastic pool cover. This serves as the track. It is slicked down with water. The boys man the sled in their start positions. CLOSE ON: Derice'’s eyes. They are all business. We pan b to Sanka, then Junior, then yul. Their faces are full of different degrees of apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "Winning a bobsled race is about one thing...The push start! A respect- able start time is 5.7...If you speedsters can't get your time down to a solid six flat, you gota better chance at becoming a barber shop quartet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv stands with his stop-watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "When I yell, \"Go!\" Start pushing. When I yell, \"Jump!\" Jump in...Ready, set, GO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as the boys start pushing for all they're worth, San spots TWO GIRLS walking along the road. He calls to them as he runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Hey ladies, watch the Grand Poobah of the pushcart become the Red Baron of the Bobsled. \f33. The sled slides well on the wet plastic, but unfortunatel so do the boys. They get about twenty yards when Irv yelis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP",
          "text": "But instead of getting in one at a time, they all try to in at once. It's total chaos. The four of them finally fi their way into the cart with Sanka diving in head first a the last second. Arms and legs are everywhere. Junior is in Yul's lap. San legs stick straight up in the air. The cart slides to a s stop. - The two girls crack up. Irv comes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "What was our start time, coach, 5.6",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "dL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "No problem, sled-brothers, we'll do better tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Tomorrow?...We're gonna get it under seven flat today! The boys all roll their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Two eggs fryin' in a pan with bananas. Pull back to reveal Momma Coffie standin‘ over the pan singin' a gospel song to herself. INT. SANKA‘S BEDROOM - SAME Sanka is asleep with a big smile on his face. He holds hi pillow like a lover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(talking in his sleep to the pillow) Please, everybody...No autographs now...I need my beauty rest. Out of nowhere, we hear the powerful voice of Momma Coffi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Sanka nearly hits the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, TRAINING HILL",
          "text": "The boys sit under a tree waiting. There are a bunch of little kids standing off to the side watching them and giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "See, this is why I don't like to play no team shit...You always havin' to be countin' on someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Don't worry, he'll be here, Irv approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright...That's it. The party's over. I been trainin' you bums for two weeks now and in that entire time, you haven't been able to 'A', stop fighting with each other and ‘B', get your start time under 9.3, which, considering how fast you guys are, is an embarrassment...And now, when. you geally need to suck it up, one of your teammates pulls a no show...Fellas, I'm through wastin' my time with a bunch of goddamn children. Irv starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "But, coach...You can't leave now. We're just startin’ to get the hang of it. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Get the hang of it?...I seen better efforts from four Flamenco dancers and a wheelbarrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Please, coach!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(over his shoulder) Bye, bye, Derice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Five more minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "No more minutes...Get it through your head, kid...You came, you saw, you sucked! Just then we hear a car horn honking. It's Sanka in his Volkswagen. He drives right up the hill and jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Let's boogie, sleigh-rastas!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Where you been, fool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Take it easy, shine head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Irv quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Why?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(to Sanka} ‘Cause we sucked, that's why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Don't say that...We're good...In fact, we're gonna show him just how good we are...Come on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are ready to push off. They start to rock the ca \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "4,3,2,1...",
          "text": "They push off for everything their worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera bounces along following the cart. The cart is really moving. IT FLIES BY IRV WHO CLICKS HIS STOP=WATCH. The sled keeps picking up speed as it jumps the plastic t and continues down the hill. CLOSE ON: A banana cart. The BANANA MAN sees the sled com right for him. CUT BACK to the sled. The boys scream as the imminent imp nears. The Banana man moves his cart in the nick of time. But be the banana cart is a police car with two policemen eating lunch. Food goes everywhere as the sled CRASHES into the police car. The boys spill out and lay there motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Sanka, you dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Yah, mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka, Yul, Junior, and Derice stand against the cop car their hands behind their backs and their legs apart. A sm crowd has now gathered around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "You all under arrest for reckless driving...Now, who belong to this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "We do, sah. cop#i Who you? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "The Jamaican Bobsled team, sah. The small crowd starts to laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Don't give me that business. I wasn't born yesterday. The crowd laughs even harder. Then out of nowhere we hear Irv's voice calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "5.91",
          "text": "Irv breaks through the small crowd and shoves the stopwat in Derice's face,",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "5.9...That's a world class start- time. You did it! You did it!! Policeman #2 grabs Irv and spins him around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "And who the hell do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I'm their coach!! Derice stares at Irv and smiles. This is just what he's b waiting to hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coolidge sits behind his desk. Irv stands before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Forget it, Smuin...Jamaica has never had a winter sports program and we're not about to start one now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I'm not asking for a winter sports program...I just need a lousy twenty-five grand so I can get us tao the Olympics. \fBeat. 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COCLIDGE",
          "text": "Olympics?.,.How are you going to get to the Olympics? These boys have never even been in a sied race.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "And Dwight D. Eisenhower never Played the saxopnone...What’s that got to do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "You know, I knew you were a bit unusval,..But I had no idea you were headed for the bughouse,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Hey, Coolidge...hear me out, will ya? In an Olympic year, the bobsied federation holds an event they call the quaiifiers...You finish the course under a given time and to the Satisfaction of the judges, you earn the right to compete in the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "You méan, you're willing to put your fate in the hands of the federation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "You got a problem with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Have you forgotten what happened to you in Saporro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Give me 4 break, Coolidge...That was twenty years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Mr. Smuin, Jamaica has a proud athletic tradition...If you think I'm going to give you money so that you can parade our athletes in front of the world like some kind of freak show, then you got another thing coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice sits on a bench waiting as Irv emerges from Coolid office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(standing up) How'd it go? Irv stops and puts his arm around Derice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Do the words ‘give up‘ mean anything to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Not a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka stands on the corner with his guitar, his case open front of him. A sign on the case reads ‘SUPPORT THE JAMAI BOBSLED TEAM.' There are a few small coins in the case. Sanka is singing the Jamaican bobsled song, but nobody ev stops to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "We no like snow but still we go/ We no like ice but that's the price/ We hob and bob do what we're told/ Four rastamen tryin' to win the gold. An instrumental version of the song continues over the following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yul is looking very unhappy in a white apron and baker's as he stands behind a table full of cakes and cookies. Th sign above him reads 'JAMAICAN BOBSLED BAKE SALE.' An OLD WOMAN stops to look at the cookies. Yul glowers at her an she quickly moves on. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A sign reading, 'KISSES $1.' The camera pans do from the sign; Sanka has set up a kissing booth. There ar four women in line: Two young, three hundred pounders, an two octogenarians with supportive shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice, in a poor looking suit, goes inside as we hear in voice over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (V.0.)",
          "text": "Gentlemen, I present you with the opportunity of a lifetime. CLOSE ON: Derice standing in an office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "We're looking for a sponsor for the new Jamaican bobsled team. CLOSE ON: A series of different EXECUTIVES. They all star directly into the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "That's the most ridiculous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "Hilarious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "Ludicrous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "Preposterous....",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "Ill-conceived idea I ever heard in my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXECUTIVE",
          "text": "(into a speaker box) Security!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Derice with two uniformed security guards. The gua dig into their pockets and give Derice their change. Deri waves as he walks away. \f41. e EXT. UNCLE FERTE'S STAND - CONT'D CLOSE ON: A cookie jar. Pull back to reveal Uncle Ferte handing the jar to Derice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FERTE",
          "text": "There it is...The whole Kit and Kaboodle...One hundred and eighty- four dollars and thirty-three cents...My life's savings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Don't worry, Uncle Ferte...I won't let you down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka wraps up his song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Now you might say it a foolish dream/ But we da Jamaican bobsled team/ We put pep in your step, a smile on your face/ And you throw e@ your money in my guitar case. A DRUNK sleeping it off stirs awake. He staggers to his f and goes over to Sanka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUNK",
          "text": "I'il give you a buck to shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv, Sanka, and Yul (still in the hat and apron) stand ov Derice's shoulder as he counts up ail the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "{as he adds it up) Okay, we got my $74.00, $58.53 from Momma Coffie, $184.33 from Uncle Ferte, $9.52 from Yul's cookies, and a whopping $1.16 from the new Bob Marley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "What's the total?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Two hundred and fifty-five dollars and sixty-one cents. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "What that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "It means we're short about twenty- four thousand seven hundred and forty-five bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "{to himself) I ain't never gonna get off this goddamn Island. Derice is devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Serry, Derice...Looks like this is the end of the line. Junior comes into the garage carrying a small suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You can unpack your suitcase, Junior...We ain't going, But Junior just walks over, puts the suitcase on the tabl and opens it. IT'S FULL OF MONEY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I'm feeling pain in my chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Jesus Christ...How much is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "About twenty~six thousand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Where'd you get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I sold my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Alright... (He starts to boogie as he sings) We goin' to the Olympics!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "No, we're not...We can't take this money...It isn't right. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Hey, Derice, if I hadn't tripped you guys, you'd already be going to the Olympics...Please...I want you to have it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You mean, you want us to have it, right? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Right. Yul looks to Derice, maybe he was wrong about this kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Get on, Mr. Bevil...Your father must be cool. He let you sell that car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Oh, he doesn't know I sold the car...In fact, he doesn't even know I'm on the team...He thinks I'm off to Miami to work for Webster, Web- ster and Cohen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Oh, God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys walk up the steps to board the plane waving to t few scattered loved ones. (The Bevils aren't there.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big Air Jamaica plane comes barreling down the runway a starts to rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The big bird touches down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus is filled. Some peopie are tourists, some are natives, but except for the Jamaicans, ALL OF THEM ARE WH",
          "sentiment": "neutral"
        },
        {
          "speaker": "44.",
          "text": "The Jamaicans are visibly uncomfortable with the cold weather. They wear nine layers of brightly colored print, tropical Jamaican clothing. (Except for Junior whe is ina fancy Parka.) Sanka exhales in the cold air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Sanka, mon...What the hell you smokin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I ain't smokin’. I'm breathing! Everybody on the bus is staring at our boys. When we cut back, all four of them are exhaling their asses off, amaz that they can see their breath. Sanka makes smoke rings a pokes his finger through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, OPEN ROAD",
          "text": "The bus rambles down an open highway. There are giant snowfields on either side. CLOSE ON: All four faces pressed against the bus window looking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS, (V.0.)",
          "text": "Stop the bus!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus has pulled over. The doors open and the four boys come bounding out of the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNOW",
          "text": "They run toward the untouched snow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice screams like a cowboy and charges into the untouch snow. Yul follows with a smile, then Junior. This leaves Sanka, who tiptoes into it looking terrified. {RR reggae ‘WALKING IN A WINTER WONDERLAND’ is heard over following SNOW MONTAGE.) DERICE LIES IN THE SNOW MAKING ‘SNOW ANGELS. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BUS FULL OF ONLOOKERS WATCHING A FREAK SHOW OUT THE WIN",
          "text": "cut To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Same thing happen to you as me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Me bamboo shriveling up like a prune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I can't even find mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Mine done shrunk in half. Junior sneaks a peak at Yul's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNIOR",
          "text": "(crestfallen) That's half? \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the bus pulls away, the camera pans from the road to t snowfield. CLOSE ON: A giant snowman. He has a rasta hat, sunglasses and a giant snow-splif in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small hotel lobby is bustling, everybody staring at t Jamaicans who are tired, freezing and looking like bums. deals with the hotel desk CLERK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Me and my boys have two rooms booked under the name of Smuin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "I'm sorry, sir, but we do not allow the entertainment to stay at the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "These guys aren't the Temptations. They'ré the Jamaican bobsled team. The guys wave, between shivers. The hotel clerk shakes hi head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tiny hotel room with two bunk beds. The boys can't take step without getting in each other's way. (They twist, tu and sidestep caught up in a farcical human traffic jam.) Yul, in some worn-out old flannel pajamas, unpacks two pa of underwear, fights his way through Junior and Sanka (wh trying to get to the bathroom) and puts them in a drawer. Junior, in silk pajamas and slippers, meticulously remove new pair of colored \"CALVIN KLEIN UNDERWEAR' from the box folds them, then has to avoid bodies to get to his drawer the bed, there are twenty more new boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Damn, boy...How many asses you got? Sanka‘s screaming voice is heard from the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Hey, fellas, come check this out!!! \f47. The boys look at each other, then rush into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Yul, Junior, and Derice's curious faces. They are looking at Sanka (he wears a night dress and pom hat), who has turned the BIDET on 'high' and is drinking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "{excited) We got our own water fountain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "That's no water fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(looking up) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE EMPTY BEDROOM",
          "text": "Sanka comes running out of the bathroom screaming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun shines on the glorious city of Calgary. Workers a putting up banners and signs, preparing the city for the upcoming Olympics. INT. OLYMPIC HEADQUARTERS — DAY Irv walks the halls looking for the right door. As people walk by him, they whisper, as if they might possibly know him. Irv finally finds his door. The lettering on it reads: ‘T REGISTRATION.' Irv takes a deep breath and goes in the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv walks up to the front desk. Behind it sits a PLEASANT CANADIAN OFFICIAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Can I help you? \fUh...No. Irv turns, takes a step, and then turns back around again",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "Yeah...You can help me...I'm here to register the...Jamaican bobsled team,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "You're name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Irving Smuin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Welcome to Calgary, Mr Smuin. The official sifts through a pile of folders. He pulls on out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL, (CONT.)",
          "text": "(curt) Now, here's all your information. Your final run is gonna be on the afternoon of the tenth...Keep in mind, to qualify, you must finish the course safely in one minute flat or under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Don't worry...I know the routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Your judges are Shindler, Kroy~ ezheck and Gremmer. They're three of our best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I know,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "Is there anything else, Mr. Smuin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "No, I think you've pretty much said it all. Irv turns and heads for the door but just as he’s about t exit, three men enter. 48. \f49. The first is KURT HEMPHILL (around 65), Irv’s old coach a now @ World Bobsled Federation official. The other two ar ROGER and LARRY, two members of the current American coac Staff and ex-members of Irv's 1972 four-man team. They are stopped in their tracks by who they see before t Nobody knows what to say. Finally, Irv breaks the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(offers his hand) Roger, Larry...It's been awhile. They shake Irv's hand, Larry a bit reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "(offers his hand to Kurt) Good to see you, Kurt. Kurt walks by without acknowledging Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "(ribbing) Don't tell me you've forgotten all we had. Kurt whips around,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Larry, tell this gentleman that as far as I'm concerned, Irving Smuin died at the 1972 Olympics and that whoever he is, he better play it real careful ‘cause the federation is watching his ass like a hawk and that goes double for that bunch of third world circus performers he brought with him. Kurt turns and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Jesus, Irv...What the hell you been doin' with yourself?...We been hearin* all kinds of crazy rumors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "They're all true...Especially the one about the midget and the Gypsy fortune teller. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Stili with the jokes, huh, Smuin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "That's right, Larry, still with the jokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Roger...Come on! Larry starts walking. Roger stands there a second with a pained expression but there's nothing he can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(whisper to Roger) I need to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "(sotto, fast) IT can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Meet me at the bar on the corner in half an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Half an hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "It can't wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "(from down the hall Roger...Let's go} Roger takes off after Larry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four boys in THEIR TROPICAL LAYERS enter the sports s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CANADIAN SALESGIRL looks them up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "May I help you? \fSi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "We are the Jamaican bobsled team...DoO you have ice shoes, and what are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "(not understanding Derice's accent) Are you speaking English? The boys look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESGIRL",
          "text": "(slowly as if to children) American Express?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Let me handle this...Yo, Miss Coconut, we need some jammin’ warm bobsled clothes. The salesgirl points them in the direction of the multi- colored Parkas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "{to Sanka) I didn't know you spoke Canadian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four boys walk out of the store DRESSED FROM HEAD TO IN BRIGHTLY COLORED WINTER SPORTS GEAR. They move stiffly looking like huge neon spacemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv and Roger are sequestered in a back table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "What's so important that it couldn't wait?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I need a sled. \fBeat. 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "{total disbelief) You came all the way to Calgary without a sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Look, I got forty-eight hundred American. I just need something competitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "For five grand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright, a working sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "But, Irv...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "A flexible flyer with oomph. Anything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "You know I can't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Hey, Roger, when it was down to you and Morrison for that last goddamn slot on the '68 Chantillly squad and you pleaded with me to talk to Kurt...Did I say, \"Sorry, Roger, you know I can't do that?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "You're not gonna make me beg, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER -",
          "text": "Maybe I can get you one of our practice sleds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Thanks, Roger...You know some- thing...You're a damn nice guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "Alright, before you start slicing up the bullshit, there's one thing I got to know... \fe irv raises his eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER, (CONT'D)",
          "text": "Is this whole thing some kind of joke or do you really expect these Pastafarians to qualify?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(lieing) Not only are they gonna qualify, but they're gonna turn a few heads doin' it...Let me tell you something, three of them run the hundred in nine something flat. And I don't care who you are, that's lightning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROGER",
          "text": "But can lightning run on ice? We hear a training whistle blow as we cut to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four boys flop around on the ice like fish. No one ca make it more than two steps as they keep falling over eac e other. On the other side of the rink, female figure skaters stop their practicing to watch the show. They can't help but laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "These special shoes don't seem very effective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "Grip with your toes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Grip. with your toes everybody! Derice is down in a flash. Sanka manages to get to his feet. “ SANKA Alright, you candy~ass track stars. Let the ice-rasta show you how it's done. Sanka looks like a log roller before he finally goes Gown \f54. Junior calls from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Hey, fellas, look at my progress. Junior is stayina on his feet by holding on to Yul’s swea YU1 gives him a strong look. Junior lets go and falls. Then Yul falls. Sanka, who has just about gotten up, star laughing at them. He falls. The figure skaters are hysterical, a few of them fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE DRIVER'S POV.: We feel the speed, the danger, the blo curdling excitement of driving a bobsled as we go flying through a high bank curve, nearly turning completely upsi down. WE come out of that curve and right into another on The sound of speed and ice is deafening! PULL BACK TO REVEAL: Derice. He is sitting in a bobsled simulator. His hands are on the controls as he takes anot curve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice steps out of the simulator. Yul, Junior and Sanka next in line. Behind them are a bunch of LITTLE KIDS. Sanka turns to one of the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Is it as good as ‘Super Mario Brothers! '* INT. BAR — NIGHT The Jamaicans enter led by Sanka. The bar is packed with sliders from different nations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Remember, Derice said we got to be in by midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Stay loose, baby bear...You gonna cramp me style. \f5. A COUNTRY WESTERN BAND is playing in the background. An E GERMAN SLEDDER is swinging a beer mug as he tries to sing along with the band. JOSEF GROOL, the East German driver, nudges the singing German as the Jamaicans approach them. Sanka walks up to the German.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Keep jammin', ras. I'll catch up on the chorus. The German ignores him. Grool looks through Sanka like he isn't there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "That's cool...I didn’t know that one anyway. Yul and Junior stand in front of the band. Yul seems fascinated as he stares at the GUITAR PLAYER who is dress like a cowboy",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I gotta get me one of them hats. Sanka makes his way over to a table full of FRENCH SLIDER speaking FRENCH. SANKA TAPS ONE ON THE SHOULDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Where you from, mon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH SLIDER",
          "text": "{mimicking Sanka) Where you from, mon? The French slider walks away. The rest of the French team just shake their heads. But Sanka is undaunted. He taps ANOTHER FRENCHMAN on the shoulder. The Frenchman doesn't budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(nervously) Sanka, take a hint. But Sanka just taps a little harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Excuse me, do you speak English? \fsé.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER FRENCHMAN",
          "text": "( also mimicking) No, Z speak English, REGGAE MON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Good, ‘cause your father calls the dog-catcher when your mother leaves the house. Yul and Junior crack up as the Frenchman stands there, st acting superior, not knowing what Sanka just said. Two American sliders (JEREMY and COLE) sitting at a table nearby call out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLE",
          "text": "Hey, bartender...How 'bout a couple of shots to go with this beer? Sanka hears a language he can understand and lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Alright, finally! Some American rastas. Sanka goes over to their table, sits down and pours himse beer,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "Now we're talkin'...What do you say we kick this badboy off with a big ol' bobsledder's toast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEREMY",
          "text": "I'll tell you what, friend... He takes the beer out of Sanka's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEREMY, (CONT.)",
          "text": "First you go and prove yourselves out there on that hill...Then we'll talk about a toast. The Americans grab their beers, get up and walk away leav Sanka's friendly advances once again rejected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice's feet crunch snow as he trudges toward the top of hill. He finally reaches the top and what he sees before is a vision. \f57. DERICE'S POV: The SWISS BOBSLED TEAM is rocking their sle the start area. Their movements are pure exacting poetry their breaths are clouds of steamy focus as they rock bac and forth, all of them one body, one will, one mind. To Derice, it seems as though they are moving in slo-moti the power of their concentration is so great. The sounds he hears are super-amplified: the sled's runne against the ice, the raw power of the breathing, the joyo roar of adrenaline as they push start with the strength o four horses. It is quite simply the most magnificently beautiful athle display Derice has ever witnessed. You can feel his heart pounding as the Swiss whip through the final turns with t ethereal ease of a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka and Yul sit on their beds. They both wear boxers (Y are ripped). A gargling sound comes from the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Seemin’ to you like nobody like us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "We different...And people always scared of what is different. Junior comes in from the bathroom in a monogrammed red sa bathrobe. He's flossing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You guys talkin’ about why everybody hates us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Don't let it bother you...You all hate me and I don't mind. Derice comes flying in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You guys won't believe what I just saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "A jerk pork stand? \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "No, mon...Bobsledders! I watched this Swiss team take a run down the hill...It was like nothin' you've ever seen. Derice is in a state of rapture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT.)",
          "text": "Like a miracle...Like the four of them could take over the world...And right then, I knew that we could do it too...All we have to do is believe, believe that there is nothing more powerful than the combination of man, ice, and machine! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Goddamn, Rasta brother...What the hell have you been smokin'!? They all look at Derice. His eyes are wild with fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A tarp covering an unknown large object. The camera pans over to the four guys in parkas, hats, an mittens standing shoulder to shoulder in the middle of th frozen lake, their hands covering their eyes. Irv pulls a tarp off the object behind him. It's a bobsled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "Alright, open ‘em. The boys open their eyes; before them is a bobsled. It's beat-up, the paint is peeling, it's way outdated, but it bobsled. The Jamaicans are in awe. They walk slowly towar like four Incas worshipping the sun. They each softly lay hand on their priceless jewel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "I know it isn't state of the art, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "SHHHHi!! He needs silence so he can admire the goddess. \fBeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Look at her, Ras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "She some lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "What we gonna call her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "How about Tallulah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Tallulah?...It sound like a two dollar hooker...Where you come up with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It's my mother's name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I say we name it the ‘Assassin!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "No,-mon...She's a lover, not a fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "You're right...I say we call her the ‘Sex Machine!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Oh, God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "How about Cool Runnings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Beautiful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Very strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "What's it mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "It means peace be the journey. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Peace be the journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "That's what it means. Sanka says the name loudly and proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOL RUNNINGS",
          "text": "All of a sudden the mountains explode with an echo of San voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUNNINGS",
          "text": "This blows everybody's mind and they all look to each oth as if it's an omen. Then they all start shouting joyously",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOL RUNNINGS",
          "text": "The mountains explode in a rumbling chorus of COOL RUNNIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody's there. The East Germans, the Swiss, the Sovie etc. Four teams are lined up waiting for their practice run. T others are doing ‘dry’ push-starts over by the push-start strips. Other sledders polish their runners, work on thei sleds, stretch, meditate and generally prepare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENTIRE AREA.IS ALIVE WITH VOICES, ENERGY AND ACTIVITY",
          "text": "Inte the middle of this walk our FOUR HEROES (Minus Irv). They stand there mesmerized by all the goings on. Their b skin standing out like neon among the white snow and whit faces. Bll of a sudden, almost as if on cue, all the sledders no the Jamaicans. The activity and noise comes to an immedia halt. THE ENTIRE HILL IS SILENTLY GAWKING AT OUR BOYS. The four guys stare at everyone staring at them. They are more than uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jamaicans stare down the hill in amazement. ‘Cool Runnings' is on the track next to them all ready to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Ch, my God...It go on forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Actually, it's 4967 feet...It's a brand new course. No one's ever raced on it...That's why everybody's here early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It seems somewhat steeper than the hills we have in Jamaica,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Steeper, deeper, and you can keep her. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Anybody else cold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Cold...Mon? I’m freezin‘ my royal rastafarian nuts off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It is a bit chilly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Let's bobsled tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Tomorrow's supposed to be even colder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Damn, it's a nice day for a sleigh ride. The JAMS put their helmets on. When Sanka puts on his hel his dreads stick out of the bottom, THE WHOLE HILL CRACKS Irv comes up behind the boys. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright, fellas, this is it...What you've all been waiting for...You boys are about to get your first piece of ass bobsled style? The boys take a nice big gulp. Irv notices that the other bobsledders are watching them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "Climb in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Climb in. I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Ain't we gonna push start?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "On this first run, I'll nudge you off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Good idea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Kurt Hemphill stands off to the side watching with anothe official.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four guys are getting settled in the sled. They try t get comfortable. The entire hill starts laughing. A GERMAN SLEDDER calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERMAN SLEDDER",
          "text": "Hey coach...You gonna tuck them in too?! Irv bristles at the comment. Sanka takes his lucky egg out of his pocket and kisses it",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "This ain't time to eat no egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I ain't eatin’ it. T kissin’ it. Derice turns around shaking his head. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "@ (turns to Yul) You want to kiss my egg? Yul looks at him like he's nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT.)",
          "text": "Suit yourself, He carefully puts the egg back inside his sweatshirt. Irv gives his final instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Everybody, listen up...Don't worry about tryin’ to look good out there...You guys are beginners and that’s nothin' to be embarrassed of. Josef Grool looks on. He whispers something in his buddy' ear and they both crack up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "Remember, bobsledding ain't like other sports...There's no gettin' your feet wet and seein' if you like it...You gotta dive in and swim for 6 your life...Now, over the next couple of weeks I might do some things that seem a little mean...Believe me, it's all in your best interest. Sanka raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "What is it, Sanka?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I gotta go...(He points to his lap.) You know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "There's no time for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Why not? We ain‘t bobsleddin' yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Oh, yes we are!it Irv kicks the sled with his foot and it starts down the h \f64. The sled wobbles off, slowly at first, but then quickly accelerates. The camera follows as the sled starts to fly down the tunnel of ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIIIIIIIT",
          "text": "INSIDE THE SLED as it rumbles like a jackhammer into the belly of a curve, smacks into the wall, heads for the lip then jackknifes and comes out of the turn. THE ENTIRE SLE FACING BACKWARDS. Junior screams at the top cf his lungs as Sanka prays. Yu grits his teeth. The sled now whips into the finish curve, smacks it like pinball and crosses the finish line backward. But instead slowing down, it keeps on flying. People are forced to jump out of the way, screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAKE, SANKA, BRAKE",
          "text": "Sanka, now in front, pulls the brake and the sled slams t short stop. Junior's mouth is wide open in a silent screa Sanka's eyes are closed tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Is it over? KURT HEMPHILL and the other official look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Look at those clowns...Someone's gonna have to stop this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka, Yul and Junior are sitting around the room. Junior using a ‘lint roller' on his pants, Yul's playing solitai and Sanka's reading a comic book. A pan of bananas cooks hotplate by Sanka's bed. Yul pulls the reading lamp away from Sanka so it shines o his cards. Sanka pulls it back, but Yul just does it agai",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Shut dat hot plate down, fool...Them bananas stinkin‘ like a dead dog. \f65. Sanka ignores Yul, so Yul reaches over Sanka to shut the hotplate off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Cut it out, head wax, I'm readin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "What you mean readin',..Them things be for little children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Oh, is that so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Yah, that's so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Well, if they for little children, that means they too advanced for the likes of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "You sayin' I ain't no smarter than a little child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "What I'm sayin is, you're the kind of club totin' cave man bastard that counts to ten by stompin' with his foot. Yul goes over to the dresser and starts whippin' through drawers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Go ahead, boy, enjoy yourself. Say whatever you want... We can see Sanka getting nervous. Maybe Yul's looking for gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL, (CONT'D)",
          "text": "You're just like every other fool on the island...Goin' nowhere fast and thrilled to death about it. Yul has found what he was looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL, (CONT'D)",
          "text": "But you seé, I'm different...I know where I'm goin’...And after I'm famous for winnin’ the Olympics, I'm e@ gonna be livin' right here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "66.",
          "text": "Yul whips around holding a picture postcard of the ‘WHIT e HOUSE.' Sanka sees this and starts to laugh his head of",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL, (CONT'D)",
          "text": "What's so damn funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(fighting through laughter) That's the White House!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I know what color it is...What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Nothin' about it...It's just if you plan on livin' there, you gonna have to evict the goddamn president.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(explaining to Yul) Yul, that's where the president of the United States lives. Yul is so embarrassed he can't speak. He wraps his fist around the postcard and crumples it violently, wishing it @ were Sanka's head, and throws it on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Face it, Brenner, you gonna end up in an out-house shanty like every other dockworkin' sucker~Jon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Says who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Says me, rich boy. What you know about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I know my father started off ina one room hut, and now he lives in one of the biggest homes in Kingston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "{re: Yul) Well he ain't your father. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "He doesn't have to be. All he has to do is know what he wants and work hard for it. If he wants it bad enough, he'll get it...Believe me, the more guys like Yul Brenner we got makin' it, the better off this world would be, especially for Jamaicans. Junior goes over and picks up the crumpled postcard. He Straightens it out and hands it back to Yul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR, (CONT'D)",
          "text": "(genuine) Go ahead, Yul Brenner. Go get your White House.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: An old 50's telephone. Pull back to reveal Joy the phone. Momma Coffie washes glasses at the other end o the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Derice, I can barely hear you...What you say? INT. A PAYPHONE — SAME Derice sits in a phonebooth talking on the phone to Joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "{on phone) I said, I don't know what's gonna happen...This bobsledding thing's a lot harder than I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Derice...I know you can do it. All you got to do is stick with it and everything gonna be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka steps out of the elevator mumbling to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Well, if he movin' into the Whitehouse...I‘m movin’ into the goddamn Statue of Liberty. \f68. circles with his thumbs and forefingers and brings them t his eyes like upside down binoculars. He gets a big smile his face. @ Sanka sees something and stops dead in his tracks. He m SANKA'S POV: Two beautiful, tall, identical blonde twins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (V.0)",
          "text": "Bingo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy's turn. Joy And never forget, I love you. We hear Derice on the other end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "I love you too? INT. LOBBY ~— SAME ) Sanka introduces himself to the blonde twins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "You girls better tell me your names right away 'cause when I dreamed about you last night, I could only call you 'Baby!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORGEOUS BLONDE",
          "text": "I am Uba and this is Eeba...We are belonging to the Norweigan ski team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "And I'm the ‘Coffie‘' and you the cream and I'm belonging to the Jamaican bobsled team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UBA",
          "text": "Wow!!! How cool!!! Listen, we are knowing a good place to dance...You like to party, Sanka?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Lead on, my little Scandinavian snow bunnies. @ Sanka puts his arms around the girls and heads for the \f6S.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EEBA",
          "text": "Were you knowing Bob Marley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Know him?...Me and Bobby were like that. Sanka crosses his fingers to show how close they were. Th all exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Derice, shaking his head. Next to Derice, IRV PACES NERVOUSLY. Junior and Yul are sitting in ‘Cool Runnings' waiting. Sanka is nowhere to b found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "I can't believe he's late again. The starter approaches Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARTER",
          "text": "You got three minutes, coach. Rither take your run or pass...If you don't want your slot, I got twenty~nine other teams that do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "This is great...Two weeks till show- time and you guys haven't even had a goddamn push~start. Just then we hear the roar of an engine. A snowmobile pulls up nearly running Irv over. It's Sanka He's sandwiched between the two Norwegian skiers. Uba's driving. Sanka climbs off. He's in his bobsledding clothe He blows the girls a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "{to the girls) See you again tonight, ladies...Same bat-time, same bat~channel. The girls wave and skoot off on the snow~mobile. Sanka he for the team, Derice is on him in a flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Where the hell you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Lost in Norway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Three more minutes and you would of cost us our run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Good thing Uba knew that shert-cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool Runnings is on the track and the boys are in their s positions. Irv gives them a few last words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "This is your first push start, so don't try to set any world records. All you gotta do is get in the sled. The four boys take a deep breath, then they start to rock sled. They push off like they were shot out of a cannon, they're running so fast, they can't get in. Sanka let's g first, then Junior, Yul and Derice...The four boys are actually CHASING AN EMPTY SLED DOWN THE TRACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a man with a camera up to his eye. Next to him is Hemphill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW",
          "text": "A flashbulb pops, freezing the image of the boys chasing empty sled in black & white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEMPHILL, (V.0.)",
          "text": "I want that photograph everywhere. CLOSE ON: A newspaper photograph of the boys chasing the empty sled. Pull back to reveal it's become the cover pho of the ‘Kingston Gleaner.' And the ‘Gleaner' is in the ha of Mr. Coolidge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coolidge stares at the photo and shakes his head in embarrassment. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "I knew this was a bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO MEN stare at the photograph laughing their heads off. other men peek over their shoulder to see what they're laughing at. It's Uncle Ferte and Joseph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSEPH",
          "text": "Them boys got Jamaica lookin' the fool in front de' entire world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERTE",
          "text": "I just don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The newspaper is slammed down on a table. Up stands Whitb Bevil Sr.. There‘s fire coming out of his ears. He goes o to a phone, picks it up and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "{into phone) I want to send a telegram...Calgary!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Swiss are ready to roll. Their captain goes up and st slapping his teammates in the head and screaming in their faces. They slap and scream back. (This is how they get psyched.) They prepare to push off, rocking the sled hard",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWISS CAPTAIN",
          "text": "Ein...Zvei...Drei! The Swiss explode out of the blocks and get in the sled l a perfect machine. Derice watches mesmerized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(to himself) Ein...Zvei...Drei. Larry (Kurt’s henchman) approaches Derice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "You guys aren't doing too well, are you? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "What?...We'll be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Is that sa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Coach Smuin ain't worried and either am I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Wake up, kid...Irv's what's killing you,...He's been useless since the day he was busted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "What you talkin’ ‘bout, busted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "You know...Saporro...Nothin' like a little extra weight in the runners to make your sled go faster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(faking) That wasn't no big thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "Getting thrown out of the Olympics for cheating wasn't no big thing. Irv comes up behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(to Derice) Come on, let's get a run in. Derice heads for the sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "(to Larry) Giving my driver a few pointers, eh Larry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY",
          "text": "The kid's gonna need all the help he can get. Irv watches as Larry walks away. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are in their start positions. They push off and scramble in awkwardly. They make it, but Yul and Junior a facing each other in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Hey, Yul...f think you facing the wrong way. The sled starts to pick up speed and begins ripping throu the turns. They rattle down a straight-away. They cross t finish line, slow by world class standards, but they cros Derice stands up and asks the OFFICIAL TIMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "What our time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "1",
          "text": "The other boys stand up proud. Sanka bows. Sanka, Yul, and Junior share high-fives but Derice knows much further they still have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Junior and Yul are alone in the room. Junior is getting a fancied up in front of the mirror, suit, tie, the works. sits on his bed watching him like he's a freak show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Puttin’ on your very specials, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "{tying his tie) Uh huh. Yul comes over and gets a closer look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Where you going, funeral?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "No, just out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "74,",
          "text": "Yul picks up one of Junior's dress loafers. It has a shoe ree in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "All your shoes come with wooden feet in ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It*s called a shoe tree. Junior slaps some cologne on. Yul picks up the bottle and smells it. He makes a terrible face. There's a knock at the door. Junior gets up and opens the door, revealing a YOUNG WOMA a messenger’s outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MESSENGER",
          "text": "(accent) For a Junior Bevil I am looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "That's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MESSENGER",
          "text": "Signing. Junicr signs. The messenger exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "What you get, mon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It's a telegram...From my father!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I know them...Like a letter, only faster. Junior opens the telegram and reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "It's over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "What's over? \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "{in shock) He knows. He knows it all...The team, the car, the job, everything. He says either I come home right now or I don't come home at ail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Don't you be listenin’ to that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Oh, God. Why did I lie to him?..What could I possibly have been thinking? Of course he found out. He finds out everything...Would you go downstairs and call me a cab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "‘Cause you ain't leaving!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice and Irv are walking the track from the finish line The moonlight on the ice has a luminous, surreal quality. Irving points to certain curves and calls their names. De holds his hands against the walls of the track following Irv's lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Always remember, driving is a state of mind...The mental is to the physical as four is to one...Now, in the Omega, show me where you get on and off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(trance like) In the Omega, this is where I get on, and this is where I get off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(simply) Believe me, when you hit it right, you'll knew it...The first time I nailed a big turn in competition, it was better than sex. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The country western combo is churning out a heartfelt ver of \"Rhinestone Cowboy.' The dance floor is full of locals (The men are dressed in cowboy hats and boots, the women western skirts.) They are all happily dancing a simple tw step as the singer gives it everything he's got. In the middle of this country western hoedown are Sanka, and Eeba. Sanka looks like he's autistic as he keeps stop and starting, trying to find the beat so he can do his patented ‘stomp dance.' Uba and Eeba just stand, bored, hoping the music will cha",
          "sentiment": "neutral"
        },
        {
          "speaker": "UBA",
          "text": "This music is so not cool. Sanka, now fully frustrated, THROWS HIS HANDS IN THE AIR. We pan from the dance floor to a table where Yul and Juni are sitting, a half drunk pitcher of beer beside them and empty pitcher next to that. They're a little drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "And let me tell you something else. If it wasn't for you, we wouldn't even be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "But you don't understand. He's really mad...When he gets like this it's usually best to just do what he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Not this time...Think on it; your father wants you to come home and forget about your teammates and all we done worked for...I mean, for God's sake, mon! You act like he's the king of the whole damn world. The man's just flesh and blood like you and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(slamming his head and hands on the table)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT AM I GONNA DO",
          "text": "Josef Grool, the German driver, just happens to be walkin e *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(accent) Hey, Jamaica, keep it down...You are not owning this place!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNTOR",
          "text": "I'm sorry...I didn't mean to bother anyone. Grool puts his finger in Junior's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROOL",
          "text": "You have no business here, Jamaica...You and your stupid friends...Playing like you are bobsledders...Vy don't you get ona leaky boat and go back to vhere it is you came from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I said I was sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCL",
          "text": "And I said you are shit. Yul stands up and lets his presence be felt. Grool moves",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Tell me the truth. Was that my fault? Yul heads for the restroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Junior's face fills the bathroom mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL, (V.0.)",
          "text": "Alright, tell me what you see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I see Junior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Want to know what I see? I see pride. I see power. I see @ bad-ass mother who ain't takin’ no crap off nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "(in the mirror) You really see all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Hell, yes! But it ain't about what TI seein‘...It's about what you seein’. Now, tell me what you see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I see...uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Pride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I see power!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "I see a bad ass mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Who ain't takin' no crap off nobody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Again! Junior looks in the mirror. He's bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "I see pride. I see power. I see a bad~ass mother who ain't takin' no crap off nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Now, you're talkin’. Junior bolts out the bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL, (CONT'D)",
          "text": "Where's he's goin? \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SANKA IS NOW ON STAGE WITH THE BAND. He and the lead sing share the 'mike' on a smokin‘ version of Bob Marley's ‘I",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHERIEFF.'",
          "text": "Now it is the locals who stand still with confused expres ions as Uba and Eeba tear up the dance floor. Grool stands at the bar with a scowl on his face as he watches Sanka prance around the stage singing. CLOSE ON: A finger tapping Grool cn the shoulder. Grool t around to find Junior in his face,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Now, you listen to me, buddy...i won't be talked to that way..,You better come up with a damn good apology or else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROCL",
          "text": "Or else vat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Or else...uh.. Grool pushes Junior hard in the chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROOL",
          "text": "Or else VAT?! Yul waits to see if Junior can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Uh..Uh... Grool sends Junior flying inte a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROOL",
          "text": "Come on, Jamaica, say something!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "How's this. Yul nails Grool with a massive shot to the chops. In a fl three of the other German sliders grab Yul and, before yo can say ‘Joie de vivre,’ we are in a full scale bar brawl un-willing Junior and Yul against everyone else in the joint}. \f80. Sanka leaps off the stage holding the mike stand like a bayonet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASTAFARI",
          "text": "Sanka charges the into the crowd, Junior punches someone the face, then gets hit over the head with a bottle. Yul tosses bad guys about two and three at a time. Sanka now hangs from the chandelier kicking people. Uba and Eeba ar kneeing bad guys in the balls. The fight continues as police sirens are heard getting closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv and Derice look out over the track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "You're damn right it's hard, but you keep on pushin'...And if you're lucky, you might just be there when it happens...When your heart starts beatin' a mile a minute and your ears are filled with the sound of speed...That‘'s the moment when heaven comes to visit and you see the face of God...That's bobsledding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Irv...What happened in Saporro? CLOSE ON: Irv, as he looks down over the entire track, lo in his own world,",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "{it all comes back) I love this goddamn sport. All of a sudden a POLICEMAN comes ‘trudging up the path. calls down to Irv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "One of you guys know an Irv Smuin? \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yul, Junior and Sanka are in the slammer. Their clothes n in shreds. They are sharing a cell with FOUR OUTRAGEOUSLY DRUNK COWBOYS IN TEN-GALLON HATS. A flask is being secret passed around and our boys are pretty drunk. Two of the COWBOYS are teaching Yul and Junior how to yel ‘WEEHAWW DOGGY!’ Yul is getting the hang of it. Junior ki squeaks his. Sanka teaches the other two COWBOYS to stomp dance. A POLICEMAN leads Irv and Derice to the cell. They can't believe their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "They’re all yours. Irv gives a nice fake smile as we cut to Yul finishing wi flourish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice addresses the guys. They look like little kids wai to be punished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Look at yourselves...You'’re disgraceful. We came here to get to the Olympics...Not to drink and fight and chase women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "But that German rascal go and push my teammate. ‘Nuff respect...We had to fight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "You don't see the Swiss team figh- ting..You don't see the Swiss team drinking and carrying on. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "@ And you don't see the Swiss team smiling neither. In fact, if one of those Swiss rastaS came across a naked woman, he'd probably rock her back and forth and push her down some ice. Irv comes bursting through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Everything's okay...I told the judge you guys were mentally retarded and he threw the case out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(sing song) Irvy pulled a fast one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(all business) Shut-up, Sanka...Maybe you all haven't noticed, but we ain't winning any popularity contests. They hate me. They hate you. They hate us. @ Derice nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Now, we got one week left....You can either make history or you can make fools of yourselves...You can climb to the top of the mountain or you can climb on a bus back home...The choice is yours..,.But mark my words, if you want to get to the Olympics, then you gotta sit down and take a nice deep look inside... (He points to his own heart.) That's the place you find the thing that gets you to the show. All the boys look up now. He's got their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A ringing alarm clock. It reads 5:00 A.M... \f83. Boom! The lights are on. Sanka, Yul, and Junior stagger awake, groaning, shielding their eyes from the light. Der already dressed in his training outfit, is in the middle the room running in place, bringing his knees up to touch palms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(while running Let's go everybody. Rise and shine. Rise and shine...It's ASS~KICKIN' time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys knock off a so-so puSh=start and climb in the sl Irv clicks a stop-watch as they pass him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(to himself) 6.6...No go! INT. SLED HOUSE — DAY The sled house is jam packed with every nationality of wh person known to man, The drivers of the different teams a all meticulously polishing their runners. We hear a ‘wild goulash' of different languages as we pan over to see Der awkwardly trying to polish his runners. He sees a cocky J Grool polishing his runners with short fast strokes and t to do the same. Grool gives Derice a nasty snicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys practice their push~start. They push Cool Runnin past the camera going one way and jump in. The whistle bl and Covl Runnings is going the other way and they jump in Back and forth, back and forth, faster and faster and fas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are seated single file on the floor in their bob order. Irv stands before them with blown-up photos of the track's different curves. He shows them like ‘flashcards. Irv shows the first pheto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Omega!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTRERS",
          "text": "Lefti! They all lean to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys rattle through a serious curve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "No, no, noi You're still too low! INT. THE BOYS‘ ROOM ~ NIGHT Derice stands alone in the middle of the room. He has his eyes closed and his hands out (as if he were driving). He bobs and sways as he drives the course in his mind. The other guys are off to Derice's right, sitting single file, swaying back and forth in unison on their own imagi course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clock reads '11:30.' All four of the guys are sound asleep as we hear something pinging against the window. This wakes Sanka. He gets out of bed and goes to the wind and looks down. Sanka's POV: UBA and EEBA are tossing pebbles up at the window. Sanka lifts the window open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UBA",
          "text": "Sanka-baby, where you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Sorry, ladies, Sanka-baby can't play with you no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EEBA",
          "text": "Sanka-baby don't like Uba and Eeba?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Sanka-baby love Ube and Eeba, but Sanka-baby tryin’ to get to the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys perform a solid push~start and jump into the sle",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Good...I want those heads down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice is alone with the Swiss driver. They both polish t runners. Derice notices that unlike Grool, the Swiss driv polishes his runners with long fluid strokes. The Swiss driver looks over to Derice and winks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They take a combination turn. They‘re smoking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (V.0.)",
          "text": "Keep it high...Keep it high...Now you're talking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is once again packed. Grool looks over at Deric who is now using the long fluid stoke. A slight look of concern comes over Grool's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool Runnings crosses the finish line. The boys are all business. Irv clicks the stop-watch and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YES... .YES...YES...YES...YES",
          "text": "(Music ends)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sanka is seated on the closed toilet. He wears a blindfol and smokes a cigarette. Derice is next to him. He has a scissors in one hand and one of Sanka's dreads in the oth Yul and Junior can't look. They sneak a peek through thei hands. \fB6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "This ain't right, mon...I didn't even get a last meal. Derice brings the scissor to the 'dread' and squeezes for he's worth. Nothing. He does it again, this time using bo hands. Still nothing. He looks at the scissors and shakes head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pan down the line of boys. They are wearing their aerodynamic bobsled suits complete with the skin-tight ho As we stop on each of them, they pull their crash helmet Sanka is last. His skin tight hood looks like a potted pl with all his 'dreads' tucked underneath. He struggles to his helmet on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KREOYCZ2HECK. THEY EACH HOLD A CLIPBOARD AND PEN.",
          "text": "Irv Smuin approaches the three judges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(to Kurt) What happened to Gremmer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "He got sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KROYCHZECK",
          "text": "We're ready, Mr. Smuin. Irv goes and gathers his boys around him. He shares some final words, They look tense to say the least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright, troops.,..Here it is, three months of hard work comes down to one lousy run...You keep it under one minute, you win a trip to the Olympics...You don't...You win a trip back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are in their push-start positions. Irv watches f the side of the hill. Kurt Hemphill and the two other jud look on from a few feet away. (Binoculars around their necks.) The JAMS rock the sled hard and explode out of the blocks screaming. They complete the push-start and are in the sl Irv clicks his stopwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "6.1...Damnnit! The camera tracks Cool Runnings as it rockets into curve The judges follow the sled through their binoculars. Cool Runnings comes out of curve #2 and takes a high line into the Omega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "Come on...Hold it! CLOSE ON: Derice, desperately trying to keep it together the sled vibrates through the turn and bottoms out into t straightaway. He comes away in good order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Thataboy! Irv takes a pull on his inhaler and looks at his stopwatc Cool Runnings takes the straightaway in good order and go into the final hi-bank turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "No mistakes, Derice...Right now! The sled takes the final turn going well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "59.4...59.4",
          "text": "inv goes over to the OFFICIAL TIMER who is also holding a stop-watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "What do you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Me too, baby, me too! Irv does a little jig. Kurt Hemphill watches as Irv runs toward the finish line, his fists in the air. 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "We did it...We did it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The nine officials of INTERNATIONAL BOBSLED FEDERATION si around a conference table. We pan from face to face as they all listen to the follow voice over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT, (V.0.)",
          "text": "Not only will they destroy what should be our greatest moment, but they could very well deal a blow to our image that this sport may never recover from... The camera goes to TWO OFFICIALS nodding their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT, (V.O.)",
          "text": "...Therefore, it is in my opinion... The camera has now found Kurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT, (CONT.)",
          "text": "...That we use our governing power to disqualify them from competing in the 1988 Calgary Olympics. A murmur of acknowledgement rolls through the room. But o OFFICIAL speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "But, on what grounds...They did everything that was asked of them. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT",
          "text": "Oh, come now, gentlemen...There must be some shortcoming we've all overlocked. Some officials nod, some sit stoic. Some even go so far a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KURT, (CONT.)",
          "text": "All those who wish to show that they are in favor of disqualifying the Jamaican bobsled team may now do so with a show of hands. All nine hands go up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Four hands holding up bottles of coke for a toa Pull back to reveal four ecstatic Jamaicans smiling ear t ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "To following your dreams and never giving up no matter what. The boys howl their approval, clink their bottles togethe and drink. Sanka is so exuberant that he just can't help but dance. others watch and laugh. Sanka spots Irv at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Hey, sled-god...Come on over and join the party!! Irv walks over to the guys. His posture is very serious. There is absolutely no joy in his body. Derice looks at I and knows something isn't right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "What's wrong? CLOSE ON: Irv. His face is a picture of doom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joy stands at the bar on the telephone. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "Did they give you a reason why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice is on the payphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "They say we haven't run in any official races Irv says it's just a bunch of B.S., but there's nothing we can do about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MOMMA COFFIE'S —- NEXT DAY Joy stands at the bar on the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "{into phone) I'm so sorry, sweetheart...I don't know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice is on the payphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "There ain’t nothin' to say...I just can't believe it's over. Irv comes walking around the corner when he notices Deric the phone. He stops and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (V.0O.)",
          "text": "I can't understand how, after all we done been through, it could end like this...Who knows, maybe everyone was right...Maybe it was just never meant to be. CLOSE ON: Irv. He ain't goin' down without a fight. He marches out of the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office is empty except for a female SECRETARY behind desk. Irv comes barging through the door and goes right up to t secretary. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I'm here to see Kurt Hemphill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "I'm sorry, Mr. Hemphill is in an important meeting with the other federation officials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Beautiful. Irv blasts past the secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Sir...You're not allowed in there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kurt, Shindler, Kroychzeck and FOUR OTHER OFFICIALS we haven't seen before are sitting at a conference table whe Irv comes barging through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright, Kurt...I want to talk to you. Shindler cuts Irv off",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHINDLER",
          "text": "I'm sorry, Mr. Smuin. There's nothing te talk about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Oh, yes there is...I want to know why you disqualified my guys! Kroychzeck chips in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KROYCHZECK",
          "text": "As you were told...Your team must compete in a World Cup Series race in order to qualify for the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "But in an Olympic year the ‘Qualifiers’ count as a World Cup Series race. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHINDLER",
          "text": "That may have been true in past Olympic years, but this year the federation has decided to change its policy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(disbelief) Change its policy?! A GERMAN OFFICIAL chips in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERMAN OFFICIAL",
          "text": "The federation has the right to do whatever they feel is in the best interest of the sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I thought making sure that the right teams end up in Calgary was in the best interest of the sport. A French official speaks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH OFFICIAL",
          "text": "Our only concern isn't simply what makes for the best competition...We must also be concerned about the potential for embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "I didn't know four black guys ina bobsled could make you blush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHINDLER",
          "text": "I think we've heard enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Excuse me, but I haven't finished with my appeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KROYCHZECK",
          "text": "What appeal? Irv grabs a piece of paper off the table, spits on it, an slaps it back down, \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "@ This appeal...Now, I did a lot to help this sport and I did a lot to hurt it...But I've paid for my mistakes and I've paid hard...That's gotta be worth at least a minute of your time. The board is silent...Irv continues. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Twenty years ago I won my first gold medal, and a lot of the people in this room said it was a fluke...that the Americans got lucky...Well, I think by now those of you who thought that would admit that you were wrong, and that when we broke the great European dynasty, it was the best thing that had ever happened to this sport...What if you had decided to keep us out of the Olympics?...What if you had said, \"Oh, they're just a bunch of upstarts. They're no good for the r image of the sport.” Right at Kurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "Where would you be, coach...if they had kept us out in '68?...You...who never lost your faith while everybody laughed and taunted us...You,..who did more than anybody to change the face of ‘bobsled- ding...I know I let you down, Kurt...I know I broke your heart in Saporro, but don't take it out on my guys. They're who we were twenty years ago...And it don't matter if they finish first or fiftieth... To all of them. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "...They deserve a chance to represent their country and march into that stadium...They deserve the the chance to wave their nation's flag...That's the greatest honor any athlete can ever have...And that's what the Olympics are all about. Kurt starts to shift in his seat. The committee sits sile Irv turns and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Our plane leaves in three hours...Let us know what you decide. INT. THE BOYS' HOTEL ROOM —- TWO AND A KALF HOURS LATER The bags are packed and by the door. The boys are dressed go home. They sit on their beds ringing their hands. Irv checks his watch as he paces like a caged panther. The boys look to each other, then to Irv. THE TENSION IS INSANE. THE PHONE RINGS. Sanka nearly jumps out of his skin. Everybody stares at the phone, but nobody moves to answer On the second ring Irv picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(no visible emotion) Hello...Uh huh...Uh huh...uUh huh...Alright, thank you. He hangs up the phone. The boys' eyes are on him, but Irv just stands there,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Well?! Irv raises one fist in the air. Sanka yelps with joy, Jun jumps on Yul and Derice is near tears as he silently than God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW DISSOLVE TO",
          "text": "THE GROUND moving close and fast. We HEAR a runner’s RHYTHMIC BREATHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LITTLE GIRL running. She carries the Olympic torch into tunnel that leads to the Olympic stadium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the reflection of the four boys side by side in th mirror, They wear tropical yellow ski jackets, green slac and yellow and green ski hats. Sanka wears bamboo sunglas",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I'm feeling very Olympic this afternoon. He and Derice give each other five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our ears are filled with radio static as a little boy hol wire in one hand as he clings to a couple of coconuts wit the other. Winston (the boy from the derby) yells up to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "He say farther to the left. The boy reaches the wire out farther to the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is now a huge crowd gathered around the radio. Ever we know from the movie and more. Joy's entire school clas there. They have a blackboard set up that lists the names all the bobsled competitors and a place for their times a standings. Ferte plays with the radio dials, but all he can get is static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FERTE",
          "text": "(fiddling with the dials) Blasted!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA COFFIE",
          "text": "Come on, Ferte, you old horse thief. The damn pageant is about to start. Ferte turns a dial, bot we just hear more static. \f96. There is a hub~bub of anticipation in the air as everyone waits for the static to clear, but it turns to a curious as BARRINGTON COOLIDGE walks into the bar and over to Joy Uncle Ferte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "What's the matter?...Can't decide what to listen ta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "We gonna listen to the Olympics...We just waitin’ for Uncle Ferte to get the radio workin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "Oh, I see...Well then, maybe this will help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "I thought you didn't believe in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOLIDGE",
          "text": "(cat-bird grin) Are you kidding? I was behind them from the start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four Jamaicans wait nervously as they prepare to go o and march in the OPENING CEREMONIES. The other athletes ignore them. Grool whispers in the ear of his teammate but loud enough be heard by the Jams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROOL",
          "text": "They better enjoy the parade...It's the last time they're going to be smiling. Irv comes by. It’s time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is now gathered around a GIANT SCREEN TV. Mr. Coolidge aims the remote control at the set as everyone Stares on. But instead of turning the TV on himself, he h the remote to Momma Coffie. Momma Coffie turns the set on everybody cheers. CLOSE ON: The giant screen TV. It shows the following. A TREMENDOUS burst of APPLAUSE and CHEERING as the runner jogs into the stadium with the torch in front of 60,000 SPECTATORS. The opening ceremony for the WINTER OLYMPIC GAMES has beg The center of all the excitement is the PARADE OF NATIONS The FINEST ATHLETES IN THE WORLD emerge from the tunnel wearing their national colors as they wave to the crowd. The Americans, the Chinese, the Czechs, the French, the Germans, the Irish, the Italians... And now the JAMAICANS march out of the tunnel. Irving is popping his buttons. Sanka has his solar-energy smile on. Junior is waving, sure-footed. Yul has an easy air about Derice marches in front, waving the FLAG OF JAMAICA for t first time in a winter Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv sits on the end of the bed. The guys sit on the floor before him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Alright, fellas, tomorrow's the big day. He gets up off the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "Now, most coaches would probably go for a ‘win one for the Gipper' speech, but I'm not real good at that stuff...So, instead, I'll be leading us ali in 2 little psalm of inspiration. \f9B. They form a circle, get on one knee, bow their heads, and clasp hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Our Father, who art in Insbruck, Bobsled be Thy Name. Our Kingdom come, gold medals won, on earth as in turn seven with liberty and push- start for all...Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS",
          "text": "Amen. There's a knock at the door. They all look at each other. Then Yul goes to answer it. Yul opens the door halfway. Standing there is Whitby Bevi Sr..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "Alright, where's Junior? Yul knows who this is. He opens the door the rest of the revealing Junior to his father and Junior's father to everyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bevil is setting Junior straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "Now, you listen to me, boy. You might not have done what you were asked, but you will do what you are told,..You're coming home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "But nothin'...Now go in there and pack your things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "What about my teammates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "What about them? \fgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "e They need me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "(getting worked up} You're damn right they need you, but you don't need them...I didn't send you to the finest schools so you could end up slidin’ on your ass with a bunch of common shanty foik!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNIOR",
          "text": "{almost yelling) How can you say that?...You came from the Shanties!!! Bevil slaps Junior in the face. Beat. Junior's whole expression changes and he looks his father in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR, (CONT.)",
          "text": "Father, when you look at me, what do you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "Go and pack your things. I'11 wait e@ in the limousine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOK AT ME",
          "text": "This startles Bevil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "(up to the challenge) I see a stubborn little boy with a head full of foolish dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "You know what, father? You're right...I am stubborn...Stubborn when I'm forced to stand up for what I believe in. And all my dreams are foolish...Till the day I make them true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE CUT TO YUL BEHIND THE DOOR LISTENING. THEN BACK TO JUN",
          "text": "\fJUNIOR (CONT‘D) You're very right about both of those things...But there's one place where you're wrong...I'm not a little boy...I'm aman. And if you can't accept that...I won't ever be coming home. Bevil turns and walks down the hallway. CLOSE ON: Junior. The consequences of his actions are all over his face. He takes a deep breath and walks back in t room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Junior walks in. Everybody stares at him to see if he's o",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "Hey, Junior Bevil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "You a bad ass mother. Junior practically collapses in Yul's arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge tractor trailer hauls sleds up the mountain. Track workers unload the sleds and deposit them near the start house. The first day of the Olympics, control trucks, cameras, cables, all that TV jive. Coaches and sliders lo over their sleds as they polish their blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "Oh, Canada, indeed. This is Jim Mckay live with Bob Beatie from the beautiful new bobsledding venue just a few miles outside of downtown Calgary. The crowd cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The red and white sled of the Swiss team is ready to go. SMACK EACH OTHERS HELMETS as they psych up for their run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.0.)",
          "text": "The first team to take on this spectacular new course is the Swiss #1 sled. The Swiss team roars as they push off. The competition is underway. (ROCKIN' OLYMPIC MUSIC KICKS IN.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blackboard is filled with all the teams and times. Th only team with no time next to it is the Jamaicans. Close on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "And the last team up, on this first day of competition, is from the island of...Jamaica? The entire bar goes wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "This Jamaican squad is some story. They took an unorthodox route getting here and there are quite a few teams who say they have no business being in the Olympics at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "Can you give them any serious consideration for a medal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "Not this century. The crowd at Momma Coffie's boos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COOL RUNNINGS is on the track. Derice comes over to Sanka starts slapping him in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "What's the matter with you? You crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "That's how the Swiss be gettin' each other ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "They make them little pocket knives too, but I don't see you doin' that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys take their start positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Come on, fellas...Let's show them who we are. Sanka takes out his egg and kisses it. The boys begin rocking the sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(possessed) Ein... Zvei... Dreii!! \f103. They push cff for everything they're worth, but when it’s time to get in the sled, it deteriorates into a Chinese f drill. Somehow they all get in as the sled bangs from wail to wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The home crowd watches in silent rapture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "8.6...Not much of a start time but at least they made it into the sled. The crowd grows more concerned as they listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "They take a strange line through ‘Omega’ and they're ricocheting off the walls like a pinball...It says here the driver's name is Derice Bannock, but to tell the truth, it looks more like the sled's driving him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "{re: the radio announcer) This fool better watch his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA COFFIE",
          "text": "Tell him, girl! Uncle Ferte puts his arm around Joy. We cut to Momma Coff who goes into good luck voo-doo mode, mumbling incantatio to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "They go into the three turns of Labyrinth...Oh, Mary! Their heads are flopping around like rag dolls as they come across the finish line in a time of 102.25...That's gonna be good enough for last place. Everyone is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "whe boys are lined up in the bathtub in their sled positi \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Now, remember, the only way we gonna keep from smackin' the walls is to keep our heads in line like the Swiss do...Got it? The boys nod. They are sick of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "Ein...Zvei...Drei...Curve one...Lean left. The entire team leans in unison to the left. CLOSE ON: Sanka. He looks to his right and sees the toile",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "Into the Omega, lean right. The entire team leans right, still perfect. CLOSE ON: Sanka. Once again his eyes find the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "The three turns of the labyrinth. Three heads lean one way, Sanka‘'s the other. The three h go the other way. Sanka's wrong again. They lean into the third turn. Sanka misses this one too, but his eyes don't miss the toilet. He can't take it. He climbs out of the t",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "Why you gettin’ out of the sled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "‘Cause you keep runnin' into the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Forget the bloody toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "I will, and I'll forget your Ein Zvei Drein' Swiss wanna be ass with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Why shouldn't we wanna be like the Swiss ...They the best there is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "We ain't no Swiss. We Jamaicans...We can't be bitin’ nobody's style. We got our own style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Kissin' eggs ain't no kind of style...This is the Olympics...This ain't no stupid push~cart derby! This cuts Sanka to the quick. Junior nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "(honest) Hey, rasta...Let me tell you a little somethin'...I ain't come up here and freeze my ass off so you can whip me like an old mule ready for the grave...Truth be told, I just came to help you win your medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Hey, I ain't lookin' to whip nobody...I'm just tryin' to be the kind of bobsledder Irv told us to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "So am I...He told us to look deep inside...And when I look deep inside, I only see Jamaica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOL",
          "text": "Me too! He agrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Derice, mon, I known you since before Merlene Jefferies asked to see your ding a ling and I'm tellin' you as a friend...If we look Jamaican, walk Jamaican, talk Jamaican, and is Jamaican, then we sure as heli better bobsled Jamaican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear a voice. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.0.)",
          "text": "You're on the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "It's a crisp, cold, clear, Canadian morning...In other words, it's a perfect day for bobsledding...This is Jim Mckay with Bob Beatie. We're back for the second day of the four man bobsled competition. Things held pretty much to form yesterday...Hold on everybody...There seems to be some commotion at the bottom of the hill...Is that a sled or a piece of modern art?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Cool Runnings. It is beautifully painted in the classic rastafarian black, green, and red. (Similar to Sanka's push-cart.) The words ‘Cool Runnings' are scripte the front. The Jamaicans wind their way up the hill. They have turne themselves into traveling ambassadors of confidence and goodwill. Josef Grool and the other sledders look on bewildered. THEY JAMAICANS START CHANTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Rastaman vibrations, Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS",
          "text": "Positive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "That's what we got to give!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS",
          "text": "Positive vibrations, Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "From within!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUYS",
          "text": "That's how we gonna win!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The home fans are eating it up. Momma Coffie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA COFFIE",
          "text": "That‘s right! Stir it up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The East German sled is on the track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.0.)",
          "text": "The East Germans look like they're about ready to take their second run. The East Germans explode out of the blocks, roaring. (Music kicks in.) CUT TO DERICE, WATCHING LIKE A HAWK. THE ITALIANS EXPLODE OUT OF THE BLOCKS. CUT TO DERICE, WATCHING LIKE A HAWK. THE AUSTRIANS EXPLODE OUT OF THE BLOCKS. CUT TO DERICE, WATCHING LIKE A HAWK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd is nervous. The Jamaicans are up next. Everybod expects the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOY",
          "text": "{to herself) Good, Lord, just let it be better than yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are in their start positions, ready for their se run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERICE",
          "text": "You ready, Sanka? Sanka nods \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Release the sanity brake!!! They rock the sled hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA, (CONT'D)",
          "text": "{in rhythm to the rocking sled) Let's get busy, let's go fast!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHER THREE",
          "text": "(also in rhythm) Let's go out and kick some aaaass! They explode out of the blocks screaming. They're in the sled and moving down the hill. The camera tracks Cool Runnings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE, (V.0.)",
          "text": "5.31...That's just a bee's butt off the East Germans' start time. Cool Runnings rockets into the Omega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.0.)",
          "text": "And the Jamaicans take the Omega like they were born in a sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd listens like they're hearing the winning number a lottery being read off. They can't believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE FERTE",
          "text": "Keep to it boys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA COFFIE",
          "text": "Breathin' fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Derice. He is all business as the camera shakes with speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE, (V.O.)",
          "text": "This can't be the same Jamaican team we saw yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "Where did these guys come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd answers the T.Vv. They scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "(euphoric) Jamaica! We see the sled take a few turns on the tube. The sled crosses the finish line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "Whoa, Nellie. 57.87...That moves them into eighth place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "Watch out world...The Jamaicans are coming! The crowd at the bar is going berserk. Momma Coffie lifts Mr. Coolidge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice sits in a chair staring at a flash card of Omega. has a kind of glazed over look on his face. Irv knocks on the door and pokes his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Well, Bannock junior...Ready to follow in your father's footsteps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "(tentative) I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Alright...I know so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "That's better...Me and the fellas are gonna get some dinner. You want to come with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then we'll bring you back a daggy- bac. Irv is about to close the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Hey, Irv. Irv pokes his head back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT.)",
          "text": "There's something I got to ask you...You don't have to answer if you don't want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Shoot. Irv now comes into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Remember the time you saw me talkin' with that Larry fellow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Well, he said a few things about you, and I was just wondering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "(interrupting) You want to know why I cheated in Saporro, right? Derice nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT'D)",
          "text": "Simple. I was over the hill and I knew it...The only problem was... I had made winning my whole life and when you make winning your whole life, then you you have to keep on winning. ..Understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "But you won two gold medals. You already had it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "That's just what everybody told me, but it didn't make any difference \"cause it wasn't what I felt inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "I know what you mean...No matter how many races I won...No matter how many people believed in me...I've never felt okay inside...But that's alright, because I know that when I win that gold medal tomorrow I'm gonna feel okay all over...I'm finally gonna be able to look into that mirror and know that I'm enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Let me tell you something, son...A gold medal is a beautiful thing...But take it from me, if you're not enough without it...You'll never be enough with it. IRV PATS DERICE ON THE SHOULDER AND WALKS TO THE DOOR. At the door he turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV, (CONT.)",
          "text": "See you at the finish line, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, TOP OF THE HILL",
          "text": "(Music) THE CANADIANS PUSH OFF. THE HOME CROWD GOES WILD AS THE CANADIANS TAKE CURVE #7. THEY CROSS THE FINISH LINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.O,)",
          "text": "That pushes the Canadians back into fifth. One second separates the top six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "The only other team left with any real shot at a medal are the Jamaicans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two announcers have their backs to us. They are looki out the back of the booth at the commotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "I tell you, Bob...It looks like these fans have caught themselves a bad case of Jamaican fever. They turn around. They are both wearing Jamaican bobsled shirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd cheers wildly. Uba and Eeba open big fur coats. They're also are wearing Jamaican bobsled T-shirts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys come out of the starthouse ready for action. A V is heard off camera,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (V.0O.)",
          "text": "Junior. Junior turns to see who's calling him. It's his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "Father...What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEVIL",
          "text": "I have a son in the Olympics,",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, TOP OF THE HILL",
          "text": "A SOVIET sledder approaches Sanka. He's got a JAMAICAN T- SHIRT pulled over his bobsled suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOVIET",
          "text": "I am wanting to wish you...How you say good luck to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Cool runnings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOVIET",
          "text": "Ah...Cool runnings. \fe EXT. TOP OF THE HILL Derice looks like he's in a trance. He comes out of it an gathers the team around him. COOL RUNNINGS is in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Yul, who are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "The Jamaican bobsled team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Junior, who are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUNIOR",
          "text": "The Jamaican bobsled team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Sanka, who are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "We're the GO AND GET. HER, NO ONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAM,",
          "text": "They take their start positions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YUL",
          "text": "(to Sanka) Quick man..,Let me kiss the lucky egg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irv watches the boys get ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRV",
          "text": "Fellas! HE GIVES THEM THE THUMBS UP. a EXT. TOP OF THE TRACK The boys nod at Irv. They all put their hands in the midd",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "Let's do it! \fa an a They start rocking the sled. THEY EXPLODE OUT OF THE BLOC",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Rastafari!!! We track COOL RUNNINGS as they fly in and out of the earl turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "The Jamaicans have shaved a tenth off the Swiss start time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "They look possessed out there!! The crowd surges toward the track yelling: \"GO JAMS...GO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMS...GO JAMS",
          "text": "They take a perfect line through the Kriesel and you can' hear anything but speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.0.)",
          "text": "oh, my!!! GO JAMS!!! But as the sled comes out of the turn IT HITS THE WALL HA as it bottoms out into a straightaway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone in the bar is screaming and jumping up and down,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the technicians are screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We track COOL RUNNINGS through two more turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "They're coming up to turn seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE",
          "text": "This turn's been chewing up sleds all day. The sled takes the turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somehow they got through! Close on: THE DAMAGED RUNNER. IT'S ABOUT TO GIVE WAY!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB BEATIE, (V.0O.)",
          "text": "This Bannock kid's driving like a champion!! The sled careens up and down the wall in curve #8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (CONT'D)",
          "text": "Three more curves and they're home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY",
          "text": "Oh, no...They've lost control!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.O.)",
          "text": "It's over!...It's all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. People have their hands over their mouths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd stares in silence at the crumpled sled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irving is running, pushing his way through the crowd. HOLD ON: COOL RUNNINGS and the team, not moving, silence. \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are upside down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANKA",
          "text": "Derice, we dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE",
          "text": "No, mon. Derice with some difficulty crawls out of the sled. Then does Yul, then Junior, then finally Sanka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERICE, (CONT'D)",
          "text": "Pick up the sled,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR SLED DOWN THE TRACK.",
          "text": "The DRIVER of the Swiss team starts clapping. A few more sledders join in. KURT HEMPHILL joins in as do the rest of the sledders. Even JOSEF GROOL is clapping. THE CROWD ERUPTS INTO THUNDEROUS APPLAUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole place is cheering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derice and the boys take in this incredible moment as the proudly carry COOL RUNNINGS across the finish line. The w the crowd is reacting, they may as well have won a gold medal. Irv, panting, rushes toward them. Sanka reaches in his suit and removes his duck egg. IT'S AMAZINGLY INTACT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM MCKAY, (V.0.)",
          "text": "I don‘t think anyone who was here taday will ever forget what they have seen. The Jamaicans are being mobbed. The entire place is ina euphoric bedlam. Irv breaks through the crowd and reaches Derice. He puts out his hand. Derice shakes it. They put their arms around each other and wave to the crowd. Sanka Yul and Junior join them. FREEZE ON: THE FIVE OF THEM, WAVING TO THE CROWD. \f117.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_483"
    }
  ]
}