{
  "movie_id": "MOV483",
  "scenes": [
    {
      "location": "BABITCH'S HONDA G-W BRIDGE ON-RAMP",
      "time": "NIGHT",
      "characters": [
        "HIS FACE BLOODIED, COTTER SUDDENLY DRAWS A REVOLVER,",
        "COPS",
        "THE LIGHTS OF A SUBURBAN HOUSE FLICK ON.",
        "RUBIN",
        "A SHERIFF'S SQUAD CAR",
        "FIGS",
        "POKER FACED COP",
        "LEO CRASKY PEERS ROUND THE SIDE OF GLYNN'S HOUSE, CARRYIN",
        "YOU CAN'T DO THAT",
        "BUT BEFORE HE CAN FIRE AGAIN...",
        "UNDER THE BIG BLUE TENT",
        "AN ACADEMY PHOTO OF LIZ'S HANDSOME HUSBAND, JOEY, IN UNIF",
        "IN THE BACK, JOEY RANDONE SPRINGS TO HIS FEET -",
        "MAN IN BACK",
        "ACROSS THE BRIDGE. IT CAREENS INTO A BRIDGE SUPPORT. THUN",
        "CINDY, (0.S.)",
        "BABITCH",
        "WINCING COP, (0.S.)",
        "THE MEDIC, (HECTOR)",
        "LARUSO, (ON PHONE)",
        "ACROSS THE BRIDGE",
        "IN THE MOONLIGHT",
        "A WINCH LOWERS THE CASKET INTO THE GROUND.",
        "GLYNN TURNS. STUNNED.",
        "BUT FREDDY KEEPS WALKING TOWARD THEM. STEADY. HIS HEARTBE",
        "BUT FREDDY STANDS. UNSCATHED.",
        "RUSSELL",
        "FRANK LAGONDA ENTERTAINS SOME ROOKS BY THE VENDING MACHIN",
        "DOME-LIGHTS SPINNING",
        "GLYNN",
        "SHIT",
        "COTTER AND LAGONDA",
        "FIRING IN THE AIR, GRABBING SHONDEL, PULLING HIM OFF JOEY",
        "THE MAZDA'S REAR GLASS SHATTERS. AND THE RED CAR SKIDS WI",
        "FIGS, (0.S.)",
        "AT THE DART BOARD",
        "AND AT THE CENTER OF IT ALL",
        "SWIMMING POOL, HOLDING HIM UNDER. LAGONDA HOLDS HIS FLAIL",
        "SMASH.",
        "FREDDY'S",
        "AN ABANDONED WATER TOWER ABOVE THE TREES",
        "BABITCH'S HONDA SLAMS AGAINST A JUTTING CONCRETE DIVIDER.",
        "GLYNN, COTTER, LAGONDA, CRASKY, RANDONE",
        "OTHER COP",
        "AIDE",
        "BABITCH STICKS HIS PISTOL OUT THE WINDOW -",
        "TRANSITION TO",
        "NIGHT. THE FOUR ACES TAVERN",
        "FREDDY, WHO",
        "INT. DAY",
        "COTTER'S EYES ARE WET AND RED. HE SHOUTS UNHEARD EXPLETIV",
        "THE MAN IN BACK RISING FROM HIS \"SLUMBER\"",
        "I-A",
        "OUTSIDE THE SHERIFF'S OFFICE",
        "HE PULLS HER UPWARD TOWARD THE LIGHT.",
        "TONY, (WINCING COP)",
        "THE KIDS LAUGH AND THE MAZDA RIPS FORWARD. ONE OF THEM LE",
        "OPERATOR",
        "FREDDY BEATS THE SIDE OF HIS HEAD AND SHOULDER AGAINST TH",
        "FREDDY RAISES HIS GUN. HE FIRES. BUT THERE IS NO SOUND.",
        "ROSE GLYNN AND BABITCH STARING AT FREDDY, .. PAST_FREDDY.",
        "OUT THE MOUTH",
        "BLOODY FROM BLOCKING HIS SLASHING KNIFE.",
        "A TROPHY",
        "LARUSO",
        "DOWN THE BLOCK",
        "POOL. BABITCH COMES UP, HIS SMOKING GUN IN THE AIR",
        "MOTHER FUCKER. HEY",
        "A GREEN FORD ROCKS IN THE WATER, NOSE DOWN.",
        "GLYNN NODS, JIGGLING A PIN IN THE LOCK OF THE, (OPEN)",
        "THE DOOR SPLINTERS. GLYNN RETREATS INTO THE HOUSE.",
        "FIGS SCREAMS",
        "THE SHIRT AND SHOVES HIM FACE FIRST AGAINST THE DART BOAR",
        "FREDDY'S EYES MOVE TO",
        "TOLL TAKER",
        "THE SAME WATERWAY BENEATH I-80, ONLY PRISTINE.",
        "OFFICE OF SPECIAL SERVICES",
        "CUT BACK TO",
        "ACROSS A CHASM",
        "CINDY LURCHES HER CAR AWAY BUT",
        "FIG'S EVERY GESTURE, Y",
        "FREDDY WALKS PAST",
        "FREDDY JERKS THE WHEEL. HIS SQUAD CAR SKIDS OFF THE ROAD,",
        "AT THE BACK TABLE -",
        "THE OUTER OFFICE",
        "CINDY",
        "GARRISON NYPD IN CIVILIAN CARS",
        "ON THE TV",
        "GAP BETWEEN TWO BUILDINGS. SLASHES ACROSS RANDONE'S HANDS",
        "SWEATPANTS. THEIR FAMILIES WATCHING FROM THE SAFETY OF TH",
        "JOEY RANDONE IS LIFTED EFFORTLESSLY INTO THE AIR BY A HEA",
        "BILL",
        "GLYNN -",
        "FREDDY STRIDES TOWARD THE HOUSE, EMBOLDENED BY THE SILENC",
        "HE WILL NOT STOP IN TIME, THE DEER FROZEN IN HIS HEADLIGH",
        "RAY GLYNN FIRES AT FREDDY FROM HIS CRACKED FRONT DOOR.",
        "INSIDE, AND A THIRD PRIES THE TRUNK WITH A CROW BAR.",
        "A YOUNG DOE STANDS ON THE DOUBLE YELLOW",
        "ONE COP WATCHES FREDDY",
        "GLYNN, (0.S.)",
        "N-Y-P-D",
        "THE BEAUTIFUL WOMAN CLIMBS IN HER VAN, STARTING IT, UNAWA",
        "THE MARSH",
        "FREDDY",
        "14B",
        "A POKER-FACED COP STANDS BEFORE TWO GLASS DOORS. HE CHECK",
        "AND A PORTRAIT OF LIZ, (16)",
        "THE DOBERMAN ON THE CHAIN BARKS AS -",
        "YOUNG FREDDY TURNS",
        "THE MEN AT THE BACK TABLE",
        "SHONDEL",
        "HE OPENS THE DOOR ONTO",
        "SMOKING COP, (ON TV)",
        "TILDEN",
        "A SIGN ON AN ADJACENT DOOR READS",
        "HOUSE. SUDDENLY",
        "FREDDY'S CAR CAREENING TOWARD IT.",
        "LOCAL BOY SAVES DROWNING TEEN",
        "BUT SUDDENLY, THE CAR TIPS TO THE SIDE",
        "THE MEMORY, (CONT'D)",
        "TILL",
        "A FROZEN MOMENT -",
        "LIZ LOOKS OUT HER BEDROOM WINDOW",
        "SHOTGUN, AIMING IT AT FREDDY...",
        "RAY GLYNN, COTTER AND LAGONDA STRUGGLING WITH BABITCH AT",
        "FREDDY FOLLOWS FIGS' GAZE TO",
        "BACK AT THE MAZDA -",
        "GARRISON REGULARS AT THE BAR. BILL IS DRINKING WITH COP",
        "MAYOR, (ON TV)",
        "COTTER",
        "THE YELLOWED NEWSPAPER CLIPS OF FREDDY'S HEROIC ICE RESCU",
        "AND OUT OF \"WAR ROOMS\"",
        "WALKIE TALKIE VOICE",
        "AS BEFORE",
        "ACROSS THE STREET",
        "BUT COTTER DOES NOT PUT DOWN HIS WEAPON. AND FIGS DOES NO",
        "NYC'S MAYOR AND DIGNITARIES EMERGE",
        "A WINDOW",
        "TO A YOUNG HERO",
        "KID",
        "WATCHING THE SUZUKI THUMP AND RUMBLE PAST...",
        "MISC. COPS",
        "BENEATH JOEY'S FEET",
        "THIN COP",
        "PRESENT DAY",
        "ARMS AS",
        "SHOTGUN IN ONE HAND, REVOLVER IN THE OTHER, FREDDY LOOKS",
        "STAND ON GLYNN'S STOOP. GUNS AT THEIR SIDES. GLYNN EMERGE",
        "ROSE",
        "SCREAMING",
        "HIS EYES MEET WITH ONE OF THE TEENS. BABITCH UNFURLS HIS",
        "REPORTER, (0.S.)",
        "I-A DETECTIVE",
        "THE SIGN SAYS",
        "REPORTER",
        "A BB-GUN SHOOTING GALLERY SET UP IN THE OPEN END OF A TRU",
        "OMMITTED",
        "FREDDY'S CHEEKS PUFFED WITH AIR, HE SEES IN THE MURK -",
        "COTTER, (0.S.)",
        "LIZ",
        "GLYNN, LAGONDA, CRASKY AND COTTER",
        "STUNNED, CRASKY RUNS TO THE SIDE OF THE BRIDGE.",
        "FREDDY NOTICES -",
        "GIRLFRIEND",
        "REPORTERS FOR PASSES. EACH TIME THE DOORS OPEN WE HEAR A",
        "CUT AWAY TO",
        "THE SUZUKI AS IT PASSES -",
        "HE HITS THE WINDSHIELD AND ROCKS BACK, HIS FACE BLOODY.",
        "LYING ON HIS BACK, LAGONDA FIRES A SHOT AT FREDDY",
        "BACK INTO THE HOUSE.",
        "LIZ, (ON PHONE)",
        "HECTOR SMILES SPITEFULLY AND TOSSES THE GUN -",
        "OMITTED",
        "TWO ANGRY BLACK FACES SPIT WORDS",
        "AGAIN WALKING STEADILY TOWARD THE FRONT DOOR OF THE HOUSE",
        "SILENT",
        "WE ARE",
        "THE FRAMED NEWSPAPER CLIPPING",
        "A YOUNG COP AT THE THE BAR CHATS WITH A FRIEND -",
        "AN OLD HOUSE ENGULFED WITH ORANGE FLAME.",
        "A LONG HALL",
        "GO TO LUNCH",
        "THE DRIVER'S WINDOW OF THE OLDS HUMS DOWN TO REVEAL -",
        "FIREMAN",
        "FREDDY .",
        "A LINE OF CARS CURBSIDE",
        "LIZ RUNS BACK TO HER DOOR, WATCHING",
        "THE RUSTED IMPALA ROLLS SLOW AS IT PASSES FREDDY'S SQUAD",
        "IN THE SHADOWS, AT THE FAR SIDE OF AN ABOVE GROUND POOL,",
        "RADIO, (V.0O.)",
        "14D",
        "IN A LOT, THREE FIGURES MOVE EFFICIENTLY AROUND A CAR",
        "HE HEARS THE HAMMER PULL. CRACK",
        "JACK COTTER POINTS HIS FINGER AT FREDDY",
        "LAGONDA",
        "THEY ROAR UP THE ROAD, TOWARD THE HOUSING TRACTS ON THE H",
        "A FLAG-DRAPED COFFIN IS LOWERED INTO A DARK PIT",
        "SCREAMING A BARRAGE OF UN-HEARD INSULTS AND WARNINGS...",
        "THE VOLUNTEER FIRE ENGINE FEEBLY SPRAYS THE ROARING TIMBE",
        "BLACK WOMAN BLACK MAN",
        "THE SUNKEN GREEN FORD, NOSE DOWN.",
        "A BEAUTIFUL BROWN-HAIRED WOMAN, (35)",
        "A SMALL CROWD OF COPS",
        "SEVERAL YOUNG MEN MAKING THEIR WAY TO THE BIG MACHINES.",
        "SHERIFF",
        "CARNIVAL TRUCKS PARKED ON AN ATHLETIC FIELD, SET UP WITH",
        "HEADING FOR A TREE. FREDDY DUCKS DOWN.",
        "TWO HUNDRED FEET BELOW",
        "LOOKING OVER THE RAILING",
        "FREDDY SLAMS ON THE BRAKES",
        "JOEY, (0.S.)",
        "GLYNN CRUMPLES TO THE GROUND. FIGS ARRIVES AT FREDDY'S SI",
        "COP",
        "LIZ SILENTLY SCREAMS AT -",
        "A STRIKINGLY HANDSOME COP ENTERS THE BAR. JOEY RANDONE, 3",
        "PUT IT DOWN",
        "HISPANIC MEDIC",
        "FREDDY SHUFFLES FORWARD.",
        "THE BEDROOM DOOR. HIS GUN TRAINED ON -",
        "PERSON ON PORCH",
        "LIZ, (0.S.)",
        "LIZ'S VAN PULLS OUT OF FREDDY'S DRIVE.",
        "UP ABOVE",
        "CONTINUED",
        "THE SQUAD CAR SMASHES THROUGH THE BRUSH",
        "CUT TO",
        "HERO IN HOSPITAL WITH INFECTION FROM ICY WATERS.",
        "FREDDY RELEASES A SHOT INTO LAGONDA'S CHEST.",
        "WALKIE TALKIE, (0.S.)",
        "DAZED, FREDDY SPINS",
        "A JERSEY STATE POLICE CAR PULLS TO THE EDGE OF THE OVERPA",
        "DELORES",
        "REPORTER, (ON TV)",
        "FIRING",
        "QUIET CONVERSATIONS BETWEEN DECKED-OUT MEN IN BLUE.",
        "SMOKING NEAR THE MEN'S ROOM DOOR, LEO CRASKY WITH ANOTHER",
        "THE MEN PUT DOWN THEIR BEERS, BASEBALL MITTS, ETC.,",
        "WINCING COP, (TONY)",
        "GLYNN AND CRASKY PULL BABITCH",
        "COTTER'S NOSE, HOLDING HIS HEAD WITH A FISTED GRIP ON HIS",
        "COPS RUN TO THE CORNER, ENCIRCLING",
        "DEPUTY",
        "ANOTHER COP TRIES TO STAND ON A CEMENT BANISTER, ATTEMPTI",
        "A TOYOTA CRUISES QUICKLY PAST A SUBURBAN SCHOOL BUILDING",
        "COTTER AND LAGONDA LIE ON THE GROUND BENEATH FREDDY, BLOO",
        "THE TURTLE, STILL SITTING ON THE ROOF.",
        "HIS GUT",
        "A LINE OF LIMOS ARRIVE -",
        "OUT THE WINDOW AS HE TRIES TO CLIMB ONTO THE ROOF.",
        "CARSON EXAMINES",
        "YOUNG COP",
        "JOEY",
        "MONICA",
        "RANDONE AND SHONDEL WRESTLE, STRETCHED PRECARIOUSLY ACROS",
        "LIZ STANDS AMONG THEM. HER EYES MEET -",
        "CARSON",
        "IN THE BG., LIZ RUNS OUT ONTO HER LAWN, DESPERATELY YELLI",
        "AND_A_ DISTANT FURIOUS PIANO...",
        "INT/EXT. FREDDY'S SQUAD CAR",
        "AN ELABORATE OLD TURNTABLE AND TUBE AMPLIFIER.",
        "A MEMORY",
        "BACK TO THE PRESENT",
        "AND IN THIS MOMENT",
        "HISPANIC MEDIC, (HECTOR)",
        "COTTER SUDDENLY LEAPS, PUMMELING THE MEDIC WITH HIS PISTO",
        "STANDS WATCH BY THE BROKEN GLASS AS ANOTHER RIPS AT CABLE",
        "OTHER DETECTIVE",
        "LEO CRASKY TURNS",
        "PULL DOWN A DECAYING FIRE ESCAPE.",
        "FRAGMENT OF THE PRESS CONFERENCE INSIDE",
        "CRASKY",
        "A SUZUKI TRACKER OUTFITTED WITH THUMPING BOX WOOFERS DRIV",
        "RAY GLYNN LEAPS AT FREDDY, HIS FACE CONTORTED FROM THE SH",
        "FIGS PULLS A DART FROM THE DART BOARD AND STICKS ITS TIP",
        "FREDDY WALKS WITH CINDY TOWARD THE CEMETERY.",
        "FREDDY. UNHEARD",
        "OUT AND OVER THE EDGE OF THE BRIDGE.",
        "BILL, (0.S.)",
        "THROUGH THE GLASS",
        "AT FPREDDY'S OFFICE WINDOW",
        "COUNCILMAN JONES",
        "FREDDY -",
        "ANOTHER EXITING COP",
        "IN THE DISTANCE",
        "ROSE GLYNN",
        "TRYING TO KEEP THE DART TIP FROM RIPPING HIS NOSE OPEN.",
        "PICTURES ON THE WALL",
        "LAGONDA TURNS, SEEING FREDDY FIRST. HE SHOUTS TO THE OTHE",
        "THE OTHER MEDIC WAVES TO HIS PARTNER -",
        "CYRIL BROWN, (ON TV)",
        "OTHER MEDIC"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "MURRAY BABITCH drives, his head against the glass. The radio dribbles sports scores. THE BRIDGE APPROACH GLOWS blue-green under the mercury li tangle of pot-holed ramps and deserted vehicles. Babitch slows, moving through a red light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE, AND A THIRD PRIES THE TRUNK WITH A CROW BAR.",
          "text": "Disgusted, Babitch pulls onto the ramp. SUDDENLY - krunch! - HIS HONDA IS SIDE-SWIPED BY A RED CA Jolted, Babitch swerves into opposing traffic. He reels, out his window at the damage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Mother fucker! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCopland 6/3/96 revised -6—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Honnk! - A TAXI'S LIGHTS FLARE, HEADING STRAIGHT FOR BABI Babitch twists the wheel, lurching his Honda over the sha concrete meridian, bottoming out, and back into his lane. Up ahead, THE SPEEDING RED CAR, A MAZDA RX7, SNAKES CRAZI MOVING OUT ACROSS THE BRIDGE. BABITCH STEPS ON THE PEDAL. HE PULLS UP ALONGSIDE THE MAZDA - THUMPING HOUSE MUSIC. TWO BLACK TEENS, WILD-EYED, ON A JOY RIDE. BABITCH GLARES, ROLLING DOWN HIS WINDOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KIDS LAUGH AND THE MAZDA RIPS FORWARD. ONE OF THEM LE",
          "text": "WAVING A_DARK OBJECT, aiming the barrel at Babitch. A GUN BAM! - BABITCH'S FRONT TIRE BLOWS OUT. WIDE-EYED, BABITCH DUCKS - (assuming it was a gun shot) -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "shit fuck piss! ' HE SWERVES, SCRAPING A CONCRETE DIVIDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "(voice cracking) Motherfucker! MOTHER-FUCKER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE HITS THE WINDSHIELD AND ROCKS BACK, HIS FACE BLOODY.",
          "text": "Steam rises. The bridge is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEADLIGHTS CASCADE OVER A ‘DEER CROSSING' SIGN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -7T-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The car stereo plays a Sibelius Piano Sonata... Bleary, FREDDY HEFLIN drives, straddling the double yello HIS EYES ARE NOT ON THE ROAD - he stares longingly out to THE LIGHTS OF MANHATTAN REFLECT IN THE CHURNING WATER. Freddy turns back to the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SQUAD CAR SMASHES THROUGH THE BRUSH",
          "text": "AND SLAMS INTO THE TREE. Foomp. Steam rises from the hood",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chorus of honking, sirens. Dead traffic in both directions. Vapor lights spray through suspension cables. EMERGENCY VEHICLES, cherry topped. THE MAZDA RX7 sits, impaled by a bridge support. A PAIR OF MEDICS GRAB SUPPLY BAGS FROM THEIR AMBULANCE. A RED-HAIRED COP (JACK COTTER) pokes over the medic's sho as they tend to THE PASSENGERS - THE TWO BLACK TEENS : THE DRIVER gurgles, his ear a sopping trench. THE OTHER KID sits, his forehead sprinkled across the das COTTER (THE RED-HAIRED COP) TAKES SOMETHING FROM THE CAR. AN HISPANIC MEDIC nudges him out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HISPANIC MEDIC",
          "text": "Traffic incident. Bullshit, man. The medic glances at the rear window of the Mazda. It is shattered five times, from five small holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER MEDIC",
          "text": "Nobody said they were popped. COTTER shrugs, smug, wordless. He drops A CRACK PIPE AND VIAL INTO A PLASTIC BAG. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —-8—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ANOTHER NYPD, RUSSELL (THE BLACK COP) sets flares, his ey moving heavily from the accident to - THE GRIDLOCKED TRAF A BARREL-CHESTED OLDER COP steps from the gridlock on the side, a cell phone to his ear. As he gets closer, we see eyes. Deep blue. Saucy. His badge reads - LIEUTENANT RAY Cops nod as he moves, unfettered, toward - MURRAY BABITCH (Superboy), who stands slumped behind his HONDA, gesticulating wildly to A FAT COP (LAGONDA). Short, pot-bellied, DETECTIVE LEO CRASKY (50) crosses, a squawking radio in his hand. He meets eyes with Russell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "What you're thinking, Russell - swallow it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSELL",
          "text": "Hey. 'he saved five babies at Red Hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "That's right. Black babies. Mashed potatoes don't mean gravy. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE BRIDGE",
          "text": "CLOSE ON - BABITCH, his BADGE clipped to his jacket, a ba on his nose, eyes wet. He gulps for air, sucking a cigare",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "- a million of'em holding candles. I'm * gonna be the fuckin' poster boy for the * C-C-R-B. I'm dead. My life is fucking over. * They're gonna string me up by my balls, Ray * - just like Durkin. . LAGONDA meets eyes with RAY GLYNN, THE SAUCY-EYED LIEUTEN Glynn takes Babitch's head, his thick fingers in his hair",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Listen to me. We ain't gonna let it go down : like that. I'm here this time. Suck it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Durky didn't even get to the Grand Jury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "Fuck the G-J. You're superboy. You saved what - six black babies? That shit plays. DETECTIVE LEO CRASKY arrives, listening to his squawking (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "The car was hot. Glynn nods, pleased. Babitch stares, dull-eyed, at the sunrise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Three babies. CRASKY holds his walkie in the air. A woman's voice squaw",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "- Miss DKNY says there's a jurisdictional question. If it began on the bridge, it's P.A. - if it began on the ramp, it's ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "- on the ramp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "(into his radio) One at a time please! (looking up) I got I-A on another channel, the Mayor's Office, Assistant D-A, Press up the ying- yang; The only reason they're not here now is we got gridlock - from Cross Bronx to the Palisades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "We're lucky. We have time. COTTER (THE RED-HAIRED COP) returns from the crumpled Maz He whispers something to Glynn. Babitch watches them. Glynn looks to Crasky. Crasky hands Cotter a set of keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "In my trunk. In a Grand Union bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Guys. You don't have to. I saw it. I heard the shot. Cotter departs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "It was a semi, Murray. Get that in your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Ray, I saw the piece - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -10-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "The kid had a malt liquor in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I heard the shot -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "- your tire blew. No. Listen to me. Your tire blew. You fucked up and you wasted a pair of shitbags who aren't worth the hair in the crack of your ass. So cool it with the patty-cake morality because - without me - those two stiffs'll put you in a room where you will fuck your uncle and everything we've built.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Leo, easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I don't drop dimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "Yeah? How much blow you do tonight? I heard they had a fuckin' brick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "Fuck you. The black van's gonna be here in a minute and I haven't done shit. What I'm doing is highly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Sympathetic. It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "It looks like I been standing on this bridge popping pimples. But fuck-it, you're Ray's nephew - “superboy\" - saved ten black babies - and I caught the case. I caught the case and now I want it simple cause this racial shit eats you alive -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "- if it plays the wrong way. (to Babitch) It could eat all of us, Murray. Crasky's eyes meet Jack Cotter's as he passes with a CRUM BROWN 'GRAND UNION’ BAG. Murray Babitch's expression fall",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT AWAY TO",
          "text": "\f10 copland 6/3/96 revised -11-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIGHTS OF A SUBURBAN HOUSE FLICK ON.",
          "text": "SOMEONE STANDS ON THE PORCH, tentative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERSON ON PORCH",
          "text": "Hello? FREDDY'S SQUAD CAR SITS THERE, steaming in the brush, its front end wrapped around a tree, the driver door open The concert piano continues to play... Off in the darkness, FREDDY sits at the river's edge. Tears run down his cheeks. He faces the water and the lig the great city beyond. The water moves slowly, hypnotical A CAT WITH A BELL AROUND ITS NECK rubs against Freddy's l Freddy pets the cat, his eyes moving again to - THE CITY ACROSS THE RIVER. A SIREN SOUNDS and one can see lights of emergency vehicles on the George Washington Bri Suddenly; SPIRALING RED LIGHTS MOVE ACROSS THE BACK OF FR HEAD, THE SIDE OF HIS FACE. THE SIREN IS HERE. Freddy turns, wiping his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHERIFF'S SQUAD CAR",
          "text": "PULLS TO A STOP, ROADSIDE. A door slams. A TOUSLE-HAIRED DEPUTY emerges. He wears a gray uniform. shines a flashlight on the wrecked car, and over the land",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "Freddy? It's Bill. Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Over here. Bill (the Deputy) moves past the car, approaching - Freddy, who wipes away his tears - and blood - on his sle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The 'GRAND UNION' BAG under his arm, JACK COTTER pushes h around the TWO MEDICS. He kneels at the feet of the dead gracelessly pantomiming - THE FINDING OF A SEMI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Ooo baby. Look at that. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -12-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HISPANIC MEDIC",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "I found their piece. Cotter is red-faced. A very bad liar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HISPANIC MEDIC",
          "text": "Bullshit, man. You can't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Do what? It was sitting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HISPANIC MEDIC",
          "text": "No, it wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Yes, it was. Cotter moves to take the semi out of the car. BUT THE MEDIC GRABS THE GUN BY THE BARREL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU CAN'T DO THAT",
          "text": "There is a moment of struggle, both men gripping the weap AT THE OTHER SIDE OF THE BRIDGE ~ CRASKY TURNS. LAGONDA, GLYNN AND BABITCH stand behind him, watching the off. LaGonda's sleepy eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "Oh, shit... Crasky clips his radio to his side, moving off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "Jesus Christ! He waddles toward THE MAZDA, his hands waving. Panicking, tearful, BABITCH steps backward, to the railin BABITCH . I told you guys. Fuck. Fuck. I told you . guys to let it be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE BRIDGE",
          "text": "THE MEDIC JERKS THE GUN AWAY FROM COTTER. He steps out of the car, carrying the weapon toward the railing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 copland 6/3/96 revised -13-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Put it down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER MEDIC",
          "text": "Hector! What the fuck are you doing?! CRASKY MOVES IN, HIS HAND IN THE AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "Hey, hey, hey! Cool it, boys. Everyone should just be doing their jobs here. COTTER PULLS HIS WEAPON ON THE MEDIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Put it down, \"Chico\"! Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HISPANIC MEDIC, (HECTOR)",
          "text": "Why? You gonna shoot me? COTTER SAYS NOTHING, HIS PISTOL TRAINED ON THE MEDIC. sirens rise. ACROSS THE BRIDGE - RAY GLYNN turns to the sound. From Manhattan - Lurching through opposing traffic, A BLA POLICE CHIEF'S VAN AND A DARK SEDAN APPROACH, lights swir AT THE RAILING - BABITCH - faces the water, eyes wet. He looks like he might throw up - or jump...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I'm going down, Uncle Ray. Just like Durk... I'm going down. Ray Glynn turns, watching the vehicles approach, his mind behind his blue eyes. He tosses keys to Frank LaGonda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Frankie - get me started up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUT AND OVER THE EDGE OF THE BRIDGE.",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 copland 6/3/96 revised -14-",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUNNED, CRASKY RUNS TO THE SIDE OF THE BRIDGE.",
          "text": "plop. The guns hits the water below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "You fucker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER SUDDENLY LEAPS, PUMMELING THE MEDIC WITH HIS PISTO",
          "text": "other medic struggles to break it up, Russell restraining NYPD BRASS AND MEN IN SUITS EMERGE FROM THE DARK SEDAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "Motherfuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN, (0.S.)",
          "text": "Oh my God! OH MY GOD! LEO! JESUS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "- - he just - jumped - CRASKY JOINS HIM AT THE RAILING. Others look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "- he hit the water - and he went down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH WINDOW - Birds flutter as the sun rises over the",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ABANDONED WATER TOWER ABOVE THE TREES",
          "text": "it says in fading letters. It is oddly silent. Dead silen On the porch of a nearby house, A YOUNG MAN WITH AN NYPD (TONY) kisses his WIFE good-bye as - A CAR POOL OF COPS I PULLING INSIDE - A BEDSIDE ALARM CLOCK. The hammer strike bell, furiously - but silently. Beside it - A BOX OF BAND AND SEVERAL DOG-EARED WAMBAUGH-ESQUE PAPERBACKS. ae ON THE DISHEVELED BED - FISTFULS OF QUARTERS among the sh FREDDY HEFLIN lies, eyes open - a bandage on the bridge o nose, a brown stain at its center. As he pulls his head f pillow - exposing his good ear - THE NUMB SILENCE IS FILL THE RINGING BELL, THE BIRDS, THE WORLD. eee ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f12 copland 6/3/96 revised -15-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ELABORATE OLD TURNTABLE AND TUBE AMPLIFIER.",
          "text": "A record spins. Piano tinkling. Hauntingly. Scattered around the room - YELLOWED CLASSICAL RECORD ALB many of the jackets, A BENT-EARED PIANIST - Glenn Gould. THROUGH THE KITCHEN WINDOW - A UNBLEMISHED SQUAD CAR pull the drive - on the side it says: Sheriff - Town of Garris BILL GEISLER (THE TOUSLE-HAIRED DEPUTY) CLIMBS OUT. He wears his gray uniform. In his robe, smoking, FREDDY backs away from the window. Bill enters the house without knocking. He holds a newspa two covered coffees. He drops a grocery bag on the table. Freddy brings spoons and two plastic bowls to the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "(nodding to the bowls) ‘don't need ‘em. I got a variety pack. Bill pulls a KELLOGG'S VARIETY PACK from the bag. He smir he selects a mini 'Frosted Flakes' and cuts its face open pocket knife, fashioning the box into a make-shift bowl. He hands Freddy a mini 'Corn Pops' box. Freddy looks at the little box suspiciously. He rips it o from the top, and pours it into his plastic bowl. He take another little box - Fruit Loops - and pours that into hi too. The two of them munch wordlessly. Freddy watches as Bill pulls a DAILY NEWS from the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "How long's the car gonna take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Lenny won't know - till the parts-guy gets in. Take the number two. Y'told Cindy you'd show her the new radar today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(nods) What did you tell Lenny? - about the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "(eating) ‘chasing a speeder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12 13 14 copland 6/3/96 revised —16—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy looks up, touching his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "(pushing the paper to Freddy) Look at this. Freddy looks to the DAILY NEWS on the table. HERO COP TAKES PLUNGE. i Picture of Murray Babitch inset against a still of the G-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL, (0.S.)",
          "text": "- isn't that Ray's nephew or something? Freddy does not respond, reading intensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WINDOW",
          "text": "A HANDSOME MAN IN A DARK SUIT checks his tie-knot in the window's reflection. He is PBA PRESIDENT LARUSO. AN AIDE stands beside a door to a CROWDED PRESS ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "No wife. 'was from Jersey City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "And he's Ray's nephew? - So put the service in Garrison. Ray owns the cupcakes there. - then we own the seating plan. Laruso, turns, smiles, and moves toward the PRESS ROOM DO",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIDE",
          "text": "(smiles) You know, Vince, it's a good thing this hero jumped. Two black kids, unarmed - it coulda' played a whole ‘nother way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE GLASS",
          "text": "LARUSO reads a statement to THE THRONG OF REPORTERS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "14B",
          "text": "copland 6/3/96 revised -17-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "~- was a hero cop. He deserved a fair hearing. But he knew this would not happen - not in this city, under this Mayor - Door closes. SUDDENLY, A REPORTER DIALING A CELLULAR PHON the conference, pulling the door open again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "- we all learned from the Durkin tragedy that for cops in this city - Door closes. The reporter speaks into his cell phone, pac",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "- No - the jumper - Babitch. ‘Pulled some babies from a fire last year - in Red Hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POKER FACED COP",
          "text": "Three black babies. The Reporter nods to the Poker-Faced Cop. REPORTER . - they say he jumped cause of the Durkin . thing. So tell Myra, she was on Durkin, . right? I need a recap - Glen Durkin - three years ago - shot a kid holding a water gun, lynched in his cell waiting G-J - No, to date - otherwise I could do it myself - Well, get her off it. Fuck the asbestos. door opens. A MAN WITH GREEN EYES exits the conference. H back once, weary, meeting eyes with the Reporter. The gre man's look has weight. He moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "- the suicide rate is a direct result of a hostile bureaucracy, a hostile public, a hostile press. Cops have rights too. Door closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POKER FACED COP",
          "text": "Damn straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE HISPANIC MEDIC (HECTOR) sits, uneasy, on a wood bench His face is bruised. He smokes a cigarette. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14c",
          "sentiment": "neutral"
        },
        {
          "speaker": "14D",
          "text": "copland 6/3/96 revised —-18-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Across from him, THE OTHER MEDIC sits, stiff. He sighs, feeling the stares of some passing Detectives. them, LEO CRASKY. He holds a long look at Hector, moving",
          "sentiment": "neutral"
        },
        {
          "speaker": "HISPANIC MEDIC",
          "text": "No way that guy jumped. No way. Hector sighs, pushing out his cigarette. He runs his hand the arm of the bench. Words are key-carved into it - YELLOW BETRAY BLUE. Cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUOUS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUSSELL (THE BLACK COP) sits in a wooden chair that won't level. It rocks, knocking on the floor. Nervous, he looks THROUGH THE DRAWN BLINDS - THE MEDICS sit out in the hall A few feet from Russell, A BLACK DETECTIVE (CARSON, 48) s the edge of a table, looking at some notes on a steno pad Russell's eyes drift to - AT THE OTHER END OF THE ROOM SI THE GREEN EYED MAN - DET. MOE TILDEN. He wears a white sh sleeves rolled, and a bureaucratic tie. He listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "And why is that?.. Everyone else on that bridge lives there. Is that a coincidence? Bro? Or you just be the wrong color?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSSELL",
          "text": "‘Bro?' You in the 'Mod Squad'? (nodding toward Tilden) ‘might as well be talking to him. Impatient, TILDEN STANDS, crossing into the next room -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tilden enters (from the interrogation room). He moves thr the maze of desks. OTHER INTERNAL AFFAIRS DETECTIVES look Tilden, getting out of his way, deferential. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 copland 6/3/96 revised —19-",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER DETECTIVE",
          "text": "Moe. Shore patrol found one of his shoes. TILDEN snorts. He takes a cigarette from a pack on a desk He approaches A MAP OF NEW JERSEY on a bulletin board. IN THE HALL - RUSSELL, dismissed, walks past THE MEDICS. CARSON enters the war room. Approaches Tilden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Cotter's coming at nine tomorrow. I know. You want Glynn. He says he's grieving for his nephew. ‘That he'll come in next week. Moe Tilden smiles. He reaches for the map, twirling his t and finger on - A TACK PINNED IN - THE TOWN OF GARRISON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "I don't know. If the guy's alive - he's the fuckin plague, y'know? - why bring him home with you? I mean - You don't shit where you eat, right? Tilden turns - his green eyes bright. He speaks quietly, his jaw barely moving, smoke trickling from his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "But I do, Carsie. I live in a house - and in it - I shit and I eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The abandoned water tower rises high above the trees. GARRISON, NJ - it says in fading letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TOYOTA CRUISES QUICKLY PAST A SUBURBAN SCHOOL BUILDING",
          "text": "oblivious to THE GARRISON SQUAD CAR at the shoulder. SHERIFF FREDDY HEFLIN opens his puffy eyes. He wears a gr uniform. He sits in the patrol car. He looks down as — A FEMALE HAND withdraws from his thigh. DEPUTY CINDY BETTS cups her newly freed hand over a RADAR display. She clocks the Toyota at 45 M-P-H. The school zone sign says 20. Cindy has a round face, rosy cheeks. Bright eyes. She looks at Freddy expectantly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 copland 6/3/96 revised -20—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FREDDY shakes his head, watching the car recede.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "It's Grecco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Freddy. This whole town is cops. We gotta pull someone over. Freddy winces, pressing on the gauze taped to his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Why? Cindy sighs. Thick armed, she is uncomfortable in her uni and pulls at the polyester bunched under her armpits. Another car rips past - A BLUE OLDS DELTA 88. THE RADAR SHOWS - SEVENTY TWO MILES AN HOUR. Cindy glares at Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riding shot-gun, JACK COTTER sprays Dristan up his nose. RAY GLYNN, driving, stares in his rear view at - A MAN LYING DOWN ACROSS THE BACK SEAT, his legs sticking his face obscured. He is missing one shoe... Cotter joggles with the air conditioner, turning it on. He finds Glynn glaring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Ray. I'm burning up here. Suddenly, in the rear view, SPINNING RED LIGHTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Oh fuck this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BACK",
          "text": "What? - What? Cotter smiles at the obscured Man in Back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Don't freak. It's our munchkins. GLYNN PULLS THE OLDS OVER TO THE SHOULDER. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 copland 6/3/96 revised -21-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Awkward, DEPUTY CINDY BETTS steps out of the patrol car. She shuffles toward the Oldsmobile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DRIVER'S WINDOW OF THE OLDS HUMS DOWN TO REVEAL -",
          "text": "RAY GLYNN, glaring, sweaty and red-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Turn off the car please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "I got the air on. Glynn smirks. He does not shut off the car. He holds out his wallet, unflapping it to reveal - AN NYPD LIEUTENANT'S BADGE. A pause as Cindy stares at the badge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "You were on the job? Cotter leans over from the passenger side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "No - we're coming from Forest Hills, honey. I'm John MacEnroe. That's Jimmy Connors. Cindy takes the wallet from Glynn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Is your license in here? Can you pull it out for me? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Oh Christ! Cindy hands the wallet back to Glynn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "You know. This is a School zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "(reading Cindy's tag) Listen Miss... Betts - You're new, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "New here. But not on the job. I was a municipal Deputy in Elmira.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy! FREDDY! Freddy climbs out of his squad car, approaching the Oldsm (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —-22-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "See, honey, in Garrison - when the car you're gonna tag has got a P-B-A sticker - I'd advise you to think to yourself - ‘hey, that's one of the good guys, I think I'll go catch me a bad guy.' THE MAN IN BACK pulls on Glynn's collar. Nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BACK",
          "text": "Christ, Ray. Don't make a scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "If we let every P-D go by, there might not be a single violation in this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "(smiling) ‘Fine by me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "The problem in this town ain't the people who live here, honey,.. it's the element that visits. Freddy leans in the window of the Olds, from the other si looks in the car at Cotter and Glynn. He notices - The Ma Back - obscured - lying still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "‘This the new car, Ray? It's nice. I didn't recognize it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Come on, Freddy. I want to go home. Tell your cupcake to heel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Listen buddy. I'm not - Freddy shakes his head at Cindy, cooling her jets. He bac off with his hand. She turns and storms back to the squad",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Take care, guys. I'll see you later. Glynn salutes Freddy. He notices Freddy's bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Hey. What happened to you, Freddy? Freddy smiles, bashful. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17 copland 6/3/96 revised -23-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY .",
          "text": "Oh. ‘Little fender bender. The Oldsmobile lurches away and, as it does - Freddy noti",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAN IN BACK RISING FROM HIS \"SLUMBER\"",
          "text": "WINDOW OF THE OLDS. The man wears a bandage on his nose - mirror of Freddy's wound. Except for the gauze, it is the face from the morning's paper - BABITCH (SUPERBOY) . Freddy touches his own bandage, thoughtfully. The Oldsmobile disappears round the bend, leaving Freddy standing on the shoulder. Cindy stands at the squad car, disgusted with Freddy. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DAY",
          "text": "A mass of OFFICIAL PAPERWORK. A collection of THUMB-WORN WAMBAUGH-ESQUE PAPERBACKS. AN OPEN TAPE CASE filled with classical cassettes. A smouldering cigarette. A ONE-HOUR PHOTO ENVELOPE - SCATTERED SNAPSHOTS - A party A banner - SHERIFF FREDDY - TEN YEARS STRONG! - Freddy wi NYPD and families. A PHOTO OF RAY GLYNN HIS ARM AROUND FR They hold water guns to their heads - wearing goofy grins IN SOMEONE'S HANDS - THE DAILY NEWS opened to the article Babitch's \"suicide\" - THE PICTURE OF MURRAY BABITCH... At his desk, a fresh bandage of his nose, FREDDY HEFLIN READS THE PAPER, INTENSELY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY, (0.S.)",
          "text": "How do I know that guy? Freddy turns with a start, closing the newspaper, putting hand - protectively - over the picture of Babitch. But Cindy is looking over Freddy's shoulder at the snapsh his desk. She refers - sarcastically - to a photo of Fred",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Not bad for forty-something. 'Looks like he might be a jerk sometimes. But there's hope - in his eyes. Cindy smirks and sashays over to an outer room, sitting b the dispatch radio, paperwork piled high around her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 Copland 6/3/96 revised -24-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "We are in the Sheriff's Office of Garrison. Once a garage has been re-fitted, complete with jail cell in what was o tire storage. Citations and framed clippings line the wal Freddy looks up to see - MOE TILDEN (THE GREEN EYED I-A DETECTIVE) peers in the wi the Sheriff's office. He moves on, flicking a butt, cross street - toward the DELI. The second hand on the big wall clock sticks. Then snaps free. It is three thirty. Rinnng. The dispatch phone. Cindy knocks a basket of papers, reaching for the receive",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Shit. Struggling to keep the papers from spilling, she knocks t radio into a alarm mode. Dweeep, dweeep, dweeep... Freddy sighs, looking out through the window -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE GLASS",
          "text": "A BURGER KING, under construction :",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BEAUTIFUL BROWN-HAIRED WOMAN, (35)",
          "text": "PUSHING A CART. Her hair blowing, a CHILD in her arms. Th holds a PLUSH TURTLE. The woman struggles to move several bags into her van and her child in a safety seat. She takes the plush turtle an it on the roof of her van. Dweeep, dweeep, dweeep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Dispatch. Can you hold a second? (shutting off the alarm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE GLASS",
          "text": "She smiles and nods at GLYNN, COTTER AND LAGONDA as they into - THE TOWN DELI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TURTLE, STILL SITTING ON THE ROOF.",
          "text": "Freddy watches it all, riveted. \f18 copland 6/3/96 revised -25-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLYNN, COTTER and LAGONDA buy coffees, haggard, up all ni Glynn turns - tense, as he sees - MOE TILDEN mixing milk and sugar at the counter Tilden smiles. Glynn smiles. But his comrades glare, unea",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Hey, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Hey, Moe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "I'm sorry about your nephew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Yeah. He was a good kid. We were up all night with it. (crossing to mix his coffee, beside Tilden) Uh. I know you need to talk to me. I'll come in next week some time, how's that? Jackie here's comin' in early for you - tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "(offering his hand to Cotter) Hey. How ya doing? Moe Tilden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "(wary) Yeah. Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Moe, here, was my partner - fresh out of the Academy - back in the day - before he fell in love with this red-head at I-A and transferred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Is that how it went, Ray?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "So. What brings you to our fair city? Checkin' up on us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "‘heard it was a way of life over here. ‘Wanted to see it first hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "What are we - like the Amish, now? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCopland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "(smiles, putting the cover on his coffee) When does that Burger King open up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "‘couple weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "(moving to the door) ‘gonna take a chunk outta this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "I'll still be here. Tilden nods. Exiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Shit. —-26— TILDEN pulls a PIECE OF PAPER from his windshield. It loo a parking ticket. He holds it close, reading it. JULY 4th CELEBRATION! BRING THE FAMILY! AT BORDEN'S FIELD Sponsored by the Garrison Volunteer Fire Department. Tilden smiles. He looks up, meeting eyes with - SHERIFF FREDDY HEFLIN, walking up the street - THE TATTER PLUSH TURTLE IN HIS HANDS. He moves it to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "‘thought you gave me a ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(moving past) Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "\"You the Sheriff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Yeah. {noticing something) One second. Gordon! A GRUNGY KID sits with his friends on a low brick wall, s sipping sodas from bags. They look up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19 20-22 23 Copland 6/3/96 revised -27-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- off the the wall. Get off. The kids comply. Freddy turns back to Tilden, touching his bandaged nose. He sticks the turtle under his arm, awkward. Tilden smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "‘How long you been Sheriff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hm? Oh. Ten years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "That's great. (beat) ‘Lotta cops here, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "It's a great gig. (pulling out his card) Well. I'm sure you're busy. But let me give you my card. I'm with a special unit - in the city. In case you know,.. - you want to talk about something. Freddy examines the card - MOE TILDEN - NYPD INTERNAL AFF He looks up as Tilden drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY DRIVES HIS SQUAD CAR. He listens to news radio:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO, (V.0O.)",
          "text": "- and our top story - a hero cop jumps off the G-W-B after two African American minors, reportedly unarmed, are shot ina pre-dawn gunfight on the bridge. On the seat beside him, THE STUFFED TURTLE. Filthy and ma Split-level houses sit in rows upon manicured plots, a basketball net above each garage door. We pass a MAILBOX that reads - DURKIN. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 24-25 26 copland 6/3/96 revised -—28-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy drives on, he pulls into a driveway - The mailbox reads: RANDONE. A DOBERMAN ON A CHAIN BARKS. FOUR GARBAGE BAGS sit slumped in a RUSTED METAL TRASH BIN cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freddy knocks. No answer. Knocks again. He stands there, slumped, holding the turtle. There are voices inside. The Doberman continues snarling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hello! No answer. Freddy turns, walking back down the drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (0.S.)",
          "text": "Jesus. I'm sorry. THE DOOR SWINGS OPEN. In sweats and v-neck tee, THE BEAUT BROWN-HAIRED WOMAN (LIZ RANDONE, 35) holds her long hair the breeze. She smiles, warm - a tooth poking out tenderl against her lip. A child babbles in the bg. Freddy re-approaches, his eyes bright, smiling bashfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "That's okay. I heard voices. I was gonna have base call you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(noticing the turtle) Oh, Freddy. Look what you found. Liz takes the stuffed animal. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "She's gonna be so happy. Her Daddy won her this at the fair last year. I left it on -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Yeah. I saw. From my window. Liz smiles wider, infected by Freddy's dopey grin. Suddenly her smile disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "That's awful about Ray's nephew, huh. Suddenly, the child in the other room is crying. Loud. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 copland 6/3/96 revised -29-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Hey! Caroline! Come on, now. ' i 1 Liz is exasperated, not by Freddy, but by life in general Despite her distracted manner, her dry smile charms; A SM STUDDED CROSS HANGS AROUND HER NECK. Moving with her. Freddy breaks his stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I heard they're gonna do the service here. Freddy nods. Liz notices his bandage, touches her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "- Ouch. What happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Little accident. 'Chasing a speeder. The child's crying grows louder. Desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "- one second. Liz crosses into an adjoining room with the turtle. \"Baby, look what the Sheriff found.\" The child calms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (0.S.)",
          "text": "Freddy. You want some coffee?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "No, I'm fine. Freddy takes a timid step into the foyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (0.S.)",
          "text": "So. I hope you caught him. LIZ re-enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hm? - Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "The speeder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Oh. Yeah. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 copland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "...you know... I was thinking of calling you. I mean - not you - but one of your -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Why? What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Oh. Someone's been dumping garbage. Garbage bags. She gestures toward THE FOUR GARBAGE BAGS BY THE ROAD. Freddy eagerly pulls out his pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Uh huh. Is that them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "There's just one. The rest are mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Okay - they threw one bag in with yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "This isn't the first time. They've been pulling this shit for weeks, slipping it in. Why? That's enough isn't it? Freddy erases something in his book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Enough? Yeah. A beer bottle's enough as far as I'm concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Damn right. - I use white bags. Theirs are black. Some cheap shit. Freddy nods, scribbling in his pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I don't tell Joey - cause he thinks he's gotta take care of it. Not that he doesn't think much of the local - you guys - but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'll take care of it. He's got the city to worry about, right? Liz nods, smiling. Freddy smiles back, his eyes sparkling -30—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f27 28-29 30 copland 6/3/96 revised -31-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY pushes through THE BLACK GARBAGE BAG with a pencil LIZ watches from a window. She stands there, then moves a Freddy flips through the pieces of trash. Paper plates. Bottles of beer. He comes upon a stained en A PHONE BILL. Leafing it open: A name: RAYMOND GLYNN An address: 31 DALLAS DRIVE CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mailbox says: GLYNN. FREDDY STANDS AT THE DOOR OF THE SPLIT LEVEL HOUSE, the s phone bill in hand. Before him, A BUSTY MIDDLE AGED WOMAN GLYNN (46). Hand on hip, she sucks a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "What if I said I don't know where it came from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'd take your word for it, Rose. Um. Is Ray home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "‘Taking care of our little visitor. Freddy plays with the envelope in his fingers, letting th cryptic remark hang in the air. Rose stares at the envelo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "I get my garbage picked up every Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Alright. Thanks for your time. He walks back toward his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "You tell Joey to come here and talk to me about it if he thinks I've got no right. Freddy turns around. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 A pause. The phone rings. They stand there. copland 6/3/96 revised —-32-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Rose. I want to believe you when you tell me something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Oh you do, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Did you dump these bags or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "This is not a law problem - if you catch my drift. You tell Joey Randone that if he doesn't like my garbage he should stop soiling my sheets. Rose is miraculously nonchalant - her eyes riveted boldly Freddy; relishing his discomfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Rose, you can't just dump garbage on other people's property.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "But that glamour boy - he can throw away a woman just like she was garbage and that's okay - is that what you're saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Are you gonna tell Ray about this? Freddy shakes his head. Rose takes a drag of her cigarett The phone still ringing. She spins around, slamming the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Freddy backs his SQUAD CAR out of the Glynn driveway, - THE BLUE OLDS DELTA 88 PULLS IN. RAY GLYNN, THE SAUCY-EYED LIEUTENANT - the only occupant out of the driver's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "What's up, Freddy? ‘Decided to give me that ticket. Freddy shifts to park, the engine running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "No... Uh. Someone's dumping garbage. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 33 copland 6/3/96 revised -33-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Oh, a felony. Freddy smiles, tense. Glynn salutes. Freddy nods, backing out onto the street. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. FREDDY'S SQUAD CAR",
          "text": "Driving along the marshlands. Manhattan in the distance. The Garrison water tower against the orange sky. Up ahead - FLASHING LIGHTS - ROADSIDE FREDDY slows. DEPUTY BILL GEISLER has pulled over a RUSTED IMPALA. He stands at the driver's window. Freddy's headlights illuminate the cab of the Impala. A BLACK MAN AND WOMAN LOOK INTO THE FLARING LIGHT, ANGRY. Bill approaches Freddy's window - he leans in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "‘a few over. I'm checking docs. Freddy nods. He lights a cigarette and pushes in a casset A Piano Concerto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'll sit. (‘in case.) Bill smiles at the music. He crosses to his car with the paperwork. Freddy turns and looks out his window toward - Lights on I-80. A FADED BILLBOARD. A GARBAGE STREWN WATER sits, oil-slicked, under A GRAFFITI COVERED OVERPASS. Ove hill that is Hoboken - THE EMPIRE STATE BUILDING... MOVING CLOSER ON - FREDDY - he stares at the marsh. The sound of heavy equiptment rises. The piano continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SAME WATERWAY BENEATH I-80, ONLY PRISTINE.",
          "text": "ON THE BILLBOARD - A 70's family before a ranch house. “A NEW LIFE IN NEW JERSEY!\" THE WATER narrows under the OVERPASS - UNDER CONSTRUCTION YOUNG FREDDY (19) SITS BENEATH THE OVERPASS, eating a bag (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 35 36 copland 6/3/96 revised —-34-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEVERAL YOUNG MEN MAKING THEIR WAY TO THE BIG MACHINES.",
          "text": "Suddenly : screeeeeech! thunk. splash!",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GREEN FORD ROCKS IN THE WATER, NOSE DOWN.",
          "text": "FREDDY STANDS, AWESTRUCK. He looks back to - THE DISTANT CONSTRUCTION CO-WORKERS, oblivious, getting back to work. With a flurry of bubbles, THE FORD SINKS INTO THE ICY WAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK WOMAN BLACK MAN",
          "text": "We come here to watch the - speeding - my ass - sunset and you pull this - fuckin' racist pigs! Freddy receives this, unblinking. THE IMPALA LURCHES AWAY Freddy touches his bandage Bill walks to his patrol car. He nods to Freddy - \"all do cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bank clock blinks. 7:32, 7:32, 7:33... The Burger King under construction. Light traffic. In civilian clothes, CINDY BETTS crosses to the GARRISON SHERIFF'S OFFICE, keys in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY sits hunched, on the phone. His collar loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Liz - All I'm saying is that I think it's gonna stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (ON PHONE)",
          "text": "It was his little bitch, wasn't it? Sending messages. o* ka-chunk - the door opens. CINDY BETTS peers inside. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Uh. one second. Can you hold a second? Freddy looks up, hitting the ‘hold’ button on the phone. Cindy crosses to Freddy, sitting beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "I can see that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "How ‘bout I meet you across the street in fifteen minutes? Cindy makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Look, I'm sorry. How ‘bout tomorrow. I take you someplace nice. Okay? Cindy lets this hang in the air. Then she crosses to the klunk - the door shuts as - Freddy pushes on the ‘hold’ b",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Liz. - - Liz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (ON PHONE)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- Do you want me to talk to Joey? There is a long sigh on the phone. Freddy glances at - A FRAMED LOCAL NEWS CLIPPING ON THE WALL, yellowing with",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERO IN HOSPITAL WITH INFECTION FROM ICY WATERS.",
          "text": "A PHOTO shows a YOUNG FREDDY standing by the waterside, a bandage over his ear. AN INSET - a high school portrait o A YOUNG WOMAN, a beauty queens's crown on her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (ON PHONE)",
          "text": "Talk to him? Why, Freddy? - You didn't marry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "No, - but - I'm your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (ON PHONE)",
          "text": "Freddy. I gotta go. (click) ee ee (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 copland 6/3/96 revised -36—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "dial tone. Hanging up slowly, Freddy stares at -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRAMED NEWSPAPER CLIPPING",
          "text": "FREDDY, standing by the water, bandage around his head, s wide,.. a hero... full of dreams,.. a proud hopeful young CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cigarette dangling from his finger, FREDDY HEFLIN sips at the bar, doing crosswords. A long way from that hopefu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are in the same N-Y-P-D-paraphenalia-decorated tavern last night, only tonight, IT IS CROWDED. TWENTY OFF-DUTY move about - crossing from the rest room, the tap, the tv entrance, the rear tables - engaged in loud conversations enough to clear the jukebox. Across from the tap, Freddy's equidistant to everything - but strangely marginal... and alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "- no - this E-M-S motherfucker - 'thinks he's Zorro - takes the gun in his hand - State's evidence - and he's waving it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRASKY",
          "text": "- you're using the short form. Nah. For cops, there's tons of deductions - Crasky loses his train of thought as - FIGS emerges from the men's room, wiping his nose. He too alone. Unaccompanied. He makes his way toward the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN COP",
          "text": "I heard he wanted off the job so bad, he's begging Tommy O. to shoot him in the leg. Cotter laughs, also watching Figs shuffle toward the bar. Figs takes a seat beside Freddy. Freddy turns, nodding to Figs, but is distracted by -",
          "sentiment": "neutral"
        },
        {
          "speaker": "A YOUNG COP AT THE THE BAR CHATS WITH A FRIEND -",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 copland 6/3/96 revised -37-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG COP",
          "text": "- not from that height. Thirty five flights? The bone liquefies - looks like strawberry yoghurt. Figs sips his drink sloppily. He winks at Freddy - aware Freddy's listening to all the other conversations - avidl DELORES - the bar maid - fills a mug for COP #1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELORES",
          "text": "How they gonna bury him? With no body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "- Ray Glynn'll bury his baseball card collection if he has to. ‘Don't want to delay the ceremony - you lose the media. CoP #1 ‘They know who the kids were?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Bebos. From Newark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELORES",
          "text": "Who's Bebos?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "(chuckling) It's not a guy, Del.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Bebos are a drug gang, Del. Jamaicans. ‘Short for \"Who you be, bro?\". Impressed, Figs winks at Freddy. Freddy smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TV",
          "text": "Someone turns down the jukebox...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "- Cyril Brown met with the parents of the slain teens, calling for a human blockade on the bridge tomorrow - THE ENTIRE BAR FALLS SILENT, RAPT WITH ATTENTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CYRIL BROWN, (ON TV)",
          "text": "‘A drunk cop jumps off a bridge, that don't erase the murder of two children. There are hisses from the back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -38-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "Attending the Giants-Jets pre-season finale, Mayor Farelli responded to reports of cops planting evidence on the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (ON TV)",
          "text": "- Yes. We're looking into it. There were some irregularities on the bridge and we're looking into it. There are boo's from the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "In a moment, Chip Mackenzie with the weekend weather... AS A COMMERCIAL COMES UP ON SCREEN, conversations resume. Figs turns from the screen, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "The diagonal rule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "The what? Figs turns away to the door as - someone calls out “Joey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STRIKINGLY HANDSOME COP ENTERS THE BAR. JOEY RANDONE, 3",
          "text": "(Liz's husband - we saw him in the pictures in Liz's foye",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "(distracted) The diagonal rule.\"Red Light? Don't Fight. Make a right.“ More important than the golden rule. 'If 'Superboy' knew that, he might still be alive. Figs smiles at Joey Randone - who moves this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Hey, Jo-jo... But Joey Randone ignores Figs, crossing past him - toward a bowl of pretzels beside Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Freddy. Heard you saved “Ollie the Turtle’. Freddy nods, smiles, playing with his stirrer. He looks up at Joey, serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 copland 6/3/96 revised —-39-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "What happened to your face, Freddy? Freddy touches the bandage on his nose. Joey Figs Joey Figs Some",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Oh. Nothing. ‘little accident. (beat) Listen. Joey. There's something - uh - we should probly' talk about. loads a napkin with pretzels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "What's that, Freddy? grins at Joey. He speaks in a taunting sing-song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Pretty boy Jo-jo. ‘against the Bulls? What are you - some kind of high roller? turns to Figs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Fuck you, Figs. I got eight points. speaks louder, his eyes roaming the tavern for an audienc cops look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Against the Bulls? Eight points is eight reasons for you to become a child. Revert to a pre-pubescent state - ‘pray before bed those pussies play to a draw with the -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Play to a draw with eight points? Freddy turns to the pretzels, taking himself out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "- A near draw with the N-B-A champions. You night boys, you watch too much Oprah when you should be catching z's. There are chuckles from the back. Joey moves off toward t tables, holding his middle finger in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I ain't the one pissing my money away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —-40—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "That's your ‘inner child' making that wager, Joey. - little Joey with a Supersonics poster taped above his bed. At the back tables, Joey spins around, grabbing his crotc",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Figsy, why don't you unzip me and bite my \"“prepubescent\" state. You bite it, baby, hard and thick. Cops in the back react - Qoo00000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Fuck you, Joey. Thick is a word reserved for things which are thick. (turning to Freddy, low) 'God-damned child. With a badge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "(loud - for Joey) With a badge. That's how shitheads argue. They point to their cock. Jack Cotter walks out the rest room, throwing Freddy a disdainful look for the company he's keeping - Figs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "A dumb fuck like that - P-D - how does that make you feel? With his connections - that's a detective you're looking at - ‘Four-five years. - he's a climber -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I don't give a shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Yeah? 'You like eating donuts? Freddy shrugs, smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "I say it's okay to be jealous. It's a very - you know - primeval - primitive emotion. I mean - you save a chick's life. From it, from risking yourself - from saving her sorry ass, you go deaf - as a result.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "In one ear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 38 copland 6/3/96 revised -41—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "In one ear. Then you have to watch as this chick you saved - this beauty queen - marries this cocksucker - (gesturing to Joey) - this child - this kumquat - who reaches for his pencil dick - the one he pokes her with - whenever his dim guinea brain seizes up. And you with your ear - you can't even get a desk on the force. You're fucked. Be jealous. Let it shine. I would. Purge. Cleanse yourself. It's fucking cleansing. I guess you did that last night, huh? Freddy smiles, sucks his cigarette. He enjoys Figs' inten Voices rise from the door. Figs turns away as Freddy spea RAY GLYNN enters the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm not that jealous. I have a very - y'know, this is not a joke, here. I mean - sometimes it bugs me, not him, but in general - Men at the rear offer Glynn a seat, deferential.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Oop. Gotta go, Freddy. Figs moves off, suddenly leaving Freddy alone at the bar. Freddy sips his drink, looking at his empty pack of cigs. Delores wipes the bar, glancing toward the rear tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELORES",
          "text": "They're pretty randy - Freddy nods, pushing out his last cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELORES",
          "text": "(low) - considering one of their friends just killed himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT. THE FOUR ACES TAVERN",
          "text": "Popping quarters into the cigarette machine, FREDDY nods",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MEN AT THE BACK TABLE",
          "text": "(GLYNN, COTTER, LAGONDA, FIGS, JOEY, CRASKY AND OTHERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freddy pulls the lever. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 copland 6/3/96 revised —-42-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "BACK AT THE BAR - Freddy lights a cigarette. ON TV - AN 'N-Y-P-D BLUE'-STYLE CRIME SHOW - A title mont Cops in cherry-topped squad cars race through Manhattan. Freddy's eyes wander back to the rear of the tavern where voices are rising intermittently. A shouting match breaks out between COTTER and FIGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Bullshit. What is this, \"Omerta\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Sit down, Gary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "If I-A’s gonna hang me by my balls, it ain’t gonna be over six grams of blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "You bought that big ol' house. Maybe you're lookin' to get out from under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Hey. Jackie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "What is up your ass, Jack? You getting by without gravy? Fuck! I was putting out Ray's fires when you were sucking on your Mama's tittie. (raising his arms for a search) Ray? What is this? You want to toss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "- or even better - get the fuck out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Fuck you, you fuckin' child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘Least I'm not shackin' with a P-R whore. Laughter. FIGS STANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "You‘re supposed to fuck’em, Gary, not open a methadone clinic. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 copland 6/3/96 revised —43—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Cotter snickers, looking about to his peers. They are sil",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "What? Suddenly, FIGS LEAPS ACROSS THE TABLE, PUMMELING COTTER. Everyone stands. More chairs fall backward. FREDDY RISES FROM HIS STOOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS FACE BLOODIED, COTTER SUDDENLY DRAWS A REVOLVER,",
          "text": "waving it about wildly. LAGONDA STEPS BACK. STILL SEATED, GLYNN WAVES HIS HAND IN THE AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Oh, for Christ's sake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT COTTER DOES NOT PUT DOWN HIS WEAPON. AND FIGS DOES NO",
          "text": "OFF, ignoring the gun pointed at his chest. HE TAKES COTT",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hey, hey. Guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Owwwwwww! Jesus Chriiist!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "You got a problem - me helping a girl in trouble? You got a problem with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "No. NO! You're a fuckin' humanitarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "You think you're so bad, little boy. Figs presses Cotter's face against a portrait of a young eyed cop. The nameplate reads \"Officer Chris Durkin’. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Y'see that? That was my partner. That's a cop. The only man still seated, RAY GLYNN RISES FROM HIS CHAIR (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 copland 6/3/96 revised —44—",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Enough. Let go of him, Figsy. Glynn takes the gun from Cotter's hand. Hesitant, Figs re the dart from Cotter's nose. Cotter falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "(glaring at Figs) Go home. Figs looks up, his lip bleeding, meeting eyes with Glynn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy, get him out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Come on, Figsy... Figs shakes off Freddy's hand with a spin of the shoulder",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Ray. Don't shut me out. Okay. Yes - you're still the big man - you found us a sweet town. Got us the low interest. Finessed the Rez requirements. Hey. I was grateful - I am grateful - but don't forget who it was - two years ago - who you came to - to cover your ass - He was my partner, Ray. And what we did to him - it was a bad thing. eee eee ee Glynn's eyes are flaming. LaGonda moves to stand but - wi simple gesture Glynn keeps him in his chair. Figs points to the portrait of \"Officer Chris Durkin\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "It's not my fault you can't look at him. You sit in that chair. With your back to him. You want it to go away. But I'm still here, Ray. In for a penny, in for a pound. Just don't shut me out. Figs moves to the coat rack, donning his P-D jacket. Freddy follows Figs to the door. Everyone else watches, f until Figs, taking his sweet time, fixing his sleeves, ex But Figs spins around, facing Freddy through the cracked",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "(low, smiling) Shoulda' hit me, Freddy. Ray woulda' liked that. \f39 copland 6/3/96 revised —45—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GLYNN looks toward - THE DOOR - JOEY RANDONE chats with C Pulling on his jacket. Randone breaks eye contact with Gl FREDDY carries a bottle of beer from the bar toward - RAY GLYNN at a small table with JACK COTTER, who dabs his",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "(picking up the dart) Semeone's dropping a dime.. We just can't keep - * (looking at Freddy) * - it here for two weeks - waiting - * FREDDY sits down beside them. Glynn smiles, terse. He winces as Cotter continues... COTTER . I mean. Freddy's new girl pulls us over - Tilden shows up here with that grin - I * mean - we got some loose ends. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Cindy's cool. She didn't see nothing. Glynn is uncomfortable with this topic in Freddy's presen",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm sorry. Freddy stands. GLYNN . Sit down, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "That's okay. I don't want to interrupt -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Sit down. Freddy. Freddy sits down. He sips his beer, taking too much. Cotter chuckles at Freddy. Freddy wipes his mouth. Glynn glares at Cotter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Freddy - you know that polyp they took out of my ass? Freddy nods, uneasy, unsure of where this is going. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCopland 6/3/96 revised —46—",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Well - sometimes - when I look at Jackie, here - Cotter grins, proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "- who did such a masterful job on the bridge last night - sometimes - I think - someone planted that polyp, watered it, gave it a badge - and now that piece of my ass is sitting here grinning at me like a fucking hyena. The smiles disappears from Cotter's lips. There is a silence. Freddy peels at the label on his beer",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "You know I'm the man, Ray. Glynn looks up at Freddy. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy's my man. Unfortunately, he's on the wrong side of the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(low) 'Don't mean you can't trust me, Ray. With anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "And I do. I do trust you, Freddy. Freddy nods appreciatively. Glynn fingers THE DART on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "I trust you to keep the kids from killing themselves on Prom night. I trust you to suggest a good Opera record for my sister at Christmas-time. I trust you to keep an eye on my wife when I'm in the city Glynn points the dart at Freddy. Freddy squirms, glancing back at - Joey Randone, exiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Maybe I don't trust you with \"“any-thing\". But I trust you with my home and my family. And that's everything. Glynn rises, crossing to the dart board. He pushes THE DART back into the cork. The sharp tip sque \f40 41 copland 6/3/96 revised -47—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY emerges from the tavern. He sighs. A GARRISON PATROL CAR pulls curbside. DEPUTY BILL leans out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Freddy. We got - um- a domestic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOBERMAN ON THE CHAIN BARKS AS -",
          "text": "JOEY RANDONE pounds on the front door of his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Come on, baby... Fuck! Joey paces, then takes a seat on the porch steps, running fingers through his hair. LIGHTS RISE. Joey looks up into THE HIGH BEAMS OF A LOCAL SQUAD CAR. Freddy and Bill emer Freddy shines a flashlight. Joey has two cuts on his neck",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Go home, Freddy. Everything's hunky dory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "y'mind if we check up on Liz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Yes, I mind. Freddy knocks on the door. Bill kneels, examining Joey's bloody neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Oooo. Nasty. I'm gonna get the kit. Bill heads back to the squad car. Freddy knocks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Liz? It's Freddy. Joey looks up, sullen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Does Ray know? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 Copland 6/3/96 revised —48-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(shrugs, uncomfortable) Liz called about some garbage being dumped. - I follow up and it turns out it's Rose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "She hit me with a Listerine bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I thought those things were made of plastic now. Bill returns with a kit. He dabs at Joey's wound with a p",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "She ain't opening that door. THE DOOR PULLS OPEN A CRACK, stopping from the chain lock",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ, (0.S.)",
          "text": "God Dammit. LIZ undoes the chain, pulls the door open. Her eyes are r",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Hey, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You okay? Liz nods sadly. Joey pushes away Bill's bandage. HE CHARGES THE DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Hey, hey! JOEY STORMS PAST LIZ AND FREDDY, bolting up the steps :",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "- Freddy's here to rescue you again. A door slams. Liz sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Maybe you and the baby need a place to stay - let him cool down. I could take you over to the Ramada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Why? He didn't do anything. I threw a bottle at him. Freddy writes on the back of a card. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f41 42 43 copland 6/3/96 revised -49—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Well. Promise you'll call me if there's a problem? 'Doesn't matter what time. Liz takes the card. She looks up, her eyes filled with te",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Eight years of marriage. And he's running around with that fucking spider woman. Freddy smiles sadly, meeting her eyes. They hold this ten gaze. Freddy wipes a tear from her cheek with his thumb. Bill wanders about the porch, giving them space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A needle drops on a piano concerto. FREDDY sits, slumped, on the edge of his bed, taking off uniform. He lays his holster at the bedside - beside -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TO A YOUNG HERO",
          "text": "Freddy lies back on his pillow, sighing. He looks - OUT HIS WINDOW - THE OLD GARRISON WATER TOWER - and beyon the twinkling lights of Manhattan... CLOSE ON - FREDDY CLOSES HIS WEARY EYES... as the lilting music carries us into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a big splash - and YOUNG FREDDY swims toward us. IT IS QUIET. We hear nothing but young Freddy's heart pou",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUNKEN GREEN FORD, NOSE DOWN.",
          "text": "Freddy pulls open the door. A LILY WHITE HAND EXTENDING to him from the driver's side A BEAUTIFUL BROWN-HAIRED GIRL sits, bent in the cab, her head cut near the hairline, blood swirling in the wat Young Freddy takes the girl, tight, one arm around her sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT SUDDENLY, THE CAR TIPS TO THE SIDE",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 44 copland 6/3/96 revised -50-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FREDDY LOOKS ABOUT THE WATERY SILENCE, WILD-EYED, bubbles bursting from his mouth. He desperately pulls at the driv door, looking for an exit. Jammed. His heart pounds loude",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE PULLS HER UPWARD TOWARD THE LIGHT.",
          "text": "cuT TO: Shivering on the bank, Freddy lays the BROWN-HAIRED GIRL reeds. He looks out. He can see - HIS CONSTRUCTION CO-WORKERS. Working. Young Freddy screams - ‘Help! HELLLLLP!\" - but nothing se come from his lips. We hear nothing but the dull thumping of his heart - and the rising chords of a grand piano... A TRUCK GUNS ACROSS THE OVERPASS. It too makes no sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A JERSEY STATE POLICE CAR PULLS TO THE EDGE OF THE OVERPA",
          "text": "lights swirling around silently. In the distance, the contruction workers react to Freddy' \"silent\" plea. They pause, looking out across the weeds. a TROOPER, peering over the broken guard rail. YOUNG FREDDY touches the side of his head, confused by th silent world. BLOOD DRIZZLES FROM BOTH OF HIS EARS AND HI (where he slammed against the roof of ice). Freddy wipes ears, consumed with his injury. He looks to - THE GIRL AT HIS FEET. Her body clings to her pruned dress Her skin is pale blue. But eeriely beautiful. Twisted to side, A SMALL STUDDED CROSS HANGS AROUND HER NECK. It is LIZ RANDONE, young, beautiful, and lifeless...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSITION TO",
          "text": "INT. FREDDY’S HOUSE - DAWN The gray light of dawn through the drapes. A distant siren rings through the air. FREDDY lies across his bed. HE OPENS HIS EYES, looking about - The bedside clock reads - 5:20 am. 5:20 am. 5:21 am. The tv plays - a \"how to play blackjack\" info-mercial. Distant; the siren rises louder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f44 45 copland 6/3/96 revised -51-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy crosses to the window. A BLACK CLOUD OF SMOKE SNAKES INTO THE AIR FROM THE HILL. A SQUAD CAR SCREECHES IN FREDDY'S DRIVE. Bill Geisler rushes out. CcuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VOLUNTEER FIRE ENGINE FEEBLY SPRAYS THE ROARING TIMBE",
          "text": "FREDDY steps out of his patrol car. The mailbox reads - FIGGIS. CINDY, BILL GEISLER AND A FIREMAN stand behind - TWO PARAMEDICS working on someone. Bill turns to Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Freddy. She's in bad shape. ‘Was in the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIREMAN",
          "text": "(nodding to the water tower) If that tower still held water... - We got no pressure. Freddy peers around the medics - MONICA - FIG'S GIRL - is in bad shape, burnt, bloody. Pas Her eyes flutter eeriely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Oh Jesus. Where's Figs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "‘On his way back. Cindy beeped him. A CHEVY CITATION swerves to a stop in the drive. FIGS stands a moment in shock - taking in the spectacle - noticing the crowd on the lawn, the medics - he sprints w toward them - Freddy steps back as - FIGS - TEARFUL - kneels beside Monica down in the grass.. He looks down at her, tortured. He brushes back her blood clotted hair. She looks up at him, pushing away the oxyge Figs is choked with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Baby. What were you doing in there?! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -52-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Monica speaks in a rasp... She smiles vaguely through the her fluttering eyes meeting Figs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONICA",
          "text": "..-hey... I came to see you... I needed some... I wanted to see you... * ...you weren't there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "(weeping) I was working, baby. The medics struggle to keep her on the oxygen, but she weakly pushes it away from her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONICA",
          "text": "...I missed you... - went down...to listen to the C-B... See if I could hear you... ..-I fell asleep... They press a mask to her face. But she stops breathing. They begin to administer CPR. They push Figs away. FIGS LOOKS UP AT FREDDY - HIS EYES WILD, WET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY at his desk, filling out an ACCIDENTAL DEATH REPOR FIGS sits numb and puffy in a chair beside the dispatch r He chews the rim of his paper cup. CINDY makes a new pot of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "The bastard's getting pay-back. Freddy looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Who's that, Gary? Figs says nothing. He looks out the window at - THE MAIN INTERSECTION. RAY GLYNN PATS JACK COTTER on the They conclude a serious talk. LAGONDA stands by, smoking. Glynn crosses the street, heading this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Lenny said it wasn't suspicious. ‘Said it looked electrical. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47 copland 6/3/96 revised -53-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Figs snorts, his eyes still riveted out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Lenny's a mechanic, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Figsy. I heard what happened. Figs nods, avoiding eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Look at me, Figsy. Figsy looks up, wet-eyed. Glynn's face softens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Did you call in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "I'm not on till Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "I'll call Laruso. Buy you a couple weeks. Figs says nothing. Glynn smiles sadly at Freddy - and exits. Freddy looks to Figs. \"See - he's not so bad\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY sits on the couch beside CINDY. There are Chinese Food containers on the coffee table. Cindy has her head on Freddy's shoulder as they watch tv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "I don't know - I've been going through the violations - and three quarters of them are Jacksons, Johnsons, Browns, Washingtons... On the television - A COP SHOW PLAYS... A TV COP PUSHES A BLACK PERP AGAINST A BRICK WALL. Freddy sighs, staring at the tv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "These aren't moving violations, Freddy. Seat belts - insurance - expired license; stuff you can't tell until afterward - after you pull'em over. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48 copland 6/3/96 revised -54—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "So you and Billy just pull over black people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Cindy - we got a couple of nasty neighborhoods near us. Sometimes people - certain elements - drive through, take short-cuts, through town. I try to make it clear - you know - if you cut through Garrison - : eee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "- and you're black -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- and you fit a certain profile - that you're gonna get pulled over. Cindy shakes her head. She sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You think these guys - they come home from a hard day in the city and want to find out their front lawn has been turned into some kind of crack alley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Oh, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What I'm saying is - this isn't racial. Cindy nods, picking at her food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Can we talk about something else? Cindy looks up, smiling sadly. Freddy sips his beer. He turns back to the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIGS lies face up in the holding cell. He has made it into a make-shift bedroom. The phone rings Figs lies there - he closes his eyes but the phone keeps ringing. He trudges across to the dispatch desk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 50 copland 6/3/96 revised -55-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Dispatch. uh-huh. uh-huh. Well, tell them they can't, Mam. Just cause they're T-V people, that don't mean they can park in your lawn. uh-huh. Alright then. Figs looks out the window at - FREDDY - STANDING AMID A MASS OF TRAFFIC IN MAIN STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Badge on his chest, gun at his hip, scab on his nose, FRE directs A LINE OF CARS - headlights on - many sporting PB bumper stickers - up the hill. At the Burger King under construction - A BLACK BRICKLAYER and his HISPANIC PARTNER watch warily. DEPUTY CINDY BETTS flags the traffic onto AN ATHLETIC FIE IT IS AN ELABORATE “TWENTY GUN\" BURIAL IN THE TOWN OF GAR Everyone in full NYPD uniforms, medals pinned to chests. of navy blue. Like the Saint Patrick’s Day Parade. Famili makes their way to the cemetery on the hill. DEPUTY BILL GEISLER chats with cops. Friendly. Laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYC'S MAYOR AND DIGNITARIES EMERGE",
          "text": "They exchange words, surveying the scene...",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUIET CONVERSATIONS BETWEEN DECKED-OUT MEN IN BLUE.",
          "text": "Families mingle about in their Sunday best. Many are stra to Garrison. But among them; GLYNN, COTTER, LAGONDA, AND Back-slaps. Hugs. Whispers. Notes are passed. This is truly a secret society. FIGS steps out of the Sheriff's office. The throng seems sweep around him. He catches sight of someone -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Hey, Charlie... But CHARLIE smiles tersely and moves on. Figs looks away,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 copland 6/3/96 revised -S6—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy and Cindy stroll up the hill - passing - FRANK LAGONDA with a BOUNCY WOMAN WITH BIG HAIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "Yo, Freddy. BEFORE A BLUE TENT - JOEY RANDONE points people to their a chart in his hand. He points LIZ AND HIS DAUGHTER to th places. Liz moves stiffly, her eyes darting to - Freddy, who smiles tenderly. But Liz breaks the gaze, her eyes moving to - ROSE GLYNN, who smokes with SEVERAL COP'S WIVES beneath a Rose adjusts her sunglasses and scarf, covering a BRUISED dryly explaining to her peers :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Ray kept telling me we should prune it. I'm chasing the dog yesterday - and bam. HALFWAY UP THE HILL - RAY GLYNN grabs FREDDY. He pulls him away from Cindy over to - PBA PRESIDENT LARUSO. THE MAYOR stands only a few feet away talking to a REPORT GLYNN . Vincent Laruso, meet Sheriff Freddy Heflin. Freddy holds out his hand, beaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Glad to meet you, Mr. Laruso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "You people did a nice job here. Real nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy's a helluva guy - 'was trying to get on the force for years. But he had this thing with his ears -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "You're not a lip reader, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(laughing) No. It's just one ear. When I was a kid - AN AIDE PULLS LARUSO AWAY. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 51 52 copland 6/3/96 revised —-57-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO",
          "text": "- Well. You should call me, Freddy. You know. When Ray Glynn puts his thumb in the air - (moves in the crowd) - It ain't the force - but I got my own guys, you know. Laruso moves off. Glynn throws his arm around Freddy. Gri",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy my boy, that is how things happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big cemetery atop a rolling Jersey hill. Hundreds of st markers with flags and emblems on stakes - a suburban Arl inscriptions honoring a different kind of buried veteran Sergeant Michael Foley NYPD - 1948-1976 “Heart of the the Tony Castanza NYPD - 1954-1981 \"sixteen years of service\" Officer Gary Matursky NYPD - 1951-1979 \"in the line of du And finally - A EXTRAVAGANT MARKER - surrounded by flower Officer Chris Durkin NYPD - 1960-1994 \"Martyr to the system, Hero to his peers\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (0.S.)",
          "text": "- Durkin, murdered in his cell, awaiting a Grand Jury. Two years later - Deja Vu. A TV REPORTER stands beside Durkin's marker. A CAMERAMAN tilts up to a head and shoulders shot of the Reporter, THE BIG BLUE TENT in the bg.- Babitch's ceremon",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "- Another hero cop - dubbed \"superboy\" - unwilling to trust the system that destroyed his friend - leaps from the -",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE BIG BLUE TENT",
          "text": "A LEGION OF OFFICIALS. AT THE CENTER - BABITCH'S MOTHER h tri-folded flag. She weeps. Flanking her - RAY AND ROSE G Rose adjusts her sunglasses, uncomfortable with the atten her bruise is receiving from - JOEY RANDONE - who sits with LIZ a few rows back. RAY GLYNN MEETS EYES with Joey. Joey looks away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 53 54 copland 6/3/96 revised —-58—",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WINCH LOWERS THE CASKET INTO THE GROUND.",
          "text": "Freddy, Cindy and Bill watch the ceremony from the should the access road. Cindy leans to Freddy, whispering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "What's in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "His uniform. cuT TO: ON THE RECEIVING LINE - LIZ RANDONE’S eyes are filled wit as she stands behind - GLYNN AND HIS WIFE — ROSE. MA BABITCH solemnly accepts everyone's good wishes.- . \"He was a great man, Gina.\" \"Don't you worry about a thin HONOR GUARDS FIRE INTO THE AIR. Ka-boom. Ka-boom. Ka-boom And THE BAND PLAYS... drowning out the protesters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOE TILDEN AND CARSON - THE I-A DETECTIVES - wander about Freddy's office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE YELLOWED NEWSPAPER CLIPS OF FREDDY'S HEROIC ICE RESCU",
          "text": "TILDEN sits politely on a stool beside Freddy's desk. Freddy enters. Takes off his hat. And realizes he's not a",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Sheriff. Hey. How you doing? cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY - at his desk - examines A FOLDER OF PHOTOS - 8 x - - - A GLOSSY PICTURE OF MURRAY BABITCH (SUPERBOY) .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting on the nearby stool, MOE TILDEN FINGERS - THE TRAVEL CASE OF CASSETTE TAPES on Freddy's desk: Handwritten with care on the spines of the cassettes : Preludes and Fugues 1957. Sonatas I. 1958. Sonatas II. 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "I didn't think they allowed classical music in Jersey. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 copland 6/3/96 revised —-59-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy ignores Tilden. He holds the 8 x 10 glossy of Glynn and the unknown man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Who's this? CARSON leans against the wall, thumbing through ONE OF FR PAPERBACK CRIME NOVELS. He looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Toy Torillo. You heard of him? Freddy nods. He puts down the open folder. The picture of Babitch staring up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Look. This guy didn't live here. Sometimes he'd stop by for drinks with the boys. But I didn't know anything about him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "You knew Ray Glynn was his uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- other than that - and that he was some kind of a hero -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "(tapping on Freddy's framed newspaper article) Like you. Tilden crosses to the window - - lights a cigarette. OUTSIDE - THE DISPERSING CROWD. Men in blue. Their famili Move past. TV CREWS pack up. The PROTESTERS shuffle into",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "I don't know how you do it, Sheriff. Keeping all these Hessians in line. Carson picks up THE PACK OF PHOTOS on Freddy's desk. He flips through them - grinning cops and their families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "- All blue. Everyone packing. All together. One door down from the next. Wives borrowing sugar. You're the Sheriff of \"cop-land\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Cop-land. That's cute. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —-60—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Tilden smiles. Carson has paused on A PHOTO OF RAY GLYNN FREDDY. He holds it up for Tilden to see. Tilden nods. Freddy shifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "See, Sheriff. I have a sticky problem. Half the men I watch - half of them live beyond that bridge - dispersed into these little com-muni-tees. Where no one is watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm watching. Tilden looks at Freddy, meeting his eyes. Respectful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "I can see that. You got a crime rate here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- lowest in Northern Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "- yet you got Newark to the south - and Fort Lee on top of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "We do a good job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "With a staff of three? No. What you have - Sheriff - is a town that scares the shit out of certain people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "(pointing to his ear) He thinks he's Jimmy Stewart in that movie. Freddy spins out of his chair, pointing to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hey. I told you - I'm watching - I mean - ‘You see these guys wearing silk shirts? Huh? Their pools - they are above ground. (beat) You know - You raise your family somewhere decent - that's a crime now? Tilden smiles. He nods to Carson - leave the two of us al Carson grabs his coat. \f55 56 57 copland 6/3/96 revised —61-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OUTER OFFICE",
          "text": "Entering with a fresh pack of smokes, FIGS looks up to fi CARSON, pulling on his coat. CARSON smiles at Figs. Figs glares. Carson exits. Figs watches him leave, then turns back around to eracked Tilden pushes the door shut on Figs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE SHERIFF'S OFFICE",
          "text": "CARSON leans on a Postal Box. He lights a cigarette. ACROSS THE STREET - THE MEN IN BLUE LOOK UP, UNEASY. GETTING IN HIS LIMO - PBA PRES. LARUSO confers with GLYNN At the unfinished Burger King, the BLACK BRICKLAYER looks meeting eyes with - Carson. The only other black man in t Figs stands on the Sheriff's office stoop - watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "So - we buried a shoe today. And that doesn't bother you. Freddy does not look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "He jumped off the G-W-B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "- but his body never hit the water. Tilden lights another cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "And that doesn't bother you? Freddy watches as Laruso's Limo pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "What does? That I investigate cops? Being a man who always pined to be a cop. Freddy turns. Glaring. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -62-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I am a cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "- pined to be N-Y-P-D: Three force ‘apps in ten years. Appeals of hearing tests. You may be law enforcement. So am 1. But you are not a \"cop.\" Across the street - OUTSIDE THE FOUR ACES - RAY GLYNN, CO RANDONE, LAGONDA AND OTHERS converse in a huddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Now, I may watch cops. But - tell me if I'm wrong - so do you. And because we are both law enforcement. we share a duty. Where there's a stink, we must investigate. We must gather evidence. Because evidence makes us see the truth. Is this the stink of a criminal act? Or is it a turd ina bag? No - listen to me, Sheriff. Everyday, I see cops who lost their way. And I can tell you - these lost cops - they are the Minority - but they tend to gather. They can be family men. Heroes. They can have their reasons. But they are also the cops who bring cases down. Addicted cops. Cops who look the other way. Cops who plant. Cops who beat. Cops who take. Cops who kill. Their ambivalence is contagious. They infect those around them. They are like maggots. Where you find one - you often find a nest. Now, I don't like this. I went to the same fucking Academy. I stood by Ray Glynn at graduation. He was a beauty. A piece of work. And to the cop he was - to his memory - I am loyal. But through the fog of my loyalty - to the men - the evidence makes me see. And these days - what I see - like an island - out of my reach - I see a beautiful island - shining through this fog - every house financed by one of two mob banks - uh-huh, that's right, Sheriff - what I see is your town. Freddy shakes his head. Tilden takes a deep drag. OUTSIDE - GLYNN AND COMPANY disperse, some climbing into and driving off. Glynn and Cotter head into the Four Aces",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Babitch ain't dead. You know it. And I know it. Ray got him out - alive. Before he could talk. He wasn't so lucky last time - (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 58 59 copland 6/3/96 revised —-63-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "TILDEN (cont'd) when the shit hit with Durkin. That one he had to take care of later. Freddy turns, overwhelmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "But now what? What does Ray do now? Tilden wiggles his fingers in the air, the answer out of",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "That's why I want your help. Because you are inside. Because - besides the church traffic and the cats in the trees - there isn't much here for you. To keep your mind busy. I look at at you and I see a man waiting for something to do. And here I . stand. Here I stand, saying Sheriff, I have something for you to do. Tilden pushes out his cig, moves off. Freddy turns as - s Sitting on the stoop - Figs looks at Freddy, knowingly. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY sits in his squad car, the door open. He watches a FIGS stands, slump-shouldered, at the water's edge. He scatters AN URN OF ASHES into the water, looking out a THE GREAT CITY, GRAY ON THE HORIZON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN, COTTER, LAGONDA, CRASKY, RANDONE",
          "text": "FREDDY drives. FIGS rides beside him, despondent and grub He sings a \"Mister Rogers\" song as the town passes his wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "So let's make the most of this beautiful day. Since we're together we might as well say. Would you be mine - Could you be mine - Won't you be - my neighbor. Figs continues to stare - red eyed - at the scenery. Freddy watches him, driving on. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 61 copland 6/3/96 revised —-64-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Um. We should stop by Caldor's. Get you - you know - a razor - some fresh clothes. Figs says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You know. You don't have to sleep at the station, Gary. You can stay with me - ‘till you find a new place. Figs turns, facing Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Billy heard they're having a party tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Musak plays as - FREDDY stands in an aisle, perusing MEN'S UNDERWEAR. On the other side of the store, FIGS stands puzzling amid the TOILETRIES. Looking up from A PACK OF \"CALVIN KLEIN\" BRIEFS,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY NOTICES -",
          "text": "THROUGH THE SHELF - LIZ RANDONE stares at merchandise on other side. She fiddles with a purple garment. Then moves Freddy discreetly moves round the corner - where Liz had THE WOMEN'S UNDERWEAR SECTION. A collection of lacy purpl and black bras and panties hang from hooks. Nearby, A STANDEE - A SULTRY WOMAN in nothing but purple lingerie smiles, standing before a fireplace. \"passionate new colors from Maidenform\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCHING THE SUZUKI THUMP AND RUMBLE PAST...",
          "text": "\f62 63 64 copland 6/3/96 revised -65—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cindy watches out the window as ~- THE SUZUKI TRACKER RIP MAIN STREET, FOLLOWED BY SEVERAL HONKING CARS. She stands, concerned - she fastens her holster. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Figs and Freddy emerge as - A STRANGE CARAVAN PASSES -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRISON NYPD IN CIVILIAN CARS",
          "text": "AND FINALLY - CINDY'S SQUAD CAR, lights flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "What the - ? FREDDY moves to his SQUAD CAR. Figs follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screeeech! THE SIGN SAYS - DEAD END. Nearly rolling over, THE SUZUKI lurches to a stop. TWO HOMEBOYS SIT INSIDE, terrified. Music continues to po COPS EMERGE FROM THEIR HOMES, GUNS PULLED. They are surro by MEN WITH GUNS - COTTER, RANDONE, LAGONDA, OTHERS; in s uniforms, Bermuda shorts, sweats - leaning out the doors windows of their cars, SERVICE REVOLVERS COCKED. The younger of the pair, with a backward Knick's cap, sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Jesus Christ! We ain’t doing shit! We just going to Action Park! CINDY MOVES THROUGH THE CIRCLE OF MEN, pausing beside COT LAGONDA rifles through the glove box of the Suzuki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Look in their pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "I can't do that. I didn't pull them over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "What do you want, honey, a letter from the Attorney General? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —66—",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "I told you - we going to Action Park!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "Action Park is in Vernon. slam. FREDDY STEPS OUT OF HIS SQUAD CAR. Sunglasses on. Figs stays inside. Tense. Holding his Caldor's bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "I'll wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "- we stopped to get gas. It’s cheaper on this side. They start following us, honking their horns. They ain’t got no lights - how we supposed to know? We try to get away - that’s all. That's the story. Freddy steps into the ring. He glances at Cindy. He turns men; guns lowered. The music continues to thump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Look in their pockets, Freddy. Freddy moves toward the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "First of all - turn off the music. (pulling off his shades) Do it. One of the kids snaps off the radio. A SECOND GARRISON PATROL CAR ARRIVES. BILL climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Get out of the car. Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I think I smell something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Look in their pockets, Freddy. The Kid takes his place, next to his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN COP",
          "text": "Search'em, Freddy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Now - um - I want you to tell these men you're sorry for messing up their weekend. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -67—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Cindy looks at Freddy - incredulous. Bill steps up beside her, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Look in their pockets, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "This is whack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Do what I said. The kids stand, tight-lipped. Jack Cotter strides forward, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "This is very cute, Freddy. But you have cause and I want to get on with my day. Tell them to put their fucking hands on the fucking car. Freddy stands, stone-faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "(voice of command, to Kids) ‘hands on the car. ‘HANDS ON THE CAR! The kids obediently turn and spread for a search. Cotter rummages through their pockets. Freddy rocks onto the other foot, brooding as - Cotter proudly holds up - A PIPE, AND A VIAL OF CRACK. CcuT TO: FREDDY shuffles to his car. In bg., Cindy and Bill cross with the TWO HOMEYS - IN CUF RANDONE AND COTTER MOVE PAST, muttering, laughing to one another, doing an \"impression\" of Freddy:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "\"I want you to tell these men you're sorry for ruining their weekend. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "What the fuck ‘we pay him for? Freddy stamps out his cigarette. He looks up, holding eye contact with Cotter and Randone. He climbs into the squad cuT TO: \f65 66 copland 6/3/96 revised -68—",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT. THE FOUR ACES TAVERN",
          "text": "Freddy sucks a cigarette. He stares at the bar television The eleven o'clock news: - FOOTAGE OF BABITCH'S BURIAL. For a moment, Freddy appears on-screen, shuffling past ca In the back, A FEW COPS watch. There is a festive mood ab them. But GLYNN & COMPANY are decidedly absent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (ON TV)",
          "text": "- reminds us of the blue line that separates us from anarchy. That's why I'm forming a bipartisan commission to study working conditions of police in our city. Scattered applause in the bar. On TV, another political figure;",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNCILMAN JONES",
          "text": "If that officer hadn't jumped, the Mayor'd be talking about in-creasing supervision. Boo's from the back. DELORES the barmaid smiles at Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELORES",
          "text": "Freddy. Was that you on the tee vee? Freddy shrugs. He turns. Deputy Bill stands in the door of the tavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "‘got some calls about this thing up at Ray's. ‘thought maybe you should come. CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lights and loud music snap off as ~ JACK COTTER carries A CAKE WITH A SINGLE CANDLE through -",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL CROWD OF COPS",
          "text": "They sing 'Happy Birthday'- a perverse 'Going Away' party MURRAY BABITCH, who sits at the center, grinning, wearing party hat. He blows out the single candle and everyone ap",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Congratulations, Murray! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 copland 6/3/96 revised —-69-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "COP #2 spins around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "He's not Murray anymore. He's Mortimer Snerd - of Tempe, Arizona!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Atlanta, Georgia. coP #1 Whatever. Everyone laughs. Someone turns the music back on - Sinatra Plays - loud. Babitch leans over to a PRETTY WOMAN beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "It's kind of cool, you know? Not many people get to live two lives. COP #2 pats Ray Glynn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "I didn't think you could pull it off, Ray. Ray Glynn nods. Pained. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music plays loud from downstairs. RAY GLYNN sits on the edge of his bed - on the phone. His shoulders slumped. His head in his hand. He speaks quietl GLYNN . Vince. I don't want to go through this again. I can't. I told the boys - I mean - they're downstairs now, saying good-bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO, (ON PHONE)",
          "text": "So - fine - let them say good-bye. A shadow plays across the bed. Glynn looks up. ROSE GLYNN stands in the doorway. Moves on. Glynn looks to COTTER who sits on a dresser, looking unea watching Glynn. Ray shakes his head at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO, (ON PHONE)",
          "text": "Ray. You tell me you're nervous. You tell me Dark Side should lose the - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 68 69 copland 6/3/96 revised -70—",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "I just want Moe Tilden tied down. That's all. I want him told - he sets foot in this town again, his kids are gonna be bussed to Bed fuckin' Stuy with fresh Nikes on their feet. I want him to feel it - like I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO, (ON PHONE)",
          "text": "- And I'm telling you that can happen, Ray - that can happen - if you promise me they find something in the river - this week. GLYNN . Vince. It's my sister-in-law's kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARUSO, (ON PHONE)",
          "text": "(beat) Didn't you say he was adopted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROSE GLYNN looks up - tense - as someone exits the bathro is writing something ON A PARTY NAPKIN WITH A SHARPIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music booms loudly from inside Glynn's house. FREDDY slams the door of his squad car. There are many cars parked along the street. Through the windows - the place is packed. BILL also climbs out of the car - but Freddy gestures for to stay behind. Bill sits down on the hood. As Freddy approaches the door - LAGONDA BURSTS OUT THE DOOR with his BIG-HAIRED GIRLFRIEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hey, Frank. Is Ray in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "- need'm’ turn it down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I need to talk to Ray. Freddy moves to the cracked door. Music throbbing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 copland 6/3/96 revised -71-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Frank LaGonda sighs. He releases his girlfriend's hand. He moves past Freddy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "- stay here - LaGonda moves through the cracked door - glimpses of Rose Glynn, and other familiar faces. Freddy shifts onto the other foot. Waiting. AT THE SQUAD CAR - LAGONDA'S GIRLFRIEND, her finger on he eyes DEPUTY BILL. Bill nods, friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND",
          "text": "- Your guys' guns - are they the same ones they use in the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "...(nods) ...Uh huh. ‘Thirty eights. BACK AT THE DOOR - RAY GLYNN emerges from the throng, hag He shouts over the music. He does not look Freddy in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "What's up, Freddy? ‘You want me to turn it down? ROSE GLYNN APPEARS OVER HIS SHOULDER, holding a drink wra with a party napkin. She moves toward MURRAY BABITCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Well. It's after midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "LOU! TURN IT DOWN! No, DOWN! The music goes down. LaGonda heads back out to his girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Frank. Don't go yet. LaGonda turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Ray. This doesn't make -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "- I gotta take Donna home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "(terse) Take her to the train. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70 copland 6/3/96 revised -72-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "LaGonda receives the urgency in Glynn's eyes. He moves of shaking his head. Glynn turns back to Freddy, trying to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- this don't make things very easy for me. I mean. This is a pretty big thing you're having - the day after - I mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "What are you talking about, Freddy? Freddy winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Ray. This guy came to see me yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "That \"guy's\" had a hard-on for me for years. It's a personal thing, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Well. He knows - you know - that your nephew's alive - that you got him here. Glynn says nothing unblinking. The tacit question being * - and what did you say, Freddy",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I told'em he's dead. I told him he was wrong about you. But - Ray - I'm the Sheriff. I'm supposed to know what's going on. I mean. How do you think this looks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Go home, Freddy. And don't think so much. I heard what happened today with Jack and the boys. I'm sorry about that. Everyone's very high strung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Ray - I can't -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "(fierce) Go home, Freddy. Glynn turns away, closing the door on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops all around - ROSE GLYNN presses A DRINK - WRAPPED IN PARTY NAPKIN - into MURRAY BABITCH'S HAND. He resists. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f70 71 copland 6/3/96 revised - -73-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I'm fine, Aunt Rose. Iam. Rose wipes the faint bruise on her eye, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Murray. I want you to have this. Perplexed - Babitch takes the drink - and the napkin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaning on a speaker, A BEATEN-UP RECORD JACKET - Glenn G \"Goldberg Variations\". The record spins on the turntable fingers gently lower the needle. FREDDY unbuttons his shirt, lying back on his couch, smok Headlights spray in the windows. Freddy sits up. THE DOOR OPENS ONTO - LIZ RANDONE - mascara runny, she we thrown-over coat, and holds a pack of cigarettes, one lit",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Um. Liz is nervous and upset. She looks over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You get in another fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "We were gonna have ‘a big talk’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(starting to weep) I had my mom take Caroline. - But Joey calls and says he's stuck. That he made some arrest - and that - Liz descends into bawling. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -74—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I mean - I can't believe him anymore - when he tells me something. Freddy looks about nervously as - a car passes. Liz pulls herself out of it, suddenly matter-of-fact. LIz - So - I decided to get drunk. And I remembered this bottle of - that you gave us - when we got married -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- Sambuca -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "- And it tasted like licorice. It made me want to smoke. So I went out and got cigarettes. And I was driving by -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Liz. You want to come inside? Liz smiles, sadly... she nods - like a little girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music is low, the last people leaving the party. Uneasy, ROSE GLYNN heads upstairs to bed, looking back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS",
          "text": "Take Care. Put this behind you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I will. Thanks to Ray. MURRAY BABITCH is at the door saying tearful *good-byes\" the drink in his hand. COP #1 and #2 offer bear hugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Take care, Mur- I mean, Pete. You have a great life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "You too, Mike. CoP #1 Send us some - I don't know - what's in Georgia? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 copland 6/3/96 revised -75—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Peaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "(exiting) Well - send us some of those. Babitch hugs good-bye to - OTHER EXITING COPS. Cotter puts his arm around Babitch, interrupting. He smiles, but appears tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Ray wants to see you out back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Tell him fifteen minutes. Cotter looks firm. Babitch is tipsy. There are a few more waiting to wish Babitch well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "What? Tell him fifteen. I'm saying my good- byes here. Cotter moves off, pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER EXITING COP",
          "text": "They taking you away tonight, Mur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freddy and Liz sit on the couch. Music playing. Smoking. Sipping drinks. The tv running silently. Liz holds the beaten up record jacket, examining it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "This is pretty scratchy. You can get C-D's - you know - in stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Wouldn't matter to me. Liz blinks, then gets it, touching her ear, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Oh. Right. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised ~—76—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Isn't he great? He played like that - so fast - without even looking at the keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "- like Ray Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Yeah. Everyone thought he was a genius. But he stopped doing concerts after that. Cause he couldn't get it perfect, you know? The music builds. Freddy conducts with his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Oh. Liz watches Freddy in wonder. Barely listening. Buzzed. Fascinated by him, not the music. She touches Freddy's ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Which one is it? Freddy smiles, trying to focus on the music... wishing Liz would do the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "The other one. (pointing to the album) Beetoven was completely deaf at the end of - you know - his career. Gould had this funky ear, too - See? 'Kind of a goofy looking guy - But he was a genius, you know? Liz sits up. She leans on Freddy's shoulder. Freddy stiff She turns, her lips close to Freddy's bad ear. She whispe",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You smell good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hm? Liz smiles sweetly. A bit amazed with herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Nothing. Freddy blushes, unsure what to say - unsure of what she s",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You know - it's a funny thing - when you owe someone your life. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 copland 6/3/96 revised -17—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy shrugs. Nods. Liz touches his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Why is it you never got married? Freddy turns. He looks deep into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "All the best girls got taken. Tears drop from Liz's cheeks. They make a quiet popping s they hit the record jacket in her hands. Freddy reaches, her cheeks. His eyes drink her in. A rumbling silence ris WE FLASH TO - THE MEMORY : AT THE EDGE OF THE WATER. ...the music continues... YOUNG FREDDY leans down, straightening YOUNG LIZ'S HEAD, brushing back her hair. Lifeless, she lies in the reeds. He presses his mouth against hers. He blows (so gently, the air squirts out the sides.) No response. He blows again. Determined. And again. Her belly swells. Her eyes flutter. She coughs water. As the piano keys trill romantically - Her eyes open weakly, slowly, like sleeping beauty. Color blossoms in her cheeks. Freddy leans away, smiles nervously, shaking. Blood drizz from his ear. He covers her with his jacket In the distance, CONSTRUCTION WORKERS APPROACH, tentative sprinting. THE TROOPER shuffles down from the overpass ab THEY ENCIRCLE FREDDY AND LIZ. They shout to one another but we do not hear them. They look at bloody Freddy in wonder. The music builds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO THE PRESENT",
          "text": "Glenn Gould plays... Freddy and Liz tenderly peck at each other. Sweet kisses - each mirrors the last - his cheek, her che his neck, hers, the hair, the forehead. The kisses quicke Liz and Freddy build a tender rhythm but are somehow unab unwilling, to move further, like school kids, up against limits of their experience. Suddenly, Liz backs away, self-conscious. She puts the back of her hand to her mouth. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 76 77 78 copland 6/3/96 revised -78—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Um. This is crazy. Freddy looks at her, longingly. The music still playing.. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ'S VAN PULLS OUT OF FREDDY'S DRIVE.",
          "text": "FREDDY stands in the doorway, watching the van move off. A GARRISON SQUAD CAR SITS, PARKED IN THE SHADOWS. Inside, CINDY BETTS looks out sadly - watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON - BABITCH'S DRINK sits upon a shelf before a bat mirror. MURRAY BABITCH rises into frame, splashing water face. He looks at himself in the mirror. Then - notices - THE MARKED NAPKIN clinging to his drink. He peels it off glass, reading the scrawl. He looks up in the mirror, sud terrified, the color gone from his cheeks. COATS AND HOLSTERS are hanging on the shower rod. Babitch takes a REVOLVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURRAY BABITCH stands at the back door. Shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE SHADOWS, AT THE FAR SIDE OF AN ABOVE GROUND POOL,",
          "text": "GLYNN smokes, tense. The water tower looms against the sk Babitch looks at the water tower - then - nervous — stumb down the steps, approaching the covered pool. He walks al perimeter, pausing suddenly, talking to Glynn from the op side, looking about philosophically, terrified...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "- You know, Ray. It's is a great thing you did. Making a place. Where guys could stick together, you know? Glynn nods, grim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I mean - you didn't have to do this for me - ~ I mean, you could'a just - (shrugs) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 copland 6/3/96 revised -79-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "JACK COTTER stands at the back door. FRANK LAGONDA joins The look at each other and then - out to - GLYNN and BABITCH stand together -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "I always told Ma - Uncle Ray - he doesn't like me very much -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "I always liked you, Murray. You just sweat too much. Babitch smiles, painfully. Glynn nods. He looks to Cotter. ON THE STEPS, COTTER looks to LAGONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Everyone's gone? LaGonda nods solemnly. Cotter nods “okay\" to Glynn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "So. What's gonna happen? We meeting some people? I'm pretty buzzed. I mean. I'm all packed and everything but - (noticing LaGonda and Cotter approaching him from behind) - maybe we should wait and do this tomorrow or something. Cotter and LaGonda smile sadly at Babitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Where's Joey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "‘Working tonight. Babitch nods, nervous, standing there. Glynn sucks on his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "I'm sorry it came out this way, Murray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "(shrugs, eyelids lowering) Oh. It's not so bad, Jack. Glynn looks to Cotter. Cotter puts his hand on Babitch's his fingers in his hair. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f78 79 copland 6/3/96 revised —80—",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Yes, it is, Murray. In a swift motion, COTTER PLUNGES BABITCH'S HEAD INTO THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOEY RANDONE climbs out of his car - still in uniform - w toward the door to Glynn's House. It is locked. There is a splashing sound... AND SUDDENLY A SHOT... BANG Joey moves quickly around to the back. He comes upon -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCREAMING",
          "text": "Cotter and LaGonda recoil from the shots. Babitch springs from the water -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "JESUS! YOU BASTARDS! FUCK YoU! ! - and runs into the woods. JOEY RANDONE stands - horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "What the fuck are you doing?! Cotter runs off after Babitch. LaGonda follows. Glynn mov too but is stopped, by Joey Randone's hand on his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "What the fuck, Ray? You said Laruso was gonna set him up - with a new life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Y'think I'm all that, Joey? No. You do not. Or you would not be Milk Man-ing my wife. Glynn moves off. Joey Randone stands there, devastated. He looks up to - The light in Glynn's bedroom switches off. The drapes mov",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f80 81 82 copland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER AND LAGONDA",
          "text": "Out of breath, LaGonda and Cotter look about. Glynn joins them, puffing. They look at one another. -81-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LINE OF CARS CURBSIDE",
          "text": "JACK COTTER comes out of the DELI, a coffee in his hands. He finds a ticket under his wiper blade. CINDY APPROACHES. She notices the tickets - and COTTER, f RAY GLYNN emerges from the deli, holding a paper cup of c",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "What the hell is this? Cindy shrugs, pointing to the parking sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "A parking ticket. It's after seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "And what? - it's after seven - and what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "(moving off) Talk to Freddy. He wrote it. Cotter yells after Cindy. Glynn's blue eyes are icy, pier",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "You tell \"Wyatt Earp\" - that leg of lamb between his ears - that's for eating - not for thinking with. (waving the ticket at Cindy) He says this is a green car? Does that look green to you. It is blue. Carillion Blue. Tell him I don't own no green car - so I ain't paying no fuckin' cupcake ticket. Glynn takes Cotter by the collar. Other cops look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "You pressed yesterday, Jackie - you pressed and he went up into the attic and found his (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f82 83 84 copland 6/3/96 revised -82-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "GLYNN (cont'd) spine. (Cotter squirms) Now - you chill. You chill and you find my nephew. (moving to his car) Think \"Ghandi\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE TWO HOMEYS FROM THE SUZUKI sit - heads in their hands behind bars in the converted tire storage area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "This is total racial bullshit, man. FREDDY ignores him. He reads THE NY POST - PROCLAIMING : ‘BIG BLUE POW WOW' - Mayor and P-B-A Prexy to Meet",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "I'm telling you. I'm doing you a favor. Just toss'em. FIGS sits on the edge of the dispatch desk, sipping coffe sorting through the overflowing in-basket with CINDY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Gary - you can't do that. Figs crumples A WAD OF PAPER and tosses it in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Sheriff! FREDDY looks up from his newspaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Do what he says, Cin. Figs grins at Cindy. She is disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Yo,.. Yo. Freddy turns as - KID #2 gestures humbly through the bars bumming for a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cotter approaches a urinal beside - Freddy. Freddy nods to him, terse, flushing the toilet. Cotter gl (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f84 85 copland 6/3/96 revised -83-",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "\"stead of writing bullshit tickets, Freddy, of which I have no intention to pay - maybe y'should be looking at that fire. Y'know? With scrutiny. I mean - my girl at Chase says Figsy was missing payments - what with . the his and her co-co problems and what- not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Where were you that night, Jack? Cotter's face goes numb - he zips up his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘had nothing to do with it. That'd be retrib-bution - and that, I leave to God almighty. (smiles) I'm Ghandi. Cotter throws water on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Eigs is the one getting the fat insurance check. Freddy heads to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Say \"hey\" to Superboy - if you see him. Cotter spins around. Freddy smiles, nervous, in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Superboy is dead, Freddy. We put him in the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAY GLYNN sits in back with FRANK LAGONDA, JOEY RANDONE a FEW OTHERS. They are quiet. Tense. As Freddy passes them",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy. Pull up a chair. FREDDY shakes his head, stiff, gesturing to CINDY at the COTTER returns to his seat, staring at Freddy, uneasy. Freddy sits down beside CINDY, who picks at a shrimp sala (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —-84—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "So - where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Where is he? Hearing this question, EVERYONE IN THE BACK LOOKS UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "- Figs -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Oh - at my house. The boys in back return to their business. Freddy picks at a MEATLOAF SANDWICH before him. He glances to the men in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "Is he just gonna 'hang around' now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hm? I don't know, Cin. Is it a problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "I mean - I know he's got lots of tips and . all. But when he's around - I feel like a secretary - with a gun, y'know? Freddy sighs. Cindy takes a cigarette from Freddy's pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "- Help find him? - so what? - so you can finish cleaning your pool with his head? What? - ‘you got something to tell me, Ray. Mr. Humanitarian. You tell me. Glynn glares at Joey, icy. Joey puts up his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "I'm going. I'm in at ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "We all are. We got another hour. Glynn continues staring. Joey grabs his coat, avoiding Glynn's eyes. He walks out. Cotter looks to Glynn. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/4/96 revised -85-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "And Glynn turns to - Freddy, watching from the bar. Freddy turns back to Cindy - as she speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY",
          "text": "I never should've taken this job. You were sweet back then - with your music - and your ear. Doin' your job. I told my mom you were like this noble turtle. ‘thought I found someone who moved at my speed. (she laughs at herself) But now - I mean. What am I - a door knob? I mean - what are you doing? At least these guys know who they are. At least they're not sitting there staring at old newspaper clippings. What - you gonna like me more if I put on some fuckin tiara and let you save me? Is that gonna make you feel better? eee eee eee Cindy crosses to the coat rack. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bucket of Kentucky Fried Chicken bones and beer cans in sink. \"The Passion of Saint Matthew\" plays on the turntab smoking, FREDDY sits at the kitchen table with FIGS. A half empty bottle of scotch between them. And a collect newspaper clippings, chronicling Babitch's \"suicide.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "You're lucky your ear kept you off the force, Freddy. It's a deep and dark motherfuck. se ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Whatever. I'd like to have discovered that for myself, you know?.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Well. What you're feeling right now - friendless - angry - nervous -misunderstood - this is it. This is the life. (beat) City cops ain't nothing but garbage men. ‘Pick up the trash, take it away, dump it. Next week, 'go down the same block, ‘pick up the same trash all over again. eee eee eee Freddy sucks his cigarette down to the filter. He stares out the window, tears welling in his eyes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/4/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "If I saw Liz - drowning in the water - if I saw that today? I wouldn't go in. I'd stand there - and I'd think about it. And that's the best thing I ever did with my life. (pushes out the butt) Now - I hear all these voices. Telling me I can't do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "What did you hear when you saved her? Freddy smirks. shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Music: Figs smiles. He looks at - A NEWSPAPER PICTURE OF BABITCH",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "So.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "So.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "So - you want to sit around listening to Gergen Gingleshnorts -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- Glenn Gould -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "- playing the \"Opus to cunt hair number six in G flat major labia\" ? Freddy laughs. Shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Or - you want to bring the faggot in? Let him spill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I wouldn't know where to begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Y'ever see “Murder on the Orient Express\"? Freddy shakes his head. Figs smiles, eyes bright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "They all did it. —-86— ee eee ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT AWAY TO",
          "text": "\f87 copland 6/3/96 revised -87-— MANHATTAN. NIGHT. JERSEY ACROSS THE RIVER. G-W BRIDGE. We hear a desperate voice. It feels very close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINCING COP, (0.S.)",
          "text": "- ahhh - Christ! - where are you guys?! shit - I'm down - and Joey's trying to hold on - but this bastard - he cut me up - Like a bank camera, impassive, WE PAN - across the lights, past the dark buildings between -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINCING COP, (0.S.)",
          "text": "- he's a fuckin’ monster... - past the loose mortar of this dark rooftop, past a glistening POOL OF CRIMSON - to find -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE TALKIE, (0.S.)",
          "text": "(siren in bg. - static) On way, Tone. Hold it together. THE WINCING COP (TONY) LIES ON A TAR PAPER ROOF, holding punctured thigh and neck. HE GRUNTS into a shoulder clipp walkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINCING COP, (TONY)",
          "text": "- I can't move. I think he cut my tendon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY, (0.S.)",
          "text": "I need some assist, over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALKIE TALKIE VOICE",
          "text": "(static) - Where's Joey? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY, (WINCING COP)",
          "text": "- fifty feet - ah, shit - He's in trouble, Jackie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY RANDONE IS LIFTED EFFORTLESSLY INTO THE AIR BY A HEA",
          "text": "BLACK MAN IN SWEATS (SHONDEL). They are nose to nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "You release me - cock-sucker! Shondel smiles at Joey's feeble temper; a little boy in b",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHONDEL",
          "text": "...You got a wife? Joey nods, looking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE STREET",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f87 88 copland 6/3/96 revised —-88—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Shondel smiles. SHONDEL . \"Got a little baby? Joey nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHONDEL",
          "text": "So quit. Tell me you quit. I let go. You go home. Kiss you wife. Eat you baby's Fruit Loops. And it be tasting so good. And you thank me, motherfucker. Joey blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHONDEL",
          "text": "I can kill you with my hands. I can kill you with your gun. I can kill you with my blood. Tha's right. Or - I can let you go. You ‘still be a hero to me. Cause I be re-deemed. Re-re-re-deemed - (reading his badge) - Officer Randon-ee A siren rises in the distance. Lights swirl down the bloc Shondel smiles, angelic, though his grip tightens. Joey tearful, wipes his mouth on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY sits on the porch. He watches as - FIGS TIPS A BEE ON THE RAILING, letting what foam remains dribble out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "- a brother's in deep shit - he's down - he's bleeding - and you gotta get there - but there's lights - all over the city there are red lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You go through the red lights. Figs sucks on his cigarette, disappointed by the response",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Sure, you fire up the roof, you wail, you go through the red lights - but it's slow, Freddy, fighting your way through traffic. The goal is perpetual motion. You want greens. But how do you insure the greens? You can't. As in life, in traffic. So you (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 89 copland 6/3/96 revised -89—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FIGS (cont'd) leave yourself an out. At every corner you leave yourself an alternative. You follow? Freddy shrugs. Figs sighs, his cigarette hanging on his l Figs gestures, his hands miming a zig-zag course, approac the tipped beer on the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Freddy. You are in pursuit of a block - not a street name. Y'follow? If the gig is on Madison, you don't want to get on Madison - not until you are there. On your block. On- scene. No. You drive diagonal - you zig, you zag - you turn the wheel when you hit a red light. It is about navigation. You play each turn like an Ace in the fucking hole. ete ee eee Figs rights the tipped beer can. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "‘play this right, you get perpetual motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Yeah. But. How does this apply to - Figs spins around, impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "It applies, Freddy! Jesus. It's just as easy to tail a man walking in front of him. Listen to me. You butt heads with these friends of ours - You come at them head-on? With your pink tickets. see te Figs shakes his head, leaning on the railing, looking out lights of the Garrison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "They got lives, Freddy. Families. (low) No. You move diagonal. You jag. It may feel innately wrong - but like so much in this world, what feels wrong is innately right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOME-LIGHTS SPINNING",
          "text": "From out the doors leap, SEVERAL NYPD, GUNS PULLED. ANOTHER CAR ARRIVES - RAY GLYNN AND JACK COTTER EMERGE. Glynn moves slower than the others. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 90 copland 6/3/96 revised -90—",
          "sentiment": "neutral"
        },
        {
          "speaker": "COPS RUN TO THE CORNER, ENCIRCLING",
          "text": "CHILDREN. She points upward, numb, her clothing ripped... COPS BANG ON STEEL RE-ENFORCED DOORS, pry at them with a bar - trying desperately to get stair access.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL DOWN A DECAYING FIRE ESCAPE.",
          "text": "UP ABOVE : THE STRUGGLE CONTINUES... Shadows play. There is an anguished scream from above. Joey's voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN THE BLOCK",
          "text": "AN_OPEN DOOR, It leads to A STAIRWELL THAT SPIRALS UPWARD GLYNN pulls the door shut as - COTTER AND ANOTHER COP arr",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Joey's in trouble, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN NODS, JIGGLING A PIN IN THE LOCK OF THE, (OPEN)",
          "text": "HE MIMES PICKING THE TUMBLER. The other cop is impatient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER COP",
          "text": "Let's break it in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "No need. I got it. Just - one - more - Glynn looks at Cotter, placid, eerie. He holds the door closed one more long beat,.. then opens",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "- second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOODY FROM BLOCKING HIS SLASHING KNIFE.",
          "text": "From an adjacent roof, COTTER & OTHER COPS RUSH TO RANDON",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "Oh, Jesus. Jackie - JOEY reaches his bloody hand out for JACK COTTER AS - HE FALLS BACKWARD... PLUMMETING... ..-headlong to the sidewalk ...TEN STORIES BELOW. There is a muffled thunk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90 91 copland 6/3/96 revised -91-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "AT THE ROOFTOP STAIR-BOX - GLYNN STEPS ONTO THE ROOF, win He sees the men all staring downward, silent and shocked. Cotter turns, glaring at Glynn. Glynn winces, looking off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY lies in bed - wide awake. The television droning. The bathroom door is cracked - FIGS running water inside. There is a knock at the door. Freddy sits up. Checks his hair in his mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "You're the Sheriff, right? Freddy blinks, stunned. He nods, touching his matching nose-scar. Babitch speaks in a paranoid whisper, words staggering ou mouth, his red eyes darting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Hey. Um. I'm the guy who jumped. The one they buried. I'm dead. Uh. I mean. I need your help. They're trying to kill me",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "(laughing, then weeping) Who? Who? . Freddy wipes his face with his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Okay. So. Uh. What do you want to do? You want to go to the city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Go to the city?! - Jesus! - 'You have any idea how connected he is? De you? Go to the city?! He's fucking everywhere! Figs walks out of the bathroom, a towel to his face. Babitch turns, terrified. (He sees Figs as one of “them\") (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f91 92 93 94 95 copiand 6/3/96 revised -92-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy meets eyes with Figs. He turns back - but - Babitch is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rounding a bend, moving into the marshland that leads to river, FREDDY (in his robe) and FIGS (further back) strug keep pace with BABITCH, far ahead. Freddy turns, slowing, looking at an approaching car. Nobody. Just a funkified V-W VAN. It passes. Freddy turns back. He looks about the moonlit reeds. Babi disappeared. Figs joins him. Coughing. Nothing anywhere but reeds. And the old water tower looming overhead. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Birds sing as the sun rises. THE ABANDONED WATER TOWER RISES HIGH ABOVE THE TREES. PULLING FROM A WINDOW - WE COME UPON - A BEDSIDE CLOCK. It blinks: 6:28, 6:28, 6:29. Beside it - A GUN. Freddy lies awake in his bed. Figs sleeps on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Splashing water on his face, FREDDY stands at the sink. He looks at himself in the mirror. Suddenly, he notices - A SPRINKLING OF WHITE POWDER on the face of a hand mirror Freddy runs his finger through the powder, sniffing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS, (0.S.)",
          "text": "‘you waking up? Jesus - I feel like shit. (sniffles) Man. Fuckin' allergies... Freddy looks toward the door, dread on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS BEFORE",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f95 96-97 98 99 100 copland 6/3/96 revised -93-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND AT THE CENTER OF IT ALL",
          "text": "Lovely and strangely numb, she stands resolute and plain, her hair blowing with the wind, her daughter at her side. FREDDY watches Liz with obsessive interest as she solemnl accepts everyone's good wishes.\"He was a great guy, Liz\" you worry about a thing\". She finds comfort in Freddy's e Freddy can't stop staring at Liz. Over his shoulder, distant, the old Garrison water tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY emerges from a PATH TRAIN STATION. He stands under great arch of Manhattan Borough Hall, Chambers Street beh him, cutting through to the Hudson. Across the plaza, COPS CRISS-CROSS before A BROWN BUILDIN DARK WINDOWS (ONE POLICE PLAZA). The Brooklyn Bridge loom bg. Freddy checks a wad of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE COP WATCHES FREDDY",
          "text": "Their eyes meet. Freddy nods, friendly, moving on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY takes his bag from the metal detector. He shuffles up the steps. Wide-eyed - he's at “cop-centra",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISC. COPS",
          "text": "\"Call the M - E. Mecca wants the slugs.\" \"Hey - is this Coke Diet?\" \"And I want to see the driver.* AT THE END OF THE HALL - A DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The War Room is subdued. TWO I-A DETECTIVES whisper, looking back toward - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCopland 6/3/96 revised —-94-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DETECTIVE MOE TILDEN - through a doorway - in an ADJOININ OFFICE. He sits, a cigarette burning in his lips, his fee his desk. He looks glum, playing with a rubber band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I-A DETECTIVE",
          "text": "(unwrapping a lunch) He got the call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "I-A DETECTIVE",
          "text": "(nods, taking potato chips, looking at paperwork) ‘pulled the plug. ‘told him if he sets foot in Jersey again, he's back in the bag. CARSON timidly approaches Tilden's door, holding a phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Uh. Moe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "The \"Sheriff of Garrison, New Jersey\" is here to see you. Tilden's face is numb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Y'gonna tell him we're frozen? Tilden thinks. He smiles, wheels turning. He stands. Picks up a computer monitor - still plugged in - and throws it in an empty bo He tosses another box to Carson, who stands, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Put your files in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Throw'em in. Do it. We're done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Moe? What the fuck? Tilden steps into the war room. He turns to Detective #2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Rubin? What are you doing?! The case is closed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 copland 6/3/96 revised -95-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RUBIN (Det. #2) looks up, frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBIN",
          "text": "Uh. Yeah, but you told me to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "What - I told you what? Fuck you. The case is closed. Go to lunch. Tilden throws Rubin's work in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Go - to = lunch",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBIN",
          "text": "(looking at his lunch) But I got - TILDEN crosses to the map of Garrison on the bulletin boa He rips it down, stuffing in the trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GO TO LUNCH",
          "text": "Stunned, Carson and the others watch as - Tilden moves along the desks of OTHER DETECTIVES, throwin to the floor. Everyone looks at him as if he's gone mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "The case is fucking closed! Get the fuck outta here! All of you! I-A Detectives shuffle out. Carson looks at Tilden, dumbs Tilden grins. Carson blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Carsie - put your work in the box. Carson reluctantly stuffs \"Garrison\" files into his box. Tilden steps across the mess he's made, moving back towar office. He closes the door. He puts his feet up, checking bright-eyed - over his shoulder as - FREDDY HEFLIN enters the war room, nervous. He is taken a the mess. Files on the floor. The shredded bulletin board CARSON turns, dumping files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Sheriff - what can I do for you? Freddy looks about, bewildered. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised +96—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What's going on? You guys moving? Carson smiles, cryptic. He continues stuffing his box full of files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "You could say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(nodding to Tilden) He told me to come down if - you know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Uh-huh. Freddy is confused. He furrows. Look. You guys were right. Babitch is alive. In the back office, TILDEN LISTENS, gleeful, snapping a r band. Freddy moves to him but Carson steps in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "It's a little late, Sheriff. But - Thanks for coming in anyway. Freddy turns. Confused. He nods toward Tilden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I want to talk to him. Carson put his hand on Freddy, moving him to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "Sheriff. Look around you. It's out of our hands, now, you dig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I gotta talk to him. It's important. Freddy breaks past Carson - he opens Tilden's door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hey. Tilden sits there. He refuses to meet Freddy's eyes, ligh fresh cigarette, turning his back on Freddy, facing the w Freddy is perplexed. Carson crosses to Tilden's door, pul Freddy's sleeve. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -97—",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hey. You were right. They tried to kill him. 'Like you said. But he got away. He's running around in the woods, you know, like Grizzly Adams or something. He's scared to death. We gotta do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARSON",
          "text": "‘should be scared. His Uncle got this case closed with one phone call. Freddy shakes off Carson's grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Look. I'm sorry - it took so long - to come around, you know? You were right. I couldn't see the truth. ‘Like you said. The evidence. My loyalties - they were confused, you know? But I'm ready now. Tilden is stone-faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What is this? What the fuck is this? You come to me - to my town - with these speeches and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "(still not looking at Freddy) That was two weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What about Babitch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Fuck him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What about Glynn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Fuck him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What about Joey Randone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "He fell off a building. Freddy glares. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 copland 6/3/96 revised -98—",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Listen to me, Sheriff. I'm very sorry I awoke you from your slumber. But it's over. Hands are tied, now. You shut me down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "No, they're not - You can - Tilden turns, facing Freddy. Red-faced. Intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Listen to me. I offered you a chance. i . When there was still room to move. I offered you a chance - to be a cop. And you blew it. Freddy speaks slowly, his eyes blazing with emotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- Everyone says that - \"Listen to me, Freddy, Listen to me, Sheriff\" - I hear fine - you know? - but I got one good ear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "Hear this. You blew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- so I listen hard - to the words - that come out of cop's mouths - you know? Because you guys - P-D - I figure you know the score. But these days - what comes out everyone's mouths - what comes out of your mouth - it's just all this poetic diarrhea. (beat) You people are all the same. te eee Tilden is silent. Carson looks to - Some detectives have assembled in the door - from the yel Freddy walks off - past them - exiting. Carson turns to Tilden. Smoke trickles from Tilden's lips",
          "sentiment": "neutral"
        },
        {
          "speaker": "TILDEN",
          "text": "That cupcake makes a mess. We have a case again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARNIVAL TRUCKS PARKED ON AN ATHLETIC FIELD, SET UP WITH",
          "text": "OF CHANCE. A SPIDER-LIKE TILT-A-WHIRL SPINS. Cop's famili about. There is a GATHERING AROUND A CHARCOAL PIT. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 copland 6/3/96 revised -99-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RAY GLYNN turns the quartered chickens on the grill. . He looks haggard, tense, as he watches FREDDY cross past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BB-GUN SHOOTING GALLERY SET UP IN THE OPEN END OF A TRU",
          "text": "STUFFED ANIMALS hang all around the open end of the truck THE UNSHAVEN OPERATOR smokes, watching Freddy warily as h to a BIG GREEN STUFFED TURTLE above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(putting down cash) Two shots in the center?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "‘You a cop? ‘rules are different for cops. I'm losing my shirt here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "What do I gotta do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Fi £ six. Jack Cotter approaches from behind, a full plate in hand. He slaps down two dollars. The Operator sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "I know, I know. I heard ya. The Operator hands them both rifles. Freddy aims his rifle. Cotter does too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘enjoy your trip to the big city, Freddy? Bang. Freddy misses. Bang. Cotter puts one in the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘have to make the next five to win. Freddy turns back to the target, raising the gun to his e All sound seems to drop away as he squints at the target. Bang. center. Bang. center. Bang. center. Bang. center. Bang. bull's eve. The operator takes a drag on his cigarette and reluctantl Freddy THE PLUSH TURTLE. Cotter sneers, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f103 104 copland 6/3/96 revised -100-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "at the nearly finished Burger King. Leaning on the side of the Sheriff's office, CINDY BETTS with A PASSERBY. She looks up, noticing - FREDDY - walking along main street, CARRYING FOIL-WRAPPED CHICKEN, FLOWERS, AND THE TURTLE. Cindy smiles as he approaches - assuming the gifts are fo Freddy walks past Cindy, averting his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLUSH TURTLE and THE FOOD on the passenger seat, besi BOTTLE OF WINE, FREDDY puts his keys in the ignition...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER, (0.S.)",
          "text": "Where you going, Freddy? JACK COTTER and FRANK LAGONDA sit in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "- Hm? Where you going? Freddy tightens - tries to be friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "...-mone of your business, guys. Cotter grabs Freddy by the hair on the back of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘Just cause Ray likes you, Freddy, don't mean I'm gonna let you fuck him up the ass. Freddy winces in Cotter's grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "Where's Superboy, Freddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You're asking me? I don't know. Freddy slinks his hand toward - HIS GUN. From the back seat, there is the click of a revolver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "You think you're making the big play? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 105 106 copland 6/3/96 revised -101-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm not making a play, Jack - but - I am the Sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "So who you gonna arrest, LAGONDA Sheriff - the whole town? You think we stink? Huh? You going to I-A for You think we have an odor? paint-by-numbers cop You give jobs to Elmira lessons? girls who open their legs? That's not kosher, is it? Freddy looks in his rear view mirror. Cotter and LaGonda",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Everybody's watching you, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freddy stands on the porch, arms full. He knocks. Liz peers out a side window; she brightens. The door open",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Hello, Freddy. An awkward beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Um. I thought maybe... Have you eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freddy follows Liz into the kitchen. She holds her flower",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Beautiful. And no condolences. Freddy smiles awkwardly. He puts the plush turtle on a ch Liz notices it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Did you win that? Freddy nods, proudly. Liz smiles, queasy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —-102—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I had to take the other Ollie away from her - he was leaking all over the place. Liz takes the bottle of wine and pulls out a corkscrew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I haven't been very receptive to visitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Well. If you don't feel like company -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No, no. Stay. Liz pours two glasses of wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Caroline's napping - and I was sitting in front of the tee vee, wondering if my life is over. Liz hands Freddy a glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Sounds fun. Liz turns to the chicken, unwrapping the foil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "It's probably cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I'll heat it up. Freddy wanders about the living room, taking it in - like considering buying it - as is. He squeezes a couch cushio Back in the kitchen, Liz slides the chicken into the oven",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "So. All that... hoop-la for Joey. Those ceremonies must give you a headache. Freddy shrugs, uneasy with this topic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I guess you're getting used to it, huh. ‘Bury one every two weeks. Liz crosses into the living room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f106 107 108 copland 6/3/96 revised -103—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "It was like one of the Kennedy's died. I thought, here I am, playing Jackie 0. Freddy sits down on the couch. He smiles a small tense sm",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Is this in bad taste? You can tell me, Freddy. It probably is. I'm sorry. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GARRISON SQUAD CAR SLOWS. Inside, CINDY looks out at - FREDDY'S SMASHED SQUAD CAR - in Liz's driveway. AN OLDS DELTA 88 slows as it passes Cindy. It is JACK COT smiles at her - following her gaze to - Freddy's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CINDY LURCHES HER CAR AWAY BUT",
          "text": "BLOCKING HER - staying even with her window. He smiles. TWO COPS SIT IN THE BACK OF COTTER'S CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘nothing better to do than watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Come on, Jack. We gotta get down there. I want to get this done. Cindy looks away. Cotter grins at her, intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "We're lookin' for a lost brother. ‘Be at the \"Aces\" later. ‘you get tired of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freddy and Liz sit at the dining room table, eating. The television plays quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "- Figs talks like everyone is a car and you can just - change directions like - by turning the wheel. It's not that easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Damn right. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108 copland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Sometimes I feel like a boat. A big boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "An ocean liner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Yeah. The Queen Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "The Titanic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Right. Exactly. (inspired) And you see this iceberg coming - you know - but you're so enormous - you can't turn. You have to -— like - you know - in the movies - you gotta alert the engine room or rudder room or whatever - and it takes so long and you're so big - you don't turn. You just hit it. Freddy looks up from his fevered story, meeting Liz's eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I just hope you're not trying to prove anything, Freddy. Freddy blinks, taut. Hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I mean, okay - some of them are assholes - ‘think they're high priests or something. But - why would they do all this? - I mean. Maybe they're doing the right thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Liz. I saw pictures of Ray meeting with this guy - this mobster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Says who - I-A ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "And even you said - Joey's death was -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Joey fell off a building, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I don't need this, you know - opened up. Maybe you need this, Freddy. But I_don't. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-104- eee eee",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY'S EYES MOVE TO",
          "text": "RANDONE on the wall. His medal on his chest. A big grin. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -105-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "LIZ (cont'd) All Joey wanted was a place for us to live I mean - who are you to judge? ‘Till you've walked in their shoes. (beat) Maybe that's what you're trying to do with me. CAROLINE CRIES FROM ANOTHER ROOM. Freddy stiffens. Liz rises, smiling sadly. She moves upstairs. Freddy sighs. Dejected, he turns to - THE MUTED TV. On screen, A 70'S COP MOVIE - a la \"PRINCE OF THE CITY\" - plays silently as - A SMOKING COP TALKS WITH A WOMAN AT A Freddy takes the remote, turning up the volume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMOKING COP, (ON TV)",
          "text": "- Cops are nothing but garbage men. ‘pick up the trash. ‘dump it. Next week, you pick up the same trash all over again. Freddy stares blankly at the screen. Deja vu. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driving along the water, FREDDY passes - A LINE OF CARS P ROADSIDE. FLASHLIGHTS SCAN THE BRUSH. A search for Babitc DEPUTY BILL watches from squad car. Freddy pulls up to hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Glynn caught his wife dropping food ‘round here. 'So they figure he must be nearby. Freddy nods, weary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "You know why they call him \"Superboy\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "‘was a hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "(shakes his head) ‘Cause he loves Campbell's \"Chicken and Stars\". Soup-erboy. Get it? Bill smiles. Freddy drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taking off his coat, FREDDY stares at - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f110 111 copland 6/3/96 revised —106-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "AN ENVELOPE lies open on the kitchen table. Addressed to it's from STATE FARM INSURANCE, a green check peeking out FIGS enters the room, folding clothes, putting them in - HIS N-Y-P-D ATHLETIC BAG. Slightly charred on one corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "You got your check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Thanks to you, Freddy. ‘Filing those papers in such a timely fashion. Freddy blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "‘You with Liz? Freddy nods, his mind working on something else, staring Fig's charred athletic bag. Figs crosses into the bathroo",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Where you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS, (0.S.)",
          "text": "My leave came. So I thought I'd look around - for a new reality, you know? Anyway. You could use the 'probly use the privacy. Freddy nods, unnerved. He takes his coat and heads back o Figs pokes his head out of the bathroom door as - slam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE MOONLIGHT",
          "text": "UPON - A charred toaster. Pot holders on a wall fragment. At the center of this box of moonlight - FREDDY HEFLIN si fingering a small charred device. He examines it, tears i eyes, with a browning-out flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "What's up? Freddy turns, startled. He smiles, sorrowful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "That lady cop — bomb squad, right? - ‘Sold you these caps and a timer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised ~107—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy holds up the device. Figs says nothing. He shakes his head sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "‘Guess you figured - with \"Superboy\" - * y'figured you were covered — if you could * just act like Marlon Brando — keep me busy - * ol' Freddy - he's too stupid to suspect * anything. (needing to understand) Y¥'didn't know she was coming over * that night, did you? * Figs shakes his head, beginning to weep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "She said she was going to her friend's - to watch pay-per-view. The thing - it was ona timer. I didn't know she'd be there. . (beat) She'd still be alive if that bullshit tower still held water. FREDDY . The \"Diagonal rule\" is the bullshit, Gary. Figs turns and wanders, slumped, back toward his car. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "‘till you need it, Freddy. ‘till you need it. FREDDY . I don't need traffic tips. I_need help. But Figs keeps walking toward his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- I'm gonna bring \"Superboy\" in - and - for once - we're all gonna tell the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "You gotta find him first. Before they do. Figs shakes his head and opens the door to his car. He lights a cigarette, looks at the lights of the great c across the river and back at - Freddy, alone in the moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Freddy. I got - in my pocket - a check for two hundred grand. I got a chance (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111 112 113 copland 6/3/96 revised —-108-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "FIGS (cont'd) to start my life again. I do not give a shit about this town or - (nodding to NYC) - that town or \"justice.\" Being right is not a bulletproof vest. A light flicks on in a nearby house. Freddy says nothing. Figs gets in his car. slam. He starts it up and drives off. BACK TO - CLOSE ON - FREDDY He sighs, red-eyed. He looks the roof of the charred house into the moonlight, staring THE ABANDONED WATER TOWER AGAINST THE SKY. GARRISON, NJ- it says in fading letters. Freddy squints. He stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIELD OF REEDS surrounds the BASE OF THE WATER TOWER. There is a path - fresh - trod through the grass. FREDDY CLIMBS UP THE LONG LADDER. Precarious. Some of the rungs broken. He is high above th ground. The town lies quietly below him. Asleep. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURRAY “SUPERBOY\" BABITCH OPENS HIS EYES TO SEE — FREDDY STANDING OVER HIM. Babitch is puffy faced, unshaven. He w sweats. This chamber is a mess - cans of Campbell's “Chic Stars\" soup popped open, all over - clothes scattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Let's go. Babitch blinks, taking this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm taking you to the city. Babitch laughs. They are a strange pair - Freddy and Babi same age, same build, and the same healing scars on their (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 115 copland 6/3/96 revised",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Get dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Who are you working with? The Feds? Freddy shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I-A",
          "text": "Freddy shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "You're alone? Freddy nods. He motions to a pile of clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Get dressed. INT./EXT. SQUAD CAR — MAIN STREET - NIGHT -109—- cuT TO: FREDDY drives. BABITCH sits in back, staring at his cuffs Freddy stiffens. Babitch's eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Oh, Christ. THROUGH THE WINDSHIELD — RAY GLYNN'S GRAND PRIX AND OTHER are assembled at THE FOUR ACES. Men mill about, heading i",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Get down. (quietly, into his radio) Bill... You copy? Babitch slinks down. Freddy snaps off his lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Bill? You out there? No response. Freddy tosses down the radio. He pulls into the back of the station house. INT. SHERIFF'S OFFICE — NIGHT FREDDY does not turn the lights on. He escorts BABITCH in HOLDING CELL. Babitch flops down on the bench. Sighs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f115 116 117 copland 6/3/96 revised -110-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "You don't know what you're doing, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Shut up. Freddy crosses to the dispatch radio. He flicks it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "...Bill... You copy? ...Bill... The second hand on the clock sticks, then moves on. It's two thirty. Freddy crosses to the window. THE STREET IS QUIET. Everyone's in the bar. A GARRISON PATROL CAR is parked at the corner. Near the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Shit. Freddy meets eyes with - THE NEWSPAPER ARTICLE ON THE WAL Lit by a streetlamp. Liz with her beauty queen's crown. FREDDY GRABS THE KEYS FROM HIS DESK. He moves to the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Hey. Wait a second. You can't leave me alone here. Hey. Hey. slam. CcuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guns at his side, FREDDY HEFLIN walks slowly, steadily, a the street, toward THE FOUR ACES. He lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN, LAGONDA, CRASKY AND COTTER",
          "text": "FREDDY ENTERS THE TAVERN. All conversations cease. Freddy moves toward Bill. He pushes out his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "It's club soda. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -111-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Finish it. Freddy strides to the back table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "(smiling) Hey, Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Hey, Ray. Uh. I came to get Bill and Cindy - and I came to tell you - I found him. The smiles wipes from Glynn's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm bringing him in. Tomorrow morning. And I want you to come with me. I owe you that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "He's a fugitive, Ray. And he's convinced you're gonna kill him. Glynn smiles, tense - lights a cigarette, glancing to Cot",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "He's a mixed up kid. So are you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "There's got to be a way out of this - for everyone. So I say - we all go in tomorrow. Together. As a community of law enforcement officers. And we unravel this. With lawyers or whatever. Together. Legal. In the city. There is some laughter. Glynn is getting weary of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Just tell me where he is, Freddy. \"You got him at the station? Freddy wipes the sweat from his brow. Bill and Cindy look to Freddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN -",
          "text": "What'd Moe tell you, Freddy? 'get you so confused. 'he show you pictures? ‘Me and some “bad guys\"? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -112-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "We don't have to explain ourselves to this fucking Meter-maid. CRASKY . He thinks he's the one kept this town . clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "‘Moe tell you I'm out to profit? Huh? That I get off breaking bread with the mob? ‘You think I like dealing with those people, Freddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "No. Ray. I don't. That's why you should come in with me - straighten this out. I know - you just wanted to keep the town clean. And - if someone told you they'd keep the drugs and the gangs out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Damned straight, Freddy. \"- I'd do them some favors.\" Damned straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Were you gonna keep it out, Freddy? - with your tin badge and your cupcake car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "That's why you should come in with me and explain it to them - tell them - Freddy shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Listen to me, Freddy. You know the difference between men and boys? Boys bet everything on everything. Boys think every hand is a royal flush. You play cards with aman - he knows his limits. see eee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Listen to me. I invited men - cops - good Men to live here. And these men - to make a living - they cross that bridge everyday - to a place where everything is upside down - where the cop is the perp and the perp is the yictin. eee ee ee Cotter smiles. He's heard this speech before and he loves (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised -113-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "But they play by the rules. They keep their guns in their holsters and they play by the rules. The only thing they ever did was get their families out - before it got to them. (beat) And you come to me - Freddy - with a plan. A plan to “set things right\". Everyone in the city holding hands - singing \"We are the World\". It's very nice. But Freddy - your plan is the plan of a hoy. You made it on the back of a match book - without thinking - wi i : And you say - \"come in with me, Ray - bet your life on this hand\" - and I look at the cards - and I see nothing. I see Superboy crucified. I see this town destroyed. I see the death of everything we've built, Freddy. That's not what you want, is it? ee ee ek ke",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Ray. I look at this town - And I don't like what I see anymore. oe Glynn stands, eyes flaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Whe the fuck do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I'm the Sheriff of Garrison, New Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "The grass hasn't even taken root above Joey's grave, you fuck. COTTER PUTS HIS GUN ON THE TABLE. Playing with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "‘you feel like a cop now, Freddy, sticking it inside a cop's widow? Some of the other cops are getting uncomfortable. A few l",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "I'm outta here, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Yeah. This is too rich for me. CINDY AND BILL ARE FROZEN - TORN... FREDDY'S HAND TOUCHES HIS HOLSTER. Cindy looks away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f117 118 copland 6/3/96 revised —114-",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Freddy. You got him at the station? Freddy says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Just drop the keys. Maybe they fell out of your pocket. Or maybe Cindy's. And you go ome and you sleep. And you wake up - and you guide that traffic through town - Tears well in Freddy's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "- and everything will be the way it was. Freddy looks at the clock on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Um. I'm leaving at six. That's in a few hours. I'd like you to come with me, Ray. Bill joins Freddy, hesitant. Glynn wilts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "There's nothing I can say? Freddy looks up solemnly. Glynn puts his hands in the air. Crafty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN",
          "text": "Okay, then. Six it is. It's a date. Freddy blinks, stunned. Cotter and LaGonda glare at Glynn",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY -",
          "text": "Okay. I'll see you then. Freddy shuffles, uneasily, toward the door. Bill follows. Freddy looks to Cindy. She turns to Cotter - torn. She shakes her head, tearful. Freddy pulls the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BABITCH sits, pacing in his cell. TWO SHOTGUNS on the table, FREDDY sits slumped, facing th windows of the station. BILL paces, on the phone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcopland 6/3/96 revised —115-",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "- No, honey. I'm telling you - Because I can't just leave him here. Bill hangs up the phone. Slowly. The second hand on the clock sticks. It is four thirty. Bill glares out the window. A CAR IDLES OUTSIDE... watchi",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Go home, Bill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "(tortured) I mean. I want to be here for you, Freddy. But... Lisa's nervous. She's pregnant. I mean. There's a reason I never applied to the city, you know? This is your thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "So, go on. I'm gonna be fine. (smiles) They're not going to kill me. Babitch mutters in the bg. Bill moves to the door. He tur",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Why don't you just go now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I told him I'm leaving at six. Besides. They're out there already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "(nodding) Take care, Freddy. Freddy nods, weary. Bill exits. Babitch puts his head in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Driving, music blasting, his car piled with belongings, G 'FIGS' FIGGIS keeps staring at himself in the driver's mi",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "Shut the fuck up, would you please? But Figs looks once more and - with a sigh - hits the bra FIG'S CHEVY screeches to a stop in the deserted turnpike. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f119 120 121 copland 6/3/96 revised —116-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Birds sing. The mud-yellow sun rises over the distant cit The second hand sticks, then moves on. A few minutes to s Freddy wakes with a start. He peers out the window. The street is empty. Desolate. The car from last night -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Oh, well. He takes A SHOTGUN. He opens Babitch's cell. Babitch is sitting there, groggy",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Come on. We're going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bank clock blinks - 5:58 am, 5:58 am, 5:59 am. FREDDY and BABITCH exit the station. They round the corner, walking in the alley behind the Sh Office toward - FREDDY'S PARKED SQUAD CAR. Freddy stops in his tracks. The tires have been slashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "Oh God. A HAND REACHES FROM BEHIND FREDDY, taking his shotgun. He feels the cold press of steel against his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "Get down. Jack Cotter pushes Freddy down on his knees. LAGONDA takes Babitch. Cotter pushes Freddy's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "I said - get down, Freddy. Color washes from Freddy's face as he gets down on all fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "Jesus. Guys. You don't want to do this. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f121 122 copland 6/3/96 revised -117—",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAGONDA",
          "text": "Don't shit in your pants, Freddy. We ain't gonna kill you. THE MUZZLE OF A GUN TOUCHES FREDDY'S EAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COTTER",
          "text": "This is the good one, right? Freddy nods. HE CLOSES HIS EYES. HE HEARS THE TUMBLER CLI",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE HEARS THE HAMMER PULL. CRACK",
          "text": "The gun fires, not into Freddy’s head, but . Freddy rolls to the pavement, powder burns covering his e blood trickling from the canal. Delirious with pain, Freddy looks up as — COTTER AND LAGONDA LOAD BABITCH INTO A CAR. Since the gunshot — all we can hear is a ringing sound. A low distant piano, and Freddy's racing heartbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY ROAR UP THE ROAD, TOWARD THE HOUSING TRACTS ON THE H",
          "text": "leaving Freddy alone, deaf and bleeding on the roadside. He struggles to stand. He collapses to his knees. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rumble and piano continue to build. Smacked with dawn light, Manhattan glimmers across the ri AT A NEATLY KEPT HOUSE - COP #1 - in his robe - takes his morning paper from the stoop. He notices - Stumbling up the center of the road — SHERIFF FREDDY HEFLIN, blood trickling from his ear, runn down his neck, soaking his shirt. His face is pale and ha the powder burn smeared over one side of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTGUN IN ONE HAND, REVOLVER IN THE OTHER, FREDDY LOOKS",
          "text": "WESTERN GUNFIGHTER, his eyes glazed with anger, his face They meet eyes. The cop closes his door. Freddy trudges on. Up the steep hill. Past the mailbox that reads - RANDONE... THE DOBERMAN ON THE CHAIN BARKS SILENTLY AT FREDDY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ LOOKS OUT HER BEDROOM WINDOW",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f122 123 copland 6/3/96 revised —-118-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Freddy, marching on... dazed and bloody... moving toward cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY STRIDES TOWARD THE HOUSE, EMBOLDENED BY THE SILENC",
          "text": "HIS INJURY. He blinks, wiping sweat and blood out of his",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK INTO THE HOUSE.",
          "text": "LAGONDA RAISES HIS GUN — SHOUTING SOMETHING AT FREDDY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT FREDDY KEEPS WALKING TOWARD THEM. STEADY. HIS HEARTBE",
          "text": "INCREASES — Tha-thump, tha-thump... the piano builds... THE MUZZLE OF LAGONDA'S GUN FLARES. THE WINDSHIELD OF A PARKED CAR SILENTLY SHATTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY RAISES HIS GUN. HE FIRES. BUT THERE IS NO SOUND.",
          "text": "LAGONDA CRUMPLES TO THE GROUND, clutching his leg. FREDDY KEEPS WALKING. STEADY. COTTER SHOUTS SOMETHING AGAIN, RAISING HIS GUN. FREDDY AND COTTER FIRE AT THE SAME TIME. Muzzles flare. COTTER FALLS BACKWARD ON THE PAVEMENT. HIT IN THE CHEST. HIS GUN FLIES FROM HIS HANDS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 124 copland 6/3/96 revised -119-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSE. SUDDENLY",
          "text": "CONFUSED - FREDDY TOUCHES HIS SHOULDER. He_has been hit. CRASKY STANDS AT THE SIDE OF GLYNN'S HOUSE, GUN SMOKING. HE RAISES THE GUN TO FIRE AGAIN — AT_ FREDDY SUDDENLY — A SILENT BLAST RIPS THROUGH CRASKY'S TORSO. Crasky's gun fires into the air, He falls backward, limp. FIGS STANDS IN THE CENTER OF THE ROAD, REVOLVER SMOKING. His Chevy behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NUMB WITH SILENCE, BLOODY, FREDDY MOVES DOWN THE HALL. De with medals, citations of heroism, headlines and photos, there is blood smeared along the wall, and on the colored carpet leading up the stairs - TO THE BEDROOM... FREDDY FOLLOWS THE TRAIL. CLIMBING THE STAIRS. His eyes darting left and right, wild... Below, FIGS enters the house, shouting something as Fredd rounds the banister upstairs, pushing open - (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 125 126 copland 6/3/96 revised -120-",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND IN THIS MOMENT",
          "text": "THE BLOOD TRAIL ON THE CARPET. It makes a loop into the r toward the bed, then back around and toward Freddy under feet... FREDDY SPINS AROUND AND FIRES AS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "I can't hear you, Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLYNN CRUMPLES TO THE GROUND. FIGS ARRIVES AT FREDDY'S SI",
          "text": "cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIGS and FREDDY emerge with BABITCH. In the golden light, A CROWD OF STUNNED COPS IN ROBES AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWEATPANTS. THEIR FAMILIES WATCHING FROM THE SAFETY OF TH",
          "text": "FRONT STOOPS. They are in awe. Dull-faced - but respectfu Freddy's command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FREDDY drives, a pool of blood welling on his lap, from t wound to his shoulder. FIGS rips Freddy's shirt, tying a tourniquet. BABITCH lies across the back seat, numb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "He's deaf. They shot out his ears, man. Freddy pulls to a stop at the TOLL BOOTH. Freddy hands THE TOLL TAKER three bucks. The toll taker is nonchalant. Oblivious to the blood all",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOLL TAKER",
          "text": "It's four. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f126 copland 6/3/96 revised -121-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "(deaf; confused) Hm? Figs hands Freddy another single.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREDDY",
          "text": "As Freddy pulls the car through through the mechanical ar out onto the bridge, Figs shakes his head in wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITCH",
          "text": "- watchin' too much Gunsmoke, man. He's crazy. He is. He's fuckin’ nuts. Figs turns, meeting Babitch's eyes. Figs smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGS",
          "text": "No. He's a cop. Driving across the bridge, oblivious, Freddy glances at F Figs puts a spinning red light on the dash and flicks it Freddy smiles a weary smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Figs' CHEVY weaves toward the city, red light spinning From somewhere - a piano rises - lilting, romantic and st",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_484"
    }
  ]
}