{
  "movie_id": "MOV486",
  "scenes": [
    {
      "location": "MOCTEZUMA'S PALACE. NIGHT.",
      "characters": [
        "MOCTEZUMA",
        "ZOO",
        "CERVANTES",
        "CRISTOBAL OLID, (CONT'D)",
        "INSIDE A TENT ON TOP OF A CUE",
        "ALVARADO SANDOVAL",
        "SANDOVAL, (CONT'D)",
        "FATHER. OLMEDA",
        "CRISTOBAL",
        "JARAMILLO",
        "CRISTOBAL, (CONT'D)",
        "CORTES, (LIVE)",
        "PUERTOCARRERO",
        "VILLAFANA'S COHORT",
        "INSIDE THE CARRIAGE",
        "DIAZ, (V.0.)",
        "VELASQUEZ DE LEON",
        "TOP OF THE PYRAMID",
        "INSIDE",
        "PAGE",
        "MELCHIOR",
        "AN HOUR LATER.",
        "NARVAEZ",
        "CORTES, (0.S.)",
        "EXT. LATER.",
        "ALVARADO",
        "CORTES' PAGE, (V.O.)",
        "FACE",
        "INSIDE HIS TENT",
        "RINA",
        "MARTIN LOPEZ",
        ", CORTES",
        "EXT. SPANISH CAMP. HOURS LATER.",
        "EXT. CAMP. DAWN.",
        "CORTES, (V.0.)",
        "THIRD INTERVIEWER, (VELASQUEZ DE LEON)",
        ", CORTES, (CONT'D)",
        "FATHER OLMEDA",
        "DIERO",
        "VELASQUEZ",
        "INT. CORTES' TENT. LATER.",
        "GREAT HALL",
        "MOCTEZUMA, (CONT'D)",
        "DIERO ,",
        "MOCTEZUMA/MARINA",
        "EXT. CAMP. TWO DAYS LATER.",
        "VILLAFANA",
        "MAP",
        "MARINA, (CONT'D)",
        "SANDOVAL",
        "CORTES, (FOURTH INTERVIEWER)",
        "MAIN TITLE",
        "__ SANDOVAL",
        "I",
        "MESSENGER",
        "_ CORTES",
        "MARINA",
        "EXT. CORTES' CAMP. DUSK.",
        "PRODUCTION NOTE",
        "CORTES' PAGE, (CONT'D)",
        "A HUNDRED YARDS AWAY",
        "2ND RECRUIT, WITH SCAR, (VILLAFANA)",
        "VILLAFANA'S COHORT, (CONT'D)",
        "TRANSLATOR",
        "HANDSOME WOMAN",
        "TRANSLATOR, (CONT'D)",
        "CORTES",
        "EXT. MEXICAN TERRITORY. DUSK.",
        "YOUNG DIAZ",
        "CORT",
        "DISSOLVE TO",
        "ON CORTES AND MARINA",
        "ROYAL EMISSARY",
        "A LARGE ROOF TERRACE",
        "CUAUHTEMOC",
        "DIERO, (CONT'D)",
        "BOTELLO",
        "CORTES' TENT",
        "EXT. LATER",
        "OUTSIDE",
        "VELASQUEZ DE LEON, (CONT'D)",
        "CUT TO",
        "STREET. DAY.",
        "CORTES, (V.O.)",
        ",",
        "MINUTES LATER.",
        "PEDESTRIAN",
        "VOICES",
        "FATHER OLMEDA, (CONT'D)",
        "_.CORTES, (CONT'D)",
        "84.",
        "AVIARY",
        "CRISTOBAL OLID",
        "CORTES, (CONT'D)",
        "BUT WE ARE SPANIARDS",
        "OUTSIDE HOUSE",
        "MINUTES LATER",
        "CROWD",
        "CORTES' PAGE",
        "1ST INTERVIEWER",
        "INT. CORTES' TENT. SUNSET.",
        "' CORTES, (CONT'D)",
        "ALVARADO, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A man in a loincloth running along a causeway. The moon hangs in the water behind him. A conch-shell trumpet blows. Ancient haunting call... Legend: City of Tenochtitlan Aztec year: 1 bundle, 13 rabbits The Runner is carrying something. Sprinting all out, for his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Runner breathless, babbling in a language we cannot u He throws down what he was carrying. Facing him is a PAPA (Priest) dressed in black robe, long matted with blood, 4\" fingernails, bloody earlobes, wild The Papa waves his hand, dismissing the Runner, and bends pick up the Runner's burden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Papa enters hesitantly. As he moves through the dark glimpse furnishings which suggest an austere elegance. A covered with a spectacular feather blanket... The Papa passes the empty bed, goes out onto a: EXT. BORDERED ROOF. NIGHT. From the rear: MOCTEZUMA staring at a comet blazing in th The Papa speaks, eyes lowered to the ground. Moctezuma replies with a single word. The Papa sets down the Runner's burden and leaves. Moctezuma turns and stares at what is on the ground: CORPSE of a large bird. The Emperor's features betray no reaction - he's seen it his eyes fill with sick apprehension of his fate. He turns back toward the comet. \fRuns his hand along the parapet. No...along a snake. 5-foot python. We hear a smokey old v",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Forget it. With an ease suggesting great familiarity, Moctezuma pick snake and carries it inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Forget who you are...where you are...what you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rain assaults the windows as a half-dozen HIDALGOS (lando their wives feast, drink, and listen to a wild and ribald",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Forget it all and come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rain of obliteration, seemingly capable of washing away memories. A carriage hurtles through the storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Come with me, back to my youth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CARRIAGE",
          "text": "DIERO, a sniveling hunchback, hands wringing, eyes gleami",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Back to the greatest military campaign in human history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From these few moments inside this house, we will infer t Western civilization. Everything proudly displayed yet pr are scarcely out of the Middle Ages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Cuba. 1519. Just 27 years after Columbus. It was the time, the place, and the age...of Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the titles flash, we focus on the man telling the riba",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "When I met him, he seemed like any other man. Volume up faintly in the room. CORTES, 34, is speaking wi sophistication of the youthful fantasies which drew him t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes, of course I dreamt of knighthood and wealth, but the real dream was: To go where no Christian has gone... To see what no Christian has seen... His audience in the palm of his hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "But first there was a married woman who had smiled at me and I wondered... They laugh, and he continues (volume down): how he was ch angry husband, broke his leg, and had to stay in Spain an",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Cortes laughed, drank, told a good story. He looked happy ; But, like many other men, his life was not as good or peaceful as it seemed. CORTES' WIFE sits at the far end of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "He had been forced to marry his wife, and did not love her. Pan to ANOTHER WOMAN, odder and more beautiful than his w",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The woman he loved he could not have. Pan along his FRIENDS: idle gentry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "And_his friends were men he wanted to love, but could not find cause. (the CAMERA approaches his",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "Cortes...was a man...who was waiting... Cortes finishes his story, to laughter and applause, imme interrupted by: POUNDING AT THE DOOR. The knock of fate. \fA SERVANT ushers in a drenched Diero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Come in, come in, my little twisted gnome. Sit down! Have some wine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "Velasquez is sending another expedition to Yucatan Island. For an instant Cortes stops short - Diero snatches some wine and heads off toward another roo Cortes stares after him, then recovers his \"amiable\" exte",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I have always admired his beautiful manners. (to the others) Excuse me. CORTES' LIBRARY. MOMENTS LATER. Diero drinks directly from the wine bottle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "The Governor wants Bermudez to head the expedition, but perhaps, with my influence... He stares at Cortes with glee, relishing his power. To hi Cortes is remarkably matter-of-fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How much do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "Half your profit. He smiles nervously, thinking Cortes will erupt angrily. Instead Cortes stares at him with an expression close to Then he sticks out his hand. Diero stares at the hand, hesitates (should he ask for mo shakes. The deal is done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO, (CONT'D)",
          "text": "Well, I...guess I'll join the others. (retreating) I can't believe it was so easy. He starts out. As the door is closing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Nothing is that easy. \fMeaning: he won't pay. He opens the shutters, stares out at the rain. We study his face. Cheekbones rising, nostrils flaring sl Something is happening to him. Something dramatic. Like a turning into a butterfly...only this is masculine. He crosses the room and pulls a curtain. Revealing: A MAP of \"THE KNOWN WORLD.\" Europe is carefully drawn but dispropor tionately large and central. Africa is sketched huge, vague. South America does not exist at all. Below North America is Cuba, and below Cuba is the Yucata Handwritten on the Yucatan: \"Per Cordoba and Grijalva exp Cortes stares at the map and dips his quill into ink. From the Yucatan, he draws an arrow Westward. Deep into what we now know to be Pacific Ocean, his pen s He draws a question mark. Stares at it. Sets down his quill... The fire in his eyes would light a city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes stands before DON DIEGO VELASQUEZ, Governor of Cub",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ",
          "text": "...explore the area, and trade with the natives. You are not to venture inland, not to settle the land, not on any cause to consort with Indian women. As Velasquez drones on, we realize: Cortes isn't just acc commission; he's also - despite his respectful pose - car studying his patron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Don Diego Velasquez, conqueror and Governor of Cuba, vassal of King Carlos of Spain, benefactor and future enemy of Hernan Cortes. (as CAMERA MOVES IN ON",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ",
          "text": "He was a man ruled by cowardice, fear, and greed. Remember his face. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThere wal hQ(GQ\\TaPaoment in our campaign when this man's spectre did not stalk us... Yet we never saw him again. Velasquez finishes his speech, licks his fat lips Cortes makes a standing bow with his hat. Velasquez moves away. Cortes turns toward a crucifix, kneels quickly, and cross We realize that the bow toward Velasquez was pro forma; C paying homage to his true master. Velasquez stares at him, realizing the same thing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men load a ship. Some plain and rough, some gentry; even are tough, self-made men, rather than limp aristocrats. Cortes' banner flies high over a line of recruiting table the dock. We move down the line:",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST INTERVIEWER",
          "text": "Which expedition were you on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "2ND RECRUIT, WITH SCAR, (VILLAFANA)",
          "text": "(charming grin) I want a cauldron full of gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD INTERVIEWER, (VELASQUEZ DE LEON)",
          "text": ".a business venture! If you contribute money, a musket, a horse, then you get extra Shares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (FOURTH INTERVIEWER)",
          "text": "I wrote to your father, not you! You're too young! He's addressing Gonzalo de SANDOVAL, whose enthusiasm, in slight stammer make him very likeable and somewhat comic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I'm t-t-twenty-two!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Exactly. Tend to your pimples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I haven't had a pimple in years. Find me a place or I will stow with the rats! \f7. As Sandoval steps aside, the Third Interviewer (JUAN VELA LEON, 27) mutters something to Cortes about the applicant interviewing: PEDRO DE ALVARADO, 34, a golden boy with lo a massive physique, a gold chain, and sublime confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Isn't trouble what we're looking for? I'm stronger than any man in your army, and happier, I can wiggle my ears, and I can pulla horse down with one hand. Cortes stares at him. But his stare is interrupted by a t squawking from the other end of the dock. Cortes glances turns back to Alvarado:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Step over there. Alvarado saunters to one side as the commotion moves towa CRISTOBAL DE OLID, protesting loudly, is being dragged by Olid is so strong he could toss the others into the drink sense he's actually coming of his own free will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Senor Cristobal! So nice of you to visit. How are your headaches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "Try to make me join, I'll kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No, no, you misunderstand. I brought you here for a contest of strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "Don't bore me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "This man claims he can beat you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Not just you. I can beat anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(motions: see?) | Please. Teach him some humility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "I am not a schoolmarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You're walking from a challenge? Cristobal blinks, stalks to Alvarado, holds out his right confidence that is electrifying: no way he can lose. \f8. Alvarado grabs the outstretched hand, and they commence. display of raw strength. CORTES' PAGE sprints down the dock and whispers to Cortes Cortes turns to PUERTOCARRERO, a shy, handsome nobleman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "How soon can we sail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUERTOCARRERO",
          "text": "Two-three days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How many minutes? Diero is heading toward them, accompanied by armed SOLDIE Puertocarrero makes for the boats, starts shouting orders The contest of strength continues: so equal it's comic. B strain and grunt, but their hands do not move even a mill As Diero approaches, Cortes motions to a SECOND PAGE, hid of the dock buildings. The Second Page unmuzzles and releases a MASTIFF, which r the men, barking fiercely, leaping up on them - Cristobal curses, flails at the dog with his free arm, wh Alvarado to throw Cristobal to the deck. Diero tries to speak with Cortes - Cristobal leaps up, enraged -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "(to Cristobal) It's true, then. He is stronger? (to Diero) One minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "That miserable cur almost bit me! I demand a proper contest!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We're sailing. Only way to get satisfaction is to come along. Cristobal glares. Cortes takes him aside, ignoring Diero'",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I'll give you a quarter of my profits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "What profit? You're going to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then do it out of friendship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "I never liked you. Cortes rolls his eyes. Clearly they have a friendship, bu is professionally grumpy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "For glory then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "Whose? You'll get it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(clutching at straws) We: hear the native women. three hours with one of them is worth a five year affair here in Cuba. And you can take as many as you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "A hundred? Cortes does a slight double-take, quickly recovers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Two hundred, or more... Cristobal nods soberly. Certainly a factor worth consider",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO ,",
          "text": "Cortes! As mayor of this town and emissary of the governor, I demand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What is it, my friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "You are under arrest. If you do not go quietly, my soldiers will fire. The Soldiers aim their muskets at Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What am I charged with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "Treason. Plotting to exceed your authority and conquer the Indians. Both men look up at Cortes' BANNER, which reads: \"Comrade the sign of the cross and through it we shall conquer.\" Cortes stares at the muskets. He doesn't seem to have muc holds out his hands to be manacled, and for a moment it s story will be over before it begins. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Looking back, I have often wondered how many men, in Cortes' place, would even have made it out of port? As the Soldiers move to shackle Cortes, he says loudly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "But I must caution you. These men already feel loyalty to me. I can't be responsible for what they might do to your town, or your person -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "(outraged) You are inciting them to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(quiet confidence) No. If I incite them, you'll know it. (as Diero hesitates) We sail in ten minutes. (giving him his excuse ) What a pity you didn't get here in time to stop us. Diero nods. He will accept this ploy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "You cowardly sack of slime. (as Diero bridles) Just a figure of speech. (embracing him, whispers: ) Don't forget your 50%!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIERO",
          "text": "You will regret that insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No. I'll either dine with trumpets or die on the gallows, but I'l regret nothing. Cortes heads toward his ship, Puertocarrero at his side. of the ship: a_ huge pile of crucifixes of varying sizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "How short are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUERTOCARRERO",
          "text": "Fifty men and half our supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We'll stop in Havana. He notices Sandoval climbing aboard ship - \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Hey! Kid! Sandoval winces: he got caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Can you look a man in the eye and lie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I can learn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How old are you? Sandoval looks Cortes straight in the eye:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "T-t-t-twenty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(playful) Jesus. That is awful. He motions for Sandoval to jump on board. As they do -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLAPPING SAILS suggest ocean voyage. HOLD. Then PAN DOWN fog: like a mysterious, sinister intimation... Cortes paces the deck. In the b.g., the other ships are a close at hand. Men are assembled on the decks of all the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "It is only 150 miles from Cuba to the coast of the Yucatan. None of us had any idea the true distance we were travelling. Cortes pauses, looks at BOTELLO, a small exotic man nervo examining tarot cards and dispensing gloom to three Deckh Puertocarrero comes up to Cortes and nods: the men are re climbs to the topdeck and peers out: posture of a great l voice echoes in the fog:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "My friends, my partners. Tomorrow we land. Tomorrow we place our lives and fortunes in the hands of God, for we know not where we go, who we meet, what horrors we encounter, if there will be men or arms or beasts far stronger, more numerous, and more terrifying than our own... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can peOREES BEANGTDAn1y one thing: Wherever we go, we shall find three leagues of bad road. (pregnant pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT WE ARE SPANIARDS",
          "text": "The men cheer wildly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Few in number, but strong in arm, ...and will... and resolution. Stronger still in the love of God. With His Grace may we go. In His Name may we survive... (peers out at fog) the unknown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men cheer, but a slight chill lingers: the unknown... Into this chill steps the acerbic priest, FATHER OLMEDA. the Latin Mass, we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flat beaches; few trees. In the center of camp, A MAPMAKE LOPEZ, tall, stork-like) uses ink, finger, and fingernail Yucatan on a scroll. He marks the spot where they landed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP",
          "text": "(See Next Page)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mundane details. Men washing clothes, swatting mosquitos, off the large pile of crucifixes. The Mastiff runs around tail, peeing. ONE COMMON SOLDIER, very young, is eating a carefully placing the seeds in a handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The Yucatan was so named because the first Spaniards who landed asked the name of the country, and the natives answered, \"Tectetan,\" meaning, \"I do not understand you.\" The CAMERA moves out of camp, into the dense brush. A LON Motionless. Watching the Spaniards...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We corrupted the word to \"Yucatan.\" So the place is named, \"I do not understand you.\" Commotion in camp. A SCOUTING PARTY is returning with spo trinkets and 50 turkey chicks. Alvarado waves a fistful o \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Chickens here! Good fat chickens! Fresh grub for everybody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How did you get these \"chickens?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO SANDOVAL",
          "text": "They gave them to us. We t-took them. Alvarado glares at Sandoval, then winks: it's okay, no sw",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "And the trinkets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "They're hardly worth 50, 60 pesos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The next man who steals will be hung!! We are here to make friends, is that understood?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Yes sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "(mocking) Yes sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(re: Alvarado's tone) Are you a moron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "welt (grins) peopleвЂ™ ve said it. But I don't really agree. Cortes can't help smiling. This kind of jerk is hard to r",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO, (CONT'D)",
          "text": "Besides, I did make friends with the Indians. They like me -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We glide away from them, down the line of 16 horses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The thing I remember most about the Yucatan was not the turkey chicks but something that seemed a mere curiosity. The last of the horsemen is holding a human skull. He pas to Cortes, who examines it briefly and tosses it to his P \f14. The youthful Page inspects it with curious morbidity... C first time he's handled such a thing. He holds it up to t and we realize with a sickening shock: this is an omen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spanish ships are harbored in the bay, some lifeboats toward the shore... b.g. The men are rowing DIAZ (V.O. We sailed on to Tabasco. Suddenly 100 Indians emerge from the woods, leap into the Spaniards leap into the water too. The CAMERA moves in on who is quickly surrounded by FOUR INDIANS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Our first military skirmish was unimportant save one thing. Four Indians surrounded Sandoval. They could easily have killed him, but they didn't even attempt it. All they tried to do was take him prisoner. It seemed strange... Sandoval is rescued by two countrymen. The Indians retrea sighs with relief...then stares after the Indians: Why di kill me???",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes cuts a cross into a silk cotton tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I claim this land in the name of God and his majesty King Carlos. Father Olmeda nods. Velasquez De Leon glares at Cortes... Cortes' Page ushers over TWO INDIAN CAPTIVES and MELCHIOR translator, an Indian wearing a long red Spanish cloak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGE",
          "text": "Two captives, my liege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And can our invaluable translator speak their dialect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELCHIOR",
          "text": "Yes, my lord. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(to Melchior) When you were captured by the previous expedition, wasn't it near to here? Melchior blinks. Cortes laughs, quickly changes the subje",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "These Indians have gold trinkets. Where did they get them? Melchior translates. The Captives point East and say, \"Me",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "\"Mexico?\" Is that a river?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELCHIOR",
          "text": "(a beat, then:) No, a lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I see. Ask them what dangers we face. At this question, the Indians converse in an animated fas watches them keenly, sensing something. He interrupts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "How large is this approaching army? Melchior does a double-take -",
          "sentiment": "neutral"
        },
        {
          "speaker": "_.CORTES, (CONT'D)",
          "text": "When will it get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELCHIOR",
          "text": "A week? Maybe more. Cortes nods. He knows Melchior is lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Good. Then we have time to prepare, don't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAMP. DAWN.",
          "text": "Cortes walking, watching, checking on his men. He passes Lopez, adding to his map. We notice that Lopez has now fo pen to use for his mapmaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP",
          "text": "(See Next Page) \f16. SPANISH CAMP. As Cortes walks on, we notice the extraordinary beauty of",
          "sentiment": "neutral"
        },
        {
          "speaker": ",",
          "text": "surroundings. Every tree is virgin forest: lus sweet, den almost smell the rich foliage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Comrade! A_ soldier, CERVANTES (a buffoon with a distinctive blond sleeping on his watch. He wakes with a start, sees Cortes scrambles to his feet -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Go remind everyone; the penalty for sleeping on watch is death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "Yes sir!, thank you, sir! I promise I wasn't drinking, sir! Cervantes scurries off. He passes a red cloak draped over branch. It is Melchior's cloak, flapping eerily in the wi As Cortes approaches it, he sees de Leon watching him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I suppose it's better to have no translator than one whose loyalties are divided...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Divided loyalty can be a problem. (gestures toward the cross marked in the tree) You cut the tree in the King's name, not VelasquezвЂ™.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "But that's understood: We serve your cousin Velasquez, but every Glory goes to God and King Carlos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "A very good answer...for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You think I will mutiny against your cousin? I give my word that will not happen. Velasquez The Lionhearted nods, surprised and pleased. An alarm sounds, a call to battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Will you fight at my side? \f17. Velasquez De Leon buckles his armor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10,000 Indians in wild feathered costumes, faces painted white, hurtle toward: panish infantry. They cock their muskets and fire. he first line of Indians falls - he whole Indian army stops short. ewilderment inside the Indians' heads... he musketeers re-load as the crossbowmen fire... Ss 1 1 pilence . You can hear the trees rustle. You can also hea 1 More Indians fall. But the rest of the natives seem to re is the nature of the battle. They resume fighting. he next time the Spaniards fire, the Indians keep coming. 1 Quickly the battle is joined. Hand-to-hand combat: fierce and competitive. (Underneath, barely audible: A RUMBLING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spaniards stay in tight formation, backs to each othe rears are protected and their superior weaponry can preva Indians fight as individuals seeking captives. We realize army of soldiers vs. a band of warriors. As the RUMBLING SOUND grows louder, we focus on Cristobal he is a different man. An animal. Fierce, wild, fearless, equivalent of 20 men, he seems to rejoice in battle. Our grows with each second we watch him...and then he speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "I'm getting cranky! Where the hell is the damn - (cavalry!) Then he too hears the RUMBLING. Turns to see the Indians The Cavalry race toward them. Horses. These huge beasts, from their mouths, the incredible musculature of their ch wild look in their eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We knew from the two previous expeditions that the natives had never seen horses before. The Indians gape in consternation but stand their ground horses, only yards away, are reined in so that they raise legs in an apparent attack posture - The Indians flee in terror... \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "They thought these beasts were centaurs, magical creatures: half- men, half-hornless deer. As the cavalry gives chase, the Indians vanish into the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men relaxing, enjoying the victory. Cortes sits under a c palms and watches as his Page leads a horse toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "This battle gave our Captain his first brilliant idea. A small mare was in heat. Cortes shakes his head, directs his Page to a different s Satisfied, Cortes nods and the mare is tethered. She squa her bottom on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes under the same palm trees; the mare is gone. abbrned chvers have holes in their Lips and-eare-tn which stone disks have been inserted. Cortes leads the Caciques to the spot where the mare was They bow to him; he bows back. No-one to translate. Cortes signals, and his Page leads a STALLION WITH RIDER The horse whinnies loudly, smells the ground, snorts, paw ground... He's staring right at the Indians... The Indians cower. Why is this beast so angry at them? Cortes mimes: he wants food. The Indian Chiefs nod anxiously and back away in fear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An Indian procession. Porters bringing food, followed by BEAUTIFUL NATIVE GIRLS (nine naked to the waist), and las CHIEFS. In the center, supported by several men because h large to walk, is the FAT CACIQUE, their leader. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "As Cortes requested, food came... and other gifts. But these Indians were not the ones we'd been fighting. Instead, they came from Cempoala. We were learning that, as in ancient Greece, the land here was divided not into countries, but into city- states. As the half-naked girls approach, the Spaniards - Cristob especially - stare with undisguised lust...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "I like the one in green. Cristobal sticks out his hand: arm-wrestle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO, (CONT'D)",
          "text": "No, no, you're champion now. You pick first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "(nods, stares) Actually, I like them all. The Fat Cacique arrives in front of Cortes, dismounts fro with some difficulty, and attempts to bow. Cortes stifles a smile and bows back LATER. Nine Indian Girls are being baptized by Father Olmeda as Captains look on, admiring the girls' breasts...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I trust no man casts a lascivious eye on a religious ceremony...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "The contrary. We are filled with awe at what the Lord has created. Velasquez De Leon approaches, preceded by the tallest and beautiful of the Native Girls, MARINA, still fully clothe",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Captain, this one speaks Spanish. as Cortes looks her over) She claims to have been a princess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Malinali Tenepal. You will call me Marina. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I will, eh? How did you learn Spanish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "When my father died, my mother the Queen sold me as a Slave to favor the children of her second husband. Another slave, with me, was a Spaniard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "From which expedition? She shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Where is this Spaniard now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Gone. (i.e., dead)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "He was your lover, then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "(flat) No. Cortes stares at her. She stares back. A pride both admir infuriating...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "So...your own family, your own mother, betrayed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "She betrayed herself. He stifles a smile of appreciation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Since you are a princess and deserve the best, I give you... (looks over his men, seems to focus on Alvarado) to my good friend...Puertocarrero. Puertocarrero steps forward, blinking, shy but quite plea shoots him the briefest glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "However, you will be on call day and night as my translator. Conch shell trumpets sound. \f21. A cortege of ornately dressed INDIANS approaches. Their c hairstyle, and manner all set them apart from the Cempoal In fact, the Fat Cacique is being carried toward a dense Mangrove trees. He's gesturing frantically: hurry, hurry! The rest of his tribe precedes him. In seconds, they are glances at Marina, then at the approaching Indians -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Aztecs. They have conquered most of these towns from a city, Mexico, high in the mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Mexico? Where the gold is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They call it \"excrement of the Gods.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then you - you're not an Aztec?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Never. The Mexicans conquered m city, They rule harshly, throug ear. Her eyes dart toward the woods where the Cempoalans are h Cortes follows her gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Good. She shoots him a glance. Why \"good?\" The AZTECS arrive. Their simple cloaks and sandals evoke the Ancient Greeks. On the other hand, their ears, lips, and noses are garnis pendants formed of precious stones. SERVANTS cloud the air with copal incense, others display THREE PRINCES touch the ground, then their heads, in gree speak alternately, diffusing their identity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They come from the great Lord Moctezuma who sends these gifts as a token of friendship. They say his capital is too far to travel to, and the road beset with too many enemies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Good God. \f22. The Servants have set out two magnificent circular plates silver, the other gold, both as large as carriage wheels. plate represents the moon, the gold one the sun. Both are wrought with calendar signs and images of Gods. Cortes' young PAGE (who, through dress and manner, sugges coming of the modern mercantile age) steps forward to rec",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGE",
          "text": "The gold plate alone is worth 20,000 pesos and the workmanship surpasses anything in Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "These bribes whet my appetite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "We Indians say: the greater the gift, the greater the King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Tell them I too come from a powerful King who orders me to pay personal respects to Lord Moctezuma, of whose greatness he has long heard tell. As I have had a difficult journey over the sea, I dare not return home without seeing Moctezuma face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "King Carlos doesn't know - Cortes silences him with a look - One of the Aztec Princes replies testily:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "\"You hardly arrive and you insist on seeing on our Emperor's face?\" One Prince points at something, and the others jabber exc Cortes watches this, then glances inquiringly at Marina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "They call you \"Teules.\" Gods. Or perhaps those sent by the Gods...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes nods thoughtfully...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "(pointing) That soldier's helmet reminds them of the War God Huitzilopochtli. Cortes whispers to his Page, who runs to fetch the gilt h \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "They may take this helmet to show the great Moctezuma. В«providing they return it filled with gold. we Spanish suffer a disease of the heart which can only be cured by gold. He gestures, and four horses approach, their bells jingli The Aztecs stand, mouths agape, watching the horses. An Aztec scribe quickly paints the horses onto bark paper already sketched Cortes, Marina, and the Spanish ships.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CORTES AND MARINA",
          "text": "Walking together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The helmet, horses. Is that why they call us Gods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Your looks, ships, clothing - it's all strange to them. You are not like men. So what are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(nods, answers: ) Gods. Which ones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They mentioned the great Teule Quetzalcoatl. 500 years ago he sailed to the East, promising to return. He had light hair, like some of your men. Perhaps you are him. Perhaps King Carlos is. Perhaps this, your coming, fulfills an ancient prophecy. (as Cortes thinks) You must know: to the Aztec, prophecy is law. It is even the same word. We see a thousand calculations race through Cortes' mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You say the Aztecs rule, but the other cities hate and fear them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then we can win. \f24. They've reached the woods where the Fat Cacique and the o Cempoalans are hiding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Ask him if he is a vassal of the great Moctezuma? She speaks; the Fat Cacique quickly replies:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "\"who is not?\" Tell him we will protect him. we are Gods, and our will is indomitable. He watches the Indian Chief's face as Marina translates. Then his eyes turn to her: Clearly he finds her impressiv He looks back at the Fat Cacique:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Cortes' words had the desired effect, but he was soon to learn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SPANISH CAMP. HOURS LATER.",
          "text": "As Spanish troops admire Moctezuma's gifts, Velasquez De Cristobal approach Cortes' tent. He sits outside polishin",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "...that our will, of which he spoke with such pride, was already weakening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "It is time to return to Cuba. Cortes stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "We speak for many of the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Is something wrong with the girl I gave you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "No, she's very...primitive... (smile, then frown) but so are the mosquitos here they've activated my skin rashes - \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "And considering the gifts Moctezuma has already given us -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Do you leave the table if the appetizer is savory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "We were sent here to make contact To_ trade! We have done so. We have gold beyond our expectations -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Whose expectations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "And - most important - we have done our duty and completed our mission. Anything more would be mutiny. Cortes stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You're right. Of course. We sail in the morning. Cristobal grins, de Leon is taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Please spread word among the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER.",
          "text": "From a distance we see the news disseminating and the exp incredulity and outrage it evokes. An angry crowd is descending on Cortes' tent. Cortes continues to polish his boots, seemingly oblivious uproar. But his attention is focused on: Outside a nearby tent, Puertocarrero and Marina sit on th",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN HOUR LATER.",
          "text": "The whole Spanish company assembled in front of Cortes' t Captain is arguing with Alvarado, Puertocarrero, others:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "But I cannot exceed my authority!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Hang your authority! What about your duty to us? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You promsВҐBaRQQ0вЂ™GeNdsDand glory! Are we to return home like gypsies with a few trinkets? Cortes stares at him, at the others. He jumps up on a makeshift table, and the men quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The decision I made earlier has caused great dissention. Cheers and angry shouts from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I realize now I cannot fulfill my moral obligation to you and also to the esteemed Governor of Cuba. Honor therefore requires that I resign my post. He jumps down from the table. Stunned silence. Murmurs in the crowd. What does this mean? What happens n choose a new leader? Sandoval glances quickly at Cortes, as if for a sign. Cortes gives none. Velasquez de Leon watches as: Sandoval waits... Looks around... Bites his lip and gives another glance - Very subtly: Cortes nods - Sandoval jumps on the table. Speaking publicly, his stutt",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "If Cortes is loyal to us, are we loyal to him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Do we want a new leader?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Then who must we serve, the Governor of Cuba, or the King of Spain?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "The King of Spain! \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "(wry, to Cortes) This is very well done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Then let us found a new city, in the name of the King: As the Crowd cheers, Velasquez de Leon mutters sarcastica",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "\"And there is only one man...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "And there is only one man to be mayor of our city... As the Crowd drowns him out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORTES' TENT. LATER.",
          "text": "Cortes and Father Olmeda with the major Hidalgos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We are now outlaws. If we fail to conquer, if we cannot seize riches which will blind the King, then we'll all hang for treason. We will therefore approach King Carlos directly, give him the treasures Moctezuma has sent, and beg him to grant us supremacy. (turns to Puertocarrero an another Hidalgo) Since you have relatives in court, you two can best plead our cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUERTOCARRERO",
          "text": "And my Indian concubines?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Show one as a curiosity to the King. Marina, of course, must stay here, to translate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUERTOCARRERO",
          "text": "Of course. He smiles, realizing he has been chosen because Cortes de Marina. He and the other Hidalgo kneel in front of Father makes the sign of the cross over them. They kiss his hand \f28. EXT. TENT. DAY. Cortes and Father Olmeda watch the two emissaries walk do the shore and the ships.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Puertocarrero's ship was the last of our fleet ever to leave port.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spanish army building a stone fort. Cortes deposits a boulder next to a \"mason\" and heads off for another stone He passes Martin Lopez adding \"Villa Rica de Vera Cruz\" t",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP",
          "text": "(See Next Page) OPEN FIELD. Under _a tree where several men are being kept prisoner, himself down beside the shackled Velasquez de Leon:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Velasquez knew we would betray him. He himself forced our hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Velasquez De Leon says nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "By withholding funds, he made us spend our own fortunes, which we did, mortgage our homes, which we did. He cannot then expect us to return home and suffer bankruptcy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Nevertheless: Velasquez is my relative, and I remain loyal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I admire that. I will release you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "(surprised, but:) Why not today? Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You need time to think",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "About what? \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The purpose for which you are born.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Oh please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Do you really want to return to Cuba and live the life of a nobleman, feasting off the labor of others and seducing your neighbor's wives?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Sounds pleasurable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "It is pleasurable. And common. Any Frenchman can do it. But here... If we have courage, intelligence, spirit, we can achieve something remarkable. And the most remarkable part is: We don't know what we're about to do! We only know that if we succeed, we will have been truly alive. And years from now, centuries, others will look back and say, \"Cortes was aman. Velasquez De Leon?. A man.\" Drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He offers De Leon some water. The other man hesitates, th",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Thank you. He drinks. Cortes takes the bottle back, returns to work. Velasquez De Leon stares after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Olmeda looks on as Alvarado pounds into the ground smaller crucifixes they brought on the boat. Behind them: The Spanish Army is marching through countryside of unspe lushness and beauty. Tropical birds singing. Orchids bloo wild. The Mastiff chasing plentiful game. The army is - f moment - optimistic, united in its purpose, and enthralle natural beauty of the scenery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We built a fort at our new city of Vera Cruz and marched toward Cempoala. They approach a small town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "It was on our way to the home of the Fat Cacique that we first saw evidence of the religious practice 30. which engendered fear in our hearts and outrage in our Christian souls for as long as we were in New Spain. The town seems deserted. The Soldiers move through it, but some instinct quiets th They approach prominent buildings and glance inside. Sandoval stands motionless in the entrance to the largest church or cue). Is he frozen? Then he turns toward the ot Blanches. Starts to stutter uncontrollably... Cortes moves to his side, looks in: INT. CUE. DAY. No windows. Dark, lit by a few torches. Primitive statues of heathen gods. Bodies. Human bodies, carved up. Some impaled on the walls. Stacks of skulls along another wall. Human organs burning over a fire. Cortes turns away, toward Father Olmeda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Father, give me strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rinky-dink parade. Girls throwing flowers, putting wreath Spaniards' necks. Hail the conquering heroes. Everyone st waving at the Teules. Lush vegetation makes this modest town feels like a garde The procession ends at the lavish home of the Fat Cacique greet the Spanish Captains and lead them into: EXT. FAT CACIQUE'S PATIO. DAY. Cortes, Marina, and the other Hidalgos at a huge feast. T Cacique is stuffing himself, jabbering happily:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He regrets that only nine of his wives can be here to serve us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "How many wives does he have? As Marina translates, the others eat with evident relish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He's lost count. The more you have, the more alliances you make. Also the more children, which allows you to make even more alliances when they grow up. (hesitates, then translates: ) He says it's his duty as a chief to spend most of his time in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone laughs...then they notice: something odd in the Cacique 's expression. He is no longer laughing. He is st dread out at the street where: FIVE MEN with dark glossy hair tied in a bun, wearing ric embroidered cloaks, stroll with cocksure pride through th They sniff bouquets of flowers while SERVANTS whisk away stiff walk, their arrogance, tells us: these men are kill At the sight of them, the Fat Cacique turns pale, starts",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "\"Moctezuma's tax-collectors. They rape the pretty women and sacrifice the men.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(blithe instinct) Arrest them. Marina hesitates to translate this. Cortes nods: translate. \f32. She does. The Fat Cacique falls to the ground and begs for Cortes'",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Tell him he has nothing to fear As Marina translates, the Fat Cacique continues to babble infant and roll on the ground. Cortes crouches over the man. Staring. Their eyes lock. No contest. The Fat Cacique whispers an order, and his SOLDIERS rush They begin to arrest the astonished Tax Collectors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes lies on his bedroll; Marina stands nearby. A knock, and Sandoval enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "The locals saw n-n-nothing. Cortes nods - go ahead with the plan. Sandoval waves his arm, and FOUR SOLDIERS carry in two of Tax Collectors, tied to long poles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "to Marina) Ask them who they are and where they're from. (to Soldiers) Untie them. (to Sandoval) Have food brought to the next tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Can I w-watch what you do? Cortes nods slightly as -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They say you know who they are, since you are responsible for their capture. The Cempoalans wouldn't dare arrest them on their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If this were true, would I now release them, and feed them, and treat them as Kings? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sak@WVEB( CON MAD: na translates) Convincing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They think it's a trick. \"If they are released here, the Cempoalans will recapture and kill them.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Our boats will take them South to safer waters. (watches Marina translate, then says to her: I am impressed you betray nothing in your expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "What is to betray? Meaning: I_am_on your side, I have no other loyalties. He stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Now I must ask them to go next door and eat. I have private business. (as Marina starts to leave) With you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "What do you want? Sandoval hurries the Tax-Collectors out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "A kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Only one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I ask for one. Anything more is a gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "If I refuse? Hard to tell if she wants to refuse or is being coy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If your refusal is genuine, I will respect it. If it is a game, I will not. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I will kiss you twice...but only if you order it. \f34. She speaks with intensity. We can't tell if she is being provocative. He stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Take off your clothes. She starts to disrobe. On her lips, the faintest hint of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes sits in front of the Fat Cacique's house, the Chie side, Marina behind him. The Captain seems distant, keenl as though listening to music no one else can hear. The Three additional Tax Collectors are brought before th Cortes, feigning anger, gestures toward the Fat Cacique.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Tell him I'm outraged by the escape of the two prisoners. We will have to guard the ones who remain. (as Marina translates, to de Leon) Same as the others. Sail them South and release them. (to Sandoval) Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "The C-Cempoalans are Forced to be our ally. But Moctezuma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Are we Gods or men, friend or foe? He will have to see us for himself. (sudden shift) What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "How do you m-mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Over there. He indicates TWO SOLDIERS whispering back and forth. Sandoval shrugs: so? Cortes catches the eye of one Soldier who glances furtive",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Search the camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "For what? \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Whatever you find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes, Sandoval, Marina, and Velasquez de Leon stare at: Food, barrels of water, maps, etc. Provisions. Cortes is clearly: enraged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORTES' TENT. SUNSET.",
          "text": "The best men congregated. An uncomfortable silence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Some of you know what happened. Some do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "M-m-mutiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "No! For what cause?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Men were stashing provisions to return to Cuba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "A worthy cause, but treacherous means! Let me kill the vermin - Velasquez De Leon raises the flap in the tent, making vis The body of a GAUNT SOLDIER hanging from a tree. Cristobal nods with satisfaction -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(softly) We must act. Silence. They wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "If a wild beast has no escape, it fights with twice the ferocity. We must do that to ourselves. \f36. Silence as they try to figure out what this means...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The soldiers stand by their tents, peering at the distant where the ships rise and fall with the swell of the ocean No one moves. Everyone waits. For what? An order? Then we see: flames licking at the bow of one of the ship The men tense, but say nothing. The fire rises higher, up the mast. Another ship explodes into flame. EXT. SHIPS. NIGHT. Cortes himself with a torch setting a ship aflame. His ey crazed, as if possessed by some demon. Pyromania. When th well lit, he dodges through the flames, climbs over the s lifeboat, and heads for the next vessel. His torch held h air... EXT. CAMP. NIGHT. Soldiers still watching. Ten ships now burning. Cervantes bearded buffoon we met earlier) is putting on a song/danc common soldier, VILLAFANA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "They say the hulls were rotten! They say we could not sail! They think our brains are cotton! Or hidden up our tail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "(facetious) But don't you understand? This way we salvage the sails and the provisions -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "(ominous ) I understand perfectly. Velasquez De Leon has happened by, overheard:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Like it or not, we have to fight our way out of here. \f37. Nearby, we see Cortes on his way back from the shore. His blackened, but his spirit is ectatic. Cristobal intercept",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "I hate you for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Are you afraid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Never. Cortes gives him a long look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then you may leave. One vessel is still seaworthy. Those who desire to go may sail to Cuba. You organize the sailing. Cristobal is astonished. He bows acceptance, and leaves. Cortes watches as Cristobal starts conferring with other",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CAMP. TWO DAYS LATER.",
          "text": "Men breaking break camp (folding tents, loading horses). approaches Cortes and hands him a list Cortes examines the list...and sadly shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I'm sorry, you're my best soldier. (off Cristobal's blink) I can't let you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "That's not fair when others are -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I'm not letting the others either I just wanted this list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "But...but you said -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I lied. The last ship was sunk this morning. Cortes points: Cristobal looks toward the bay: it's empty. No ships rema turns, outraged and astonished, back toward: \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "waving list) I have to know who has doubts, but we'll need every single man, even the doubters, if we are to succeed. Cristobal blinks in disbelief - Cortes slaps him good-naturedly on the back",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Let's march.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cloud of pink butterflies. The Spanish Army marches thr followed by a small group of Indian warriors and PORTERS. Three of the Porters are burdened with heavy piles of cru crosses the Spaniards brought with them on their ships. T these innocent natives bearin symbols of human guilt is d ironic because of the magic of these surroundings: woods waterfalls meadows sky mountains rising and falling... fields of flowers of raucous color... It all strikes some atavistic memory: Long ago, before \"c man wrecked his havoc, this is how the world used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We saw no bird, no flower, no tree or animal we had ever seen in Spain. It truly was a New World. Cortes pauses to survey his surroundings. Snowy peak on t a strange bleak mountain, topped with a black coffin-shap the right. In the distance, two volcanos spew ash. Martin Lopez is adding these features to his map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP",
          "text": "(See Next Page) \f39. EXT. MOUNTAIN PINE FORESTS. DAY. Thick woods. Cortes listens as an Indian guide points upw",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We were marching to a city-state called Tlascala. Cortes resumes the march. Behind him, other Spaniards pic along the trail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "By their courage, and their location high in these mountains the Tlascalans have kept their independence from the Aztecs. Cortes suddenly stops, yanks something from his collar, a to the ground. A piece of colored paper. We notice: A series of threads hang across the trail. Dangling from bits of paper in odd shapes and bright colors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "Charms. To keep us out. From a distance we see Cortes slice the threads with his Pov tells us: he's being watched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Send our message again: \"If blood is spilled, it is on their heads. We come in peace, seeking allies.\" A distinctively dressed MESSENGER sprints away - Suddenly, by a camera trick, we see INDIANS in the forest them. Staring, motionless. They seem to be of the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deserted. Two tiny native dogs sniff the huge Spanish Mas of the square: lattice-work cages containing captives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Men to be sacrificed. Cortes cuts the leather lock and throws open the cage. Some captives run. Those who seem stronger and braver do tries to chase them away, shouting and waving his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Go! Run! Flee, you morons! (lunging with his sword) What, you want to die? \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Aztecs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Are Aztecs so stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They learn from birth: the greatest honor is to die in battle or be sacrificed as a prisoner of war Cortes stares at them, the foe he will soon face: FIVE ME him blankly: without fear, without pride, without affect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Make them kneel. | as his men hesitate) Make them kneel if you have to cut off their feet! Spaniards force the prisoners to their knees. Cortes removes the cross from his neck and holds it over",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Father, say a mass for the souls of these poor devils. Olmeda begins. The Spaniards fall to their knees. All of them. The movem down the hill until even those who cannot see, let alone joined the prayer. After a slight hesitation, Marina also kneels. For a moment, we are witnessing a religious ceremony... Then, spectators: EIGHT PAPAS proceed slowly, one by one, out of a nearby c dressed in dark green hooded cloaks decorated with images and Gods. Their thick hair hangs to their feet and is mat blood. Evil magicians out of Dr. Seuss. Their fingernails long, and they click them as they walk. Olmeda ignores them. The other Spaniards want to rise, bu so without being disrespectful to their God. The Papas march round the cage, uttering incantations. Cortes shoots Marina an enquiring look -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Priests. They're called Papas -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "They stink. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Blood. From sacrifices, and from stabbing themselves with thorns. They are the sons of Chiefs, have no wives, and they indulge in sodomy. Cortes stares at the Papas in astonishment and disgust. The Mastiff barks furiously at the Papas and strains at i One Papa brings something from under his robe: A human heart dripping blood. He holds it under Cortes' nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "He's trying to see if you're a God. (off Cortes' look) A God would eat it. The heart, inches from Cortes' mouth. His nostrils flare. Hard to stifle the homicidal impulse. in the midst of a Latin phrase:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "To arms. It takes a second for this to register. The Papas scurry away - The barking Mastiff falls dead, arrow in its chest -",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA, (CONT'D)",
          "text": "To arms, men! To battle! The Spaniards look up: INDIANS descending - The sky darkens with stones and arrows - The Spaniards rise, fumble for weapons. Several men are h arrows - Indians rush forward. Startling attire: great feather cre and faces gaudily painted; Caciques adorned with spectacu headdresses. Cacophony: they bang drums, whistle, blow tr The Spaniards, surprised and overwhelmed, hastily retreat neighboring houses... They load muskets and crossbows. Unsheathe swords. Ready ances... At a signal from Cortes, they move out into the open agai \f42. The town is deserted. The Indian army has vanished. The S move forward warily, fearful of another attack... But there is nothing to fear. Nothing to see... Except: a cooking pot lying in the center of the square. In the pot is an Indian tunic...a distinctive one... Some it, examines it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Your messenger. They killed him ...and ate him...and intend to do the same to you. A wave of horror and disgust passes through the Spaniards counter any fear in his men, Cortes is quite matter-of-fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Why don't they believe we seek allies? Marina looks into the pot, takes out a drawing: of a bird",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They think it's a trick and you're secretly in league with the Aztecs. Cortes nods, peers out at the haunting landscape...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "So. It begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wide field. Indians marching toward the waiting Spaniards. Tlascalans insults, whipping themselves up into a frenzy. Cortes is in the rear, Sandoval at his side. Sandoval poi front of the Tlascalan ranks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "We are told their General is Xicotencatl The Younger. XICOTENCATL THE YOUNGER, 65, wears a headdress capped wit of a heron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The \"Younger?\" Sandoval points up to a bluff overlooking the battle. XIC ELDER is blind. Two Servants describe the battle to him. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Xicotencatl The Elder is 140 years old and still the greatest Tlascalan chief. A HUGE COMMOTION as the battle is joined. Alvarado scream the Spaniards, cutting a swath through the Indian ranks. The CAMERA PANS over the battlefield until we come to ano on which stand 3 AZTEC SCOUTS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The Aztecs watched in fear. For centuries they had tried to conquer Tlascala. And failed. There we were, only a few hundred men fighting battle after battle, day after day... Return to the battle. Velasquez de Leon's horse has been He's trying valiantly to protect it, but there are too ma around, and he is finally driven back. The Indians begin, quite crudely, to sever the horse's he",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The head of this horse was borne that night to every city in Tlascala, so the people could see it was not a supernatural creature. The battle rages through A SERIES OF DISSOLVES, as the li",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We fought all day. We fought until we could no longer lift our arms and by some miracle, they retreated... The Indians blow their conch shells, pound their drums, a \"Alala! Alala!\" They throw straw and dirt into the air to their retreat. Soon a brown cloud hovers over the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We hoped our victory might weaken their resolve. As the dirt falls and the air clears, the battlefield is No warriors. No Indian corpses. Where have they gone? Eerie. As if it had all been a mirage...except that a sco Spaniards lie dead in the dirt. Cortes looks at Sandoval, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Won't even let us see their dead. \f44. Slowly, cautiously, the Spaniards tend to their fallen co",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes (the ever-watchful father), Marina, and Sandoval w camp. They pass men repairing crossbows...making arrows.. Small carcasses being roasted on a spit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "For the third straight night, we had nothing to eat except a few small dogs, and a handful of native igs. Nearby, a small pot boils. Men dip rags into it and apply their wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Every one of was injured. To cauterize our wounds we had to use fat cut from one of the few Indians carcasses we were able to retrieve. A few Soldiers seem disgusted by the human fat in the pot Suddenly A SENTRY calls in the distance. The men rush to their weapons -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Indians do not attack at night. CORTES ; They only have to do it once. The Men relax as they see: A LONE INDIAN walking toward them waving a flag. Cortes and Marina step forward to meet him. The messenger",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "\"Xicotencatl The Younger says: 'If you are tired of fighting, you may come to Tlascala in peace ...and your flesh will be hacked from your bodies and spiced with chilies and eaten with pleasure.'\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Tell Xicotencatl: a scared man speaks. A brave man acts. I will meet him tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The messenger leaves, and Cortes moves on, passing: \f45. Men in bedrolls, wearing their armor, sleeping fitfully o rigid with their eyes open. Farther on is a tent where Father Olmeda is taking confes",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Despite the bravado of our captain there was hardly one of us who did not take confession that night. Inside the tent, a very young SOLDIER is weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We feared death, for we were men. Even Olmeda's voice is quaking slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a distance we see a lethal confrontation which has c going on for hours. We move:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Indians coming like a tidal wave, one leaping over an numerous to fight, too numerous even to discern. The Span are in chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "At noon the following day I knew for the first time, knew it in my bones, that I would die in New Spain. The Spaniards look like they've gone down twice and are s for a last breath: Frantic, overwhelmed, unable to proces assaulting them. It seems that soon the wave will rise ag the Spaniards away and only Indians will fill the plain.. But Cortes is fighting cool and strong amid the panic. He a circle, ever in a circle, looking for something we cann Suddenly he stops. Stares in one direction: A FLAG rising above the Indians. Cortes plunges sword first toward it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Here! Follow me! Here is our mark! He heads toward a CACIQUE with a spectacular head-dress, servants hold the flag. We feel Cortes' will dominating t him. Sandoval and other Hidalgos follow him... The Indians are too ti htly packed to effectively fight b near the Cacique seem bewildered by Cortes' assault. \f46. DIAZ (V.O. Among so many Miners, why did Cortes attack this one? Cortes kills the Chief's servants; Sandoval stabs the Chi DIAZ (V.O. Li (CONT'D) We later learned this Cacique was not supposed to fight, not supposed to be attacked. Their Gods had said he would lead them to victory. The Indians around them stand back in horror and watch as Page lifts the Indian banner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Their prophecy was invalidated. The true fate of this battle was revealed. Cortes pushes onward, and the Tlascalans retreat, wailing sending panic throughout their ranks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men in armor lie in bed moaning, shivering uncontrollably DIAZ (V.O. Though we won the battle, our spirits were defeated. We had lost 50 men on the campaign, others were dying, others had wounds where their arms once were. Wounded sentries keep their hollow-eyed watch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The next morning, the disease within our midst flared again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and Marina emerge to find a delegation headed by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "The men we are fighting are our intended allies, far weaker than the Aztecs, and they are defeating us! The idea of reaching Mexico is a joke. I say it; you know it: we cannot survive another battle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(softly) Where will we find fewer enemies? \f47. A strange and almost lyrical query, which silences Cristo looks out at the surrounding countryside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Here in this exotic land, if we retreat or show weakness, the very stones themselves will rise against us. If the natives believe we are Gods, so must we be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "You be a God. I'm going home. A sound. Cristobal blinks. They all peer down the road: A delegation of unarmed Indians bearing food, wearing whi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Peace. They're sending food. And porters to prepare it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "All right. First we eat, then we go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LATER.",
          "text": "Spaniards wolfing down the food. Tlascalans serving it. Friendly, obsequious, observant. Cortes eats with Marina. Something on his mind...",
          "sentiment": "neutral"
        },
        {
          "speaker": ", CORTES",
          "text": "Didn't you say... Don't Indians sometimes send food to the enemy, so that the battle will be a fair one? Marina nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "So if they truly want peace, why didn't Xicotencatl come? Marina shrugs -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Ask if they are sent by Xicotencatl the father or the son? As she does this, Cortes observes one of the Tlascalans p a tent. Another has persuaded a Spaniard to show him his \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He says the father has ordered eace, and the son has sent them ere. Cortes ponders this...stares at the man being questioned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Interesting distinction. Ask if he's a spy. Cortes watches as she translates, and the Man shakes his",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Cut off their hands. Velasquez de Leon and Marina look at him with alarm - He grabs the docile Tlascalan who's serving them. The man sweet, bewildered by this action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "What if they're not spies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then I'm wrong. He is holding the man by the wrists, staring at a nearby Soldier hesitantly unsheathes his sword. Cortes nods, and the Soldier brings down his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Cortes stand both Xicotencatls. They bow, touch th with their hands, and kiss their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "You were right about the spies. Cortes nods, and the Chiefs rise. Xico The Younger speaks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "\"I cannot defeat a man who reads my mind.\" Xicotencatl The Elder moves slowly, arms outstretched, to Reluctantly Cortes allows him to touch his face... finger patting the features; he's muttering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "\"The face of a Teule...\" On the old man's face: religious ecstasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Small ceremony: beautiful VIRGINS being presented to the Marina translating, something about the Indians Joining t families with the Gods. We move away from this spectacle The same Young Soldier we once saw eating an orange now s building. He takes sprouted orange seeds from a wet handk plants them six inches apart and two inches deep, and gen them with soil. This is YOUNG BERNAL DIAZ. Several Tlasca are watching him. As always his voice is old, gravelly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "There were so many heroes in our campaign it is hard for me to confess that I was only a young boy. Much that I tell I saw with my own eyes, much was told me by others, some was common conjecture. I may not report everything, and some things I have forgotten because I am old, some I never knew, but as a Christian, I swear: I tell nothing I know to be false. Coming up the road is a DELEGATION OF AZTECS. The presentation of the Virgins ends; they go off with pr hidalgos, who by now have several women apiece. Cortes steps forward to meet the Aztecs, who bow, wave th incense, and begin the ritual presentation of gifts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "\"The great Moctezuma salutes your victory.\" The Aztecs spread out jewelry and cloth embroidered with and return the gilt helmet, now filled with grains of gol Cortes' Page steps forward to give an accounting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGE",
          "text": "The jewelry is worth 1000 pesos, the helmet with gold 3000. The cloth is beatiful but worthless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(nods) Bring a pen and scroll. I will write Moctezuma a letter",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "In S-Spanish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "He will see it has meaning and know our writing is more advanced. The Page returns with the materials and prepares to write \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Moctezuma: I will not rest until your power is my power, your gold is my gold, your kingdom is mine to hold in my and. I will see that all the souls in this land have given up their devilish idols and sworn devotion to the one True God. (very intense) Some way, some how, at whatever cost, I will achieve these things. Silence. Other Spaniards stunned by the frankness of this The Aztecs watch curiously, wondering what just happened. Cortes smiles broadly, bows, and the Aztecs relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "(to Marina) Translate it. \"I have the greatest respect for Moctezuma, and so forth...\" As Marina begins to \"translate,\" the Aztecs smile and ges kind of invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The Aztecs were scared. They knew it was time to confront us, and they did it in the Styest, most sinister way imaginable: they invited us ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An army of Spaniards and indians ready to march. Cortes i a warning/blessing from Xicotencatl the Elder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "\"Now that I know you, I know you eat food, as men do, love women, as men do, and in battle you weary, just as men do. If you go on 100,000 men will fight you. When these are vanquished, that many again will come, and again and again until, though you be invincible, you will grow weary and die. But if you are determined to go, I will send these warriors, and also my three youngest sons, to die by your side.\" The THREE YOUNGEST SONS look eager and innocent. Xicotenc Younger - not among the three - watches from nearby. \f51. Xicotencatl The Elder fervently clutches Cortes' hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Tell him to care for his health, so I can see him again when we return. As Marina translates, Cortes jumps on his horse, starts a The procession begins. A magnificent spectacle. Marina walks at Cortes' side:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I was mistaken. The Aztecs are leading us not to Mexico, but to their sister city, Cholula. They say we will be well taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a corner, Martin Lopez adds Cholula to his map. INSERT - MAP. (See Next Page) LARGE HALL. Spaniards being served an enormous feast by beautiful, fl native GIRLS. The clown Cervantes peers skeptically at a sure it does not contain human flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "In the religious capital of the Aztec Federation, we were honored by a silly and affectionate people who showered us with flowers and kisses, and cooked the most exquisite delicacies. We were in heaven. We were in hell. Cortes stands by the window, sometimes looking out, somet watching his men. A CHOLULAN GIRL approaches with a plate of food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "You don't want to eat? Cortes looks through her, not hearing the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "They're whores. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The girls tending us: they're not daughters of noblemen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Oh relax, will you? These people are harmless fools. Again Cortes doesn't hear. He stares out the window: At either end of the block, pedestrians seem to be avoidi center of the street...",
          "sentiment": "neutral"
        },
        {
          "speaker": ", CORTES",
          "text": "Marina: go down and see what you see. Cristobal watches her as she leaves:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Are you certain of her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "More than of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Think with your head, not your groin. She already betrayed her own people. Why not us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide clean streets, pedestrians dressed in long cloaks em Marina walks happily but keeps a keen eye. At the end of the block she notices the peculiar walking which Cortes observed from above. Moving closer, she sees Cloth has been spread on the ground, and dirt thrown over She approaches the cloth. Cholulans watch her silently. Lifting the cloth, she sees a hole in the ground. Spears upward inside the hole. She calls to a nearby PEDESTRIAN. He minces over to her w exaggerated manners of a flamboyant homosexual. She point spears and asks a question. Their conversation is subtitl \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEDESTRIAN",
          "text": "This is a silly thing we put here to protect Cortes from evil spirits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "It would do more damage to horses than to spirits. Why are so few women and children in the street? We hadn't noticed this until she said it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEDESTRIAN",
          "text": "They are off to the mountains for vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "(sarcastic) For their health? She stands. As she strolls back toward the Spanish quarte glances idly into the sky: a hawk or other large bird cir azily... Her gaze skyward is interrupted by a HANDSOME WOMAN of 45 furtive air who grasps Marina's arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDSOME WOMAN",
          "text": "You must not return to the white men. (long beat) My son saw you. He does not want you to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Why would I die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANDSOME WOMAN",
          "text": "Mexico has sent an army. The white men will never leave our city alive. Marina kisses the woman's hand and stares gratefully into",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Wait here. I will fetch my jewels. Marina walks slowly toward the building where the Spanish can't tell what she's thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marina staring at Cortes... We assume this is the moment deciding whether to tell him. \f54. She starts to speak. Before she can, Cortes turns to her indicates TWO NEARBY PAPAS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We leave for Mexico in the morning. Ask them to provide us with orters, and to have the city's eaders in the square so we may bid them a proper farewell. Cortes leaves the room, going into: AN ADJOINING ROOM. When he closes the door, we see: the Handsome Woman bound Two Soldiers guard her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I told you before. Kill her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and Marina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Why did you tell me? off her silence) This was a chance to be a hero to your own people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I have no people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Even so - She puts her fingers to his lips, silencing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Tell yourself this: Once I was a princess. Now, at your side, I ama queen. Malinche. They even call yu by my name. What more could I ask? He nods his understanding. But her expression betrays mor the truth is, she does everything because of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes sits on his horse. Marina and Father Olmeda stand They are surrounded by the Spanish Army. 3000 Cholulans pack the square, including Papas, Caciques Cortes gestures to his Page, who bangs a large atabel. \f55. Silence. His words fill it. Marina simultaneously transla",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Dear friends. We are grateful for the extraordinary hospitality you have extended in so short a time. Spaniards put a screen across one entrance to the square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "You have fed us, pampered us, and freely given us...your whores. A second screen closes a second entrance. Horsemen with s their places in front of the screen. CORTES (CONT' Dy We know that you are allies of Moctezuma, that you must take orders from him, and that sometimes those orders run contrary to your wishes and your own sweet nature. The third screen is put up. Horsemen take their places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "For example, we know he has sent an army, now on the outskirts of your city, which plans to attack us with your help. The Cholulans look around in confusion and alarm. Why is this? How does he know it? Why is his tone so mild? The screen for the fourth and last entrance to the square TwO SOLDIERS try vainly to put it into place as:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (0.S.)",
          "text": "And we know you have given help. You have put stakes in the street, stacked rocks on the roofs of your houses, evacuated women and children, and you intended to slaughter us, even though we are your guests. Cortes looks at the last entrance: still open. He waits. Anxious silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I know all this, because I know everything. The Cholulans stand in fear and in awe: this man is surel \f56. Forget the screen. A dozen soldiers move to fill the last When Cortes sees this is accomplished:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Sadly, you leave us little choice. We are going to kill you now, all of you, in rightful punishment. The Cholulans blink in disbelief - A few turn helplessly toward the gates, but most are simp bewildered, in shock. No one moves. Everyone watches Cortes. He looks slowly over the whole square... The Cholulans contemplate their imminent death... Beat. Cortes nods. Gunfire, screams, shouts...but we see only Cortes. A drop flies onto his armor. Then another. MORE. He's getting spattered. As the sounds of the massacre become intolerable, they fa Two drops hit Cortes' face, and he closes his eyes. Seren face...or perhaps denial. A long silent beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "It was war. We did what we did. Marina and Father Olmeda are also getting splattered with",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Whatever else you say the strategic value of this massacre was enormous. Again we appeared to have read the native mind, and we displayed a wrath so awesome it seemed Godlike. Without opening his eyes, Cortes turns toward Father Olme",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If we can convert _one more Indian, save one more soul from damnation, then this will have been - (justified) \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "You truly believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I have to or I would go mad. (a terrible look crosses his face) Don't test me, father. Don't mock me. Ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fork in the road. Martin Lopez is adding Mexico to his",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP",
          "text": "(See Next Page.) FORK IN ROAD. Next to Cortes is a palanquin, containing an AZTEC PRINCE gesturing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He says Moctezuma is embarrassed. We were right to attack the Cholulans, since they ignored Moctezuma's wishes and plotted against us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Does Moctezuma think I'm stupid? (beat, re: the Prince) What's he selling me now? The Aztec Prince is indicating that the left fork is pref Cortes smiles politely to the Prince and proceeds down th the right. As they go:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "(to Aztec Prince) You must tell me, since you are a noble lord, what the Great Moctezuma is like. The Aztec Prince replies: MARINA ; \"I have never seen his face.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The army slogs along a windy mountain trail. Ahh for the home fire... \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Remember now the furor Columbus' discoveries had caused throughout the civilized world... Though we were on this bleak trail for many reasons - to grow rich, to grow famous, to die young - still there was one desire which touched us all. We wanted to look over the mountain. We wanted to see the exotic new world. Behind Cortes, Marina is riding beside Sandoval. Her mann formal, reserved. She simply wants the information:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Can you tell me something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I will try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I know the love some mothers feel for their children, but what is this other love you Spaniards speak of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Between a man and w-woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Yes, is it desire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "(the expert) More than that. It is pure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Like love of your God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "No, no. It makes you feel kind of crazy and weak and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "It sounds like a sickness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Not at all. It's just... Well: You know it when you have it! (beat ) Do you l-love Cortes?! Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Please try again later, to explain. \f59. They're cresting a hill. Cortes turns back toward them an",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Are you giving her ideas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "No, sir. A change comes over Sandoval's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then what's wrong? Sandoval tries to speak, can't. Blinks. Shakes his head. Cortes suddenly realizes: Sandoval sees something. Cortes whirls - The Valley of Mexico stretched below them: A spectacular city filled with huge stone buildings, buil water, connected to land by long causeways. It seems like enchanted vision. \"I do not know how to describe this fir of things never heard of, seen, or dreamed of before.\" Th magical realm, a kingdom from our fantasies. The faces of the Spaniards are filled with awe. Over the center of the city, one large bird-of-prey cuts in the azure sky...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Army moving along one of the dikes. Every structure - houses, towers, pyramids - is crowded w Likewise the lakes are darkened by swarms of canoes fille Indians straining for a glimpse of these pale, outlandish strangers. The welcome is powerful and eerie. Not warm, not triumpha certainly not cold and antagonistic. It is wary. The inex native faces heighten the feeling that we have entered an universe. Floating on the lake are fairy islands of flowers. These islands undulate as the water rises and falls. The causeway itself is only nine yards wide, crowded with and broken occasionally by bridges. One of Xicotencatl's Sons, at Cortes' side, points to a b",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "\"These are easily removed. Soon we will be trapped inside their city.\" \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(nods) They must wonder why we look so confident. In the distance, the royal palanquin, blazing with burnis approaches. It is borne by nobles and bears a canopy of g work, powdered with jewels and fringed with silver. Cortes descends from his horse. He puts on his helmet, topped with a plume of feathers. The canopied bier stops and slowly MOCTEZUMA descends. Though we saw him at the opening of the film, in darkness glimpse did not prepare us for the spectacle we now witne He is magnificently clad, in a turquoise robe studded wit jewels, gold sandals, and spectacular feathered headdress strew the ground with cotton tapestry, so his imperial fe touch the soil. Everyone around him except the most prominent nobles has lowered: they cannot look at the \"Great Speaker.\" On either side of Moctezuma are princes: CUITLAHUA and CU The CAMERA FOCUSES on one, then the other:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Two great Princes flanked Moctezuma. His brother, Cuitlahua, had sworn to be our enemy and would have caused great harm had he not died of smallpox brought by one of our soldiers. The Emperor's nephew, Cuauhtemoc, vowed he would achieve our extinction. For most of us, he kept his word. Cuauhtemoc, only 25, has about him a sense of assurance a usually reserved for those of far greater age. His featur delicate, and very grave. Moctezuma himself is 40 years old, handsome, tall. His ha and straight, his beard thin, his complexion rather light with dignity, and there is great intelligence in his eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Moctezuma had ruled for 17 years. Once the fiercest of warriors, he was now a deeply religious man. He knew, from his reports and his oracles, that one way or another we were to be his fate. The two leaders stare at each other. They bow. \f61. There is a long and magnificent silence. This moment - th two such sophisticated, and yet wildly different, civiliz unique in human history. Both sides simply stare in wonde Finally the frozen moment is broken as the Princes around with seeming reluctance, touch the ground, then bring the their chests and heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Their hearts and minds welcomed us. Cortes takes out a necklace of glass beads and puts it ar Moctezuma's neck. It looks crude and plain next to the Az Then Cortes starts to embrace Moctezuma, but the other Az rush forward and stop him. Cortes nods and steps back. Moctezuma speaks. Marina begins to translate. Toward the speech her voice FADES SOFTER as simultaneous SUBTITLES c Eventually her voice stops altogether, though her physica tells us she is still translating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA/MARINA",
          "text": "O Lord, our Lord, you have arrived in this land, your land, your own city of Mexico, to sit on your mat your stool, which I have guarded for you. Your vassals, the old kings, my ancestors, are gone. Would that one of them could rise from the dead astonished and see what my eyes truly see, for in no dream do I see your face. Ah, these days, five, ten, a string of days, I have been anxious, watching for you, waiting to see you appear from your hidden place among the clouds and mists. For I was told you would appear, you would return to sit on your mat, your stool, and it is come true. Welcome and rest. Rest now. Rest in your palace. With your lords and companions, take your rest. Moctezuma grasps Cuitlahua's hand, turns and walks toward Cuauhtemoc takes Cortes' hand, and they follow. Cuauhtemoc is seething. Marina walks at Cortes' side:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Moctezuma's greeting is warm. The Great Speaker seems to see you as the fulfillment of the ancient prophecy, the return of the Quetzalcoatl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And the others? \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They are more...cautious. Cortes glances at the angry Cuauhtemoc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "That's an understatement. The CAMERA RISES slightly so that we see how small the Sp looks compared to the Indian population, and the magnific city. As the Spaniards file past, Cristobal, ever paranoid, say Alvarado:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "God help us to leave here alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the shadow of a giant PYRAMID (or cue), Moctezuma gest Cortes, indicating his own spectacular palace of silicate alabaster, surrounded by ponds and gardens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "This is his palace. We are to stay in the palace of his father. He leads the Spanish procession into the building next do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ceilings are carved cedar, the walls hung with cotton tapestries. Moctezuma leads Cortes by the hand into a",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT HALL",
          "text": "A cotton mat ornamented with gold and jewels is draped ov Moctezuma gestures for Cortes to sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Your old mat, your familiar stool. Cortes sits. Moctezuma nods in quiet contentment. The attitude of the other Aztecs tells us: they have neve seen anyone sit there. Moctezuma gestures and PORTERS enter bearing trays of foo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With hostile civility, Cuauhtemoc leads Cortes and his hi through gardens which are far less formal, but no less be than the French gardens Louis XIV would create 175 years",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The next day Moctezuma's nephew, Cuauhtemoc, gave us a tour of Aztec wonders. At first we thought it an act of hospitality. Fruit trees. Borders of trellises supporting aromatic shrubs and creep Riotous washes of pink and purple and lavender; subtle sh delight the eye and nourish the soul. Fields of exotic', orchids: not hot-house creations but h flowers dancing gaudily into the distance. Cuauhtemoc does not speak, and there is no need. The magi reality washes over us. A jattice of reeds covered with blooming flowers marks ou into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "AVIARY",
          "text": "Cardinals, quetzales, endless species of parrots, humming Cuauhtemoc is completely at home: as if he too were a bir Marina (present, as always, whenever we see Moctezuma or Aztecs) seems to share this sense of peace. The Spaniards Cortes is restless, looking around... He squints. Points",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What's that there? Cuauhtemoc does not even glance where Cortes is pointing. Moctezuma, his words are SUBTITLED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "A golden eagle. The GOLDEN EAGLE has an individual perch high over the ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (V.0.)",
          "text": "Why is it kept separate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "Our city was built here because my ancestors saw an omen on the lake: a_golden eagle with a serpent in its talons, its wings spread wide to the rising sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuauhtemoc walks on, as if he wants to change the subject this, Cortes lingers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "A magnificent bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "We see fewer and fewer alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We suddenly realize: this is the same breed as the one wh carcass was brought to Moctezuma in the pre-credit sequen Leaving the aviary, we enter a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOO",
          "text": "Pumas, ocelots, alligators, etc. When we Gacrifice our enemies, we feed the torsos to these beasts. A casual and gracefully delivered threat. Cortes nods and follows Cuauhtemoc toward the: SNAKE CAGES. Various vipers, moccasins, coral snakes... Cuauhtemoc watches keenly for Cortes' reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I don't like snakes. Marina does not translate this. Cortes looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "The God Quetzalcoatl, in spirit form, is half-bird, half-snake. Cortes looks into a cage with two RATTLESNAKES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Open the cage. Marina translates. Cuauhtemoc orders it, and the cage is opened. Cortes enters. One of the snakes is asleep, the other looks at him waril",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "The most dangerous of vipers. Cortes takes a step forward. \f65. The snake starts to rattle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "This noise is a warning - Cortes freezes. Not a muscle twitching. The snake moves its head side to side, watching him... Cuauhtemoc observing... Cortes' immobility calms the snake. Then Cortes moves. Perversity? The snake rattles furiously - Cortes throws his handkerchief - The snake strikes - At the handkerchief. Cortes strolls calmly out of the cage. Cuauhtemoc looks back and forth between Cortes and the sn quite sure what he's just witnessed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge buildings on every side. The tour has stopped beside round stone covered with markings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Even now, 50 years later, this stone crammed with symbols of knives, houses, and rabbits, is the most accurate calendar on earth. They walk forward, toward the giant pyramid. Beside the cue stands a small building: its painted entra dragon's mouth with sharp fangs that drip blood. The Spaniards stare through the door/mouth and see: stack skulls. Cuauhtemoc smiles, speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He says there are 136,000 skulls. AS many as 50,000 have been sacrificed in a single year. The Spaniards stand transfixed with horror. \f66. Cuauhtemoc gestures and they begin to climb the cue. Cuau below, staring after them with undisguised contempt. Moct for the Spaniards at the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We realized: this tour had been a warning. If we were not Gods, we should know we were dealing with an advanced - and lethal - civilization. As they climb the cue, something is thrown off the top. The Spaniards exchange looks: What was that? After a moment, the distant action is repeated: a human b ripped open and dripping blood, sails down the steps...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Down below, butchers carve the bodies. Arms and legs are served to warriors, the rest to the lions. Cortes shoots a glance at Father Olmeda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP OF THE PYRAMID",
          "text": "Cortes and his men arrive, breathless. Moctezuma greets t",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Welcome, Malinche, to the holy place. He leads them to a large convex stone with leather straps corners. It is covered with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "This is our sacrificial stone. He indicates a brazier with five still-beating hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "And here we make our offerings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Great Moctezuma, I can contain myself no longer. I must tell you... We see Moctezuma's face as he listens, and Cortes' voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Our Captain calmly stated our mission: to convert the natives to Christianity. He also explained the Trinity and other mysteries which we accept on faith. Cortes' voice fades up again: \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "So that ours is the one true God. Moctezuma nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Malinche, I am sure your God is good to you. So are ours, to us. I o not ask you to forsake your beliefs. Please give to our people, and our Gods, the same respect. Cortes glances at the brazier -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Didn't you hear what I said?! This is an abomination!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER. OLMEDA",
          "text": "(quietly, calmly) Not now, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "These \"Gods\" are devils! As Cortes raises his voice to the Emperor, several Aztec as if to seize him. Moctezuma motions for them to desist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Let us place our Virgin here and pee how your false Gods shrink from er! As Marina translates, Moctezuma shakes his head sadly, an for his guests to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "I_have committed a grave sacrilege in bringing you here. These Gods make the sun shine, the rain fall and the corn grow. I must now atone for exposing them to such blasphemy. He walks away, into one of two large temples. Cortes wants to pursue him, but Father Olmeda lays a calm the Captain's shoulder...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "\"No use to overturn the alter if the idol remains enthroned in the heart.\" Father Olmeda leads Cortes away. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "That night we pondered Cortes' blunder. Would Moctezuma see that we could not be their Gods if we defiled their Gods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clouds of incense roll toward the ceiling. Spectacular ta cover the walls. On the floor, beautiful gifts are laid o of palm leaf. Moctezuma and Cortes sip cold cocoa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Despite Cortes' outburst, Moctezuma received us with great courtesy, toasting our Captain with frothy cocoa drinks. He asked jokingly to see the machines said to spew thunder and lightening. A Page places a thick piece of wood against the wall. Velasquez de Leon fires his gun into it. Moctezuma is amazed and scared and tries to conceal his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Cortes skirted questions of religion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is being cleared of Aztec articles and converted chapel. Crucifixes of several sizes litter the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Except to ask, most politely, if we could construct a chapel in our own quarters. Soldiers remove a large animal skin from the wall. Father Olmeda stares at what is revealed: A small doorway, plastered over. Father Olmeda runs his hand along the plaster: fresh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "Fetch Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LATER",
          "text": "The plaster around the doorway is gone. Velasquez de Leon inserts his sword and pries off the cov It falls. Sandoval approaches with a burning torch and glances at C Cortes nods. Sandoval goes through the doorway - INT. TREASURE ROOM. Like a vision from some fairy tale: gold in nuggets and d grains, semi-precious stones (turquoise, jade, onyx, opal exquisite plates and metalwork combining these riches tog and piles of everything. This is El Dorado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We later learned: this wealth represented 100 years of Aztec rule. When I saw it, I knew there was nothing to compare in all the world. The eyes of the Spaniards are wide with greed. Cortes' Pa rapid calculations in his notebook. Cortes is lost in reverie, fingering gold dust. Suddenly he realizes Father Olmeda's eyes are on him. He blinks - Looks up -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Am I a good Christian, Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "Good Christians don't do this work. He says it gently, about Cortes...but his fatalistic tone it may apply equally to himself. Cortes lays the jewels down and leaves the room. After a moment, the others follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Touch nothing. Board it up as before, and put the alter in front. As the men move the large alter toward the door -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eerie background music. AZTEC NOBLES watch: Spanish soldiers wager greedily with cards made from drum Other Spaniards stand guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "For the next days, they watched us. The behavior of the Spanish gamblers seems crude, uncivil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Spanish Soldier exits a public toilet built of reeds an",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The Mexicans, whose obsession with cleanliness extended to daily bathing and public latrines, were curious if our excrement, like that of the Gods, was gold. As the Soldier walks away, several Young Aztecs run into toilet to examine what has been left. They exit, holding their noses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Royal entertainment: Dancers, spectacular foot-jugglers.. But the two leaders seem edgy: Moctezuma smiles at Cortes and nods. Cortes replies in the same way. Too formal. Long beat. Moctezuma glances to one side. Cortes follows the glance: The fierce and warlike Cuauhtemoc is cracking tiny nuts w teeth and eating them. Cortes exchanges looks with Sandoval and Velasquez De Leo is coming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes lying in bed beside Marina. Eyes open, worrying. S loud knock at the door. Velasquez De Leon enters, followe Cristobal, Alvarado, Sandoval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Captain? I'm sorry to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "A messenger just arrived from Vera Cruz. Aztecs there have killed 20 of our shipmates. Cortes nods. Stares. Looks around at the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We must act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Decisively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes. Tomorrow we must save ourselves... or die in the attempt. (long beat) This is what I propose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and a dozen men cross the square to Moctezuma's pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (V.0.)",
          "text": "Tomorrow morning will seem the same as today. A group of us will go to Moctezuma's chambers. As always, we will be fully armed. After the first dozen, a second casually follows. Then a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (V.O.)",
          "text": "For the first time, other soldiers will follow. We must hope they attract no particular notice. \f72. The last two groups loiter outside Moctezuma's palace...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Spaniards enter, and Moctezuma nods graciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (V.0.)",
          "text": "Then, when we enter, I will -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (LIVE)",
          "text": "Great Moctezuma, I must demand - Moctezuma stops him with a gesture. He proceeds playfully",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Malinche, is this true that of the riches I give your King, he will receive only a fifth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes, but -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "And_you receive an equal fifth? Cortes nods. Moctezuma proceeds with mock outrage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "And the rest is divided among your men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "It's true. Moctezuma stares gravely at Cortes and then bursts out la",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "You're a very clever man! He continues to laugh. No one joins him. He realizes there is tension in the air. Nods gravely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "You have heard about 20 of your men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "I_hear it too, with shame and sadness. I have come to think of you as my brother, and to show my eart has good will... \f73. He motions and a gorgeous princess, DONA ANA, appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "I_am giving you today my third daughter, to be one of your wives. For a moment Cortes is thrown off course, both by the act generosity and the luminous beauty of this girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "She is very beautiful... Marina dutifully translates this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "But that does not change what happened. There have been too many accidents. Until those who killed my men can be brought here and questioned, you yourself must come with us, to our quarters. He watches Moctezuma's face as Marina translates. Bewilderment, then shock, then outrage. Moctezuma's eyes flash toward his GUARDS - Because they have their eyes lowered, they do not see him As his mouth opens, Velasquez de Leon and Cristobal appro swords drawn. There is nothing Moctezuma_ can do. He is trapped. He lowers his eyes. His body trembles with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Go...as your prisoner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "As our guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Is this how my kindness is rewarded? (anger ) When did a great prince such as myself, ever leave his palace to stay with strangers?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You will hold court there, as always. Everything will be the same. Moctezuma stares at Cortes. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Even if I should consent to such a degradation, my subjects never would. I remain here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Then let the barbarian die! Now! Beat. Moctezuma looks at Marina. Marina looks at Cortes: translate? He nods, and she translates. Moctezuma stares at Cortes. Expressionless, but thinking. Finally he smiles. And stands. Paradoxically, he seem str imperious... He gestures toward the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Let _us go then to the palace of my father and see what destiny awaits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moctezuma walks, escorted, across the square to Axayacatl",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Cortes warned that our victory was temporary. We would still have to fight the Aztecs, and the conflict would be savage, and soon. Moctezuma's posture is straight, proud, bewildering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "young Bernal Diaz sits making marks on an Aztec scroll us pencil. Cortes walks by. Stops. Looks. Looks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DIAZ",
          "text": "Making notes. So I can remember",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "For what purpose? YOUNG DIAZ . So I can tell my grandchildren. \f75. Cortes stares at him. Not with thought, but with a kind o realization. A mystical moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No. So you can tell the world. (long beat) That is, if you live. He laughs and walks away. Young Diaz looks after him, then looks down again at his now he's looking at them in a different way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moctezuma on his mat stroking his python. Surrounding him PAPAS. In the center is a statue of a grotesque Aztec God",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We kept our word. Outwardly nothing changed except the location of Moctezuma's court. Across the vast room, Cortes chats with Sandoval as Marin Something about the posture of the Aztecs, their ritualiz and attitudes, is dissonant, unsettling, impenetrable. A interrupts their conference, and Moctezuma glares at him. The Servant says something more, and Moctezuma's expressi He nods. In response, ANOTHER PAPA enters, carrying a dead golden When he sees this, Moctezuma growls fiercely and the ente retreats. Simultaneously: Cuauhtemoc rises and begins to Cortes turns to Marina:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What's going on? She shakes her head, watching intently as: Cuauhtemoc argues with considerable passion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "You can't possibly hear them. She makes no reply, watches: Moctezuma gestures, and Cuauhtemoc bows, starts for the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They are taught perfect elocution. You can read their lips. (without pause) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MoctezunMARINQPRENT 'Bdauhtemoc, just begged the Emperor to kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Moctezuma listened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He had to. Cuauhtemoc is a potential heir to the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "to Sandoval) Follow Cuauhtemoc and arrest him. Sandoval starts after Cuauhtemoc, motioning to SEVERAL SO accompany him. Cuauhtemoc is still visible down the long we see the Spaniards quickly closing in for the arrest. Cortes looks at Marina...hesitates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I'm going to sleep with Moctezuma's daughter tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "She is young and pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You're not jealous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Don't insult me. Cortes looks her over as if for the first time: profound",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You are remarkable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "No. But I am here first, and I will bear your child. He stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Oh. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "You're not happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I'm always happy. He doesn't look it. He realizes some other response is required. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "And I am proud to have you as the mother of my child. (intense, to himself) May it be a son! Hardly the reaction she wanted. As she swallows her disap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aztecs watch in bewilderment as Spaniards pile wood and w (spears, arrows, lances) in the center of the square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "A few days later, those who killed 20 of our men were brought to Tenochtitlan. Seventeen bound Aztecs are led out of Axayacatl's Palace the top of the wood pile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "According to Cortes, they said they were acting on Moctezuma's orders. The Aztecs claimed we misunderstood. As Mexican pedestrians look on in astonishment, Moctezuma a balcony in shackles. His eyes are lowered in shame. The pyre is lit. The condemned men start to burn. Moctezuma watches... Cortes steps to Moctezuma's side. Moctezuma senses him, but does not look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "So...you_ sacrifice your enemies after all. Cortes blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "I_was talking to your priest. He tells me your God commanded Abraham to sacrifice his son Isaac. (finally looks at Cortes) And was not Jesus himself sacrificed by your God? \f78. Hold on Cortes' reaction -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and Moctezuma play an Aztec dice game, throwing sm pellets and slabs across the room. The two men seem cheer relaxed, the best of friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Moctezuma was unchained after the burnings, and he was different. Was he hiding something? Waiting? He seemed to have a hidden faith that somehow his Gods would release him from this indignity. A brief pause in the game. We catch Moctezuma staring at look on his face is completely inscrutable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and Marina walking, with Cristobal and Alvarado be The streets are crowded with Indians who keep glancing in direction, as if waiting for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We enjoyed the city. We relaxed. And every time we did, we saw something that chilled our hearts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "No, no, no. I don't think there is - or should be - any limit to the number of women a man can have. In Arabia - They stop. A noise. A procession approaching. The Aztecs around them start to weep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "What? What is it? The Spaniards group together, watching as: Six Children are borne through the streets. They are weep profusely. The Aztec pedestrians are weeping with equal abandon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They believe the tears of the children bring rain, so the crops will grow. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Then...this is theatre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "No. The children are sacrificed. All the Spaniards stare in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Aztec clowns are putting on a raucous performance... Moctezuma in full finery, sits on his mat next to Cortes. of his hand he dismisses the clowns and turns to Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Now. I have a surprise for you. He motions again, and AZTEC PRINCES come forward and prof",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "What you asked. Our chiefs are declaring loyalty to King Carlos. The line of chiefs goes on across the room and out the do riches they hold are staggering...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The treasure room door has been reopened, and Spanish tro bringing out the booty. Fully displayed, it is even more Cortes' Page is noting everything, with its value, in a b",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Moctezuma also told us of the secret treasure room and freely gave us its contents. Some of the loot is being carried through the room, out o",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LARGE ROOF TERRACE",
          "text": "Where the stones are being removed from the exquisite gol and the gold melted down into ingots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We melted down their jewelry, so the gold would be easier to transport. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moctezuma and Cortes sit on mats examining the treasure a piled before them. Again Cortes' Page takes notes. DIAZ (V.0. Perhaps Moctezuma hoped if we had all his wealth we would go home. Moctezuma watches as Cortes argues quietly with Velasquez",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "But why?! We've conquered Mexico! Their power, revenues, and doyalty have been given us without a single blow being struck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Do we seek only power, riches? (turning to Moctezuma) My Lord, there is one more thing I must ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "I_will grant it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "My men are not content with our chapel. We beg permission to remove your Gods from the top of the pyramid and put our Lady in their place. Moctezuma stares at Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Do you love war? Cortes is taken aback -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "My Gods and my people will rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Even one temple might do. Besides...we will take it regardless of your answer. Moctezuma stares at Cortes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "(measured, a threat) Then I give my permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes stares up at Huitzilopochtli, the fat Aztec war Go cheeks, terrible eyes, girdled with hissing snakes. Cortes extends his hand. An iron bar is placed in it",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Make it clean. He leaps onto the idol and begins SMASHING it. This is no demolition. This is RAGE. FURY. MADNESS. At first others join in, but the pace and intensity of th assault distracts them. They stop and stare. At Father Olmeda's side, Velasquez de Leon shakes his hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "Yes. This goes beyond faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Perhaps...the slaughter in Cholula, burning those people alive... Does he feel some remorse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "No. This is about his greatness. Cortes' anger is both scary and awe-inspiring...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA, (CONT'D)",
          "text": "If he truly had faith, he would accept himself as a gift from God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spaniards filing into one large building, Aztecs into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "So it was that for a few days an Aztec temple and Christian church stood side by side, in peace. INTERCUT the two ceremonies: - Father Olmeda waving incense. - Aztecs waving incense as they lead a BEAUTIFUL BOY, 19, steps of the pyramid. He is surrounded by gorgeous YOUNG DIAZ (V.O. dy CONT'D) For the past year, Вў is beautiful boy had been fed the most exquisite food, tended to by the most beautiful girls, and lived a life of hedonistic joy. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today, HDEOKGEANEGDYith mushrooms, he would die so that the sun would continue to move in the heavens. He looks deliriously happy. Smiling, waving to the crowd. underneath, we HEAR the sound of his HEARTBEAT... - On the wall of the Catholic \"church\" hangs a deeply som of the baby Jesus surrounded by Joseph and Mary. - The Beautiful Boy walks onto the sacrificial stone and arms in exultation. The Aztecs cheer. - Father Olmeda stands at the pulpit. Behind him: a large Jesus' hands and feet are tightly bound to the cross. - Atop the sacrificial stone, the Beautiful Boy's hands a held by four Papas. The Chief Papa raises his knife... - Father Olmeda begins communion. On the crucifix: Jesus - Smile on the face of the Beautiful Boy. - This Crucifix is gory. A spear lances Jesus' chest: blo - The sacrificial knife cuts: blood flowing from the Beau chest. The rich red liquid flows off the stone into a cup",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- Red wine in Father Olmeda's cup as he holds it to Corte - The palpitating heart is placed in the brazier. - The wafer is put into Cortes' mouth. - The Beautiful Boy's body is thrown down the side of the the Butchers who wait below. The Crowds cheer happily. - Communion continues: soberly feasting on the \"body\" of Moctezuma watches from the rear as Cortes walks up the ai He steps in Cortes' path - Cortes looks at him with surprise: how dare you interrupt",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "At least we kill and eat our enemies... even our selves...but not our Gods! He laughs derisively and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the window we see: the square filled with protest incited by a group of Papas. Drawing back inside: \f83. Moctezuma sits surrounded by enraged Priests. His attitud posture tell us that his power has returned. On the mat in front of him is a pile of green wilted corn",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "The Gods are outraged. The People are in arms. Leave at once, or you will die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORT",
          "text": "My Lord, we would be pleased to go, but have no means. As you know, our ships were rotten and had to be sunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "(smiles) But _- how lucky - new ships have arrived! He unfolds an Aztec scroll which shows several large vess",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "Spaniards! Cortes stares at the scroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Blessed be the Redeemer for his mercies. Can you tell, from this scroll, how many men have come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Thirteen hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And who is their leader?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "A man named \"Narvaez.\" Cortes stares at Moctezuma...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If you knows his name, then your men made contact with him. Moctezuma stares at Cortes, and then, very slowly, smiles",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "What sort of contact? Beat. Moctezuma is now confident, imperial again:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The God Smoking Mirror loves to play tricks on us all. INT. CORTES ROOM. NIGHT. A conference of the chief hidalgos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Narvaez is sent by my cousin Velasquez to quell our mutiny. (off Cortes' look) But we are right to mutiny. History is on our side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "Screw history. Narvaez has fresh men, fresh horses -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "And if Moctezuma is in contact with him, they must have made a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes. Moctezuma has waited patiently, with great confidence, for the tide to shift. And now it has. (long beat) We have only one advantage. (off their looks) They both expect us to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "That's an advantage?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We leave tonight. Alvarado will remain in charge of the garrison. will take 70 men to the sea. EXT. ROAD. NIGHT. Fast and forced march. Only it isn't a \"march.\" The men are running. EXT. ROAD. DAY. Foot soldiers trotting, the five horses walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A_ foot soldier, tiring, pats the leg of a horseman, and places. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Speed was our only ally, surprise our only weapon. Suddenly the company stops, peers into: a deep ravine. Th both directions: the ravine finally closes miles away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "Horses can be round in an hour, but those on foot will lose half a day. Cortes shakes his head; no good. He stares at the ravine: wide, no way to cross it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Send the horses on. The others look at him skeptically. He addresses Sandoval",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Go. Sandoval kicks his horse, and the other four ride after h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "But how do we cross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "You don't - (know?! Are you crazy?!)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Some kind of bridge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "But what would we make it of? Again Cortes looks up and down the ravine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Maybe the bridge is already here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HUNDRED YARDS AWAY",
          "text": "They stare at a huge sycamore tree five feet in diameter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "With swords? It would take half a day to cut it down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes shakes his head: Cristobal doesn't get it.\" Then Cristobal follows Cortes' gaze...up into the branche tree: \f86. A hundred feet off the ground, the branches approach thos sister tree from the other side of the ravine. Cristobal gives Cortes a look: are you criminally insane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Volunteers? None. Just as he expected. He starts to climb the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "You're not scared of heights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No. Ts falling from heights I don't ike. MINUTES LATER. Cortes climbing quickly... Too quickly. He grabs a branch where wet leaves are resti Loses his grip - Plunges six feet, landing on another branch with terrific almost falling to his death. He lies there. Heaves a big sigh. Calls to those below:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Just a few ribs. Starts to climb again. As he does, the wind comes up, and the branches begin to Down below, Cristobal watches with Velasquez de Leon:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "If he falls, we can return to Cuba.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "To hell with Cuba!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cristobal looks surprised at his vehemence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON, (CONT'D)",
          "text": "Stop your whining. You have five women, a fortune in gold, and you're having the time of your life. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "True enough. (beat ) But I can complain if I want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "looking up) Holy Mother of God... Cortes nears the top. Ties a rope to the tree he's in. The wind is strong. The pinnacle swaying back and forth.. approaching the sister tree, then pulling away... Approaching...pulling away... Cortes has to make his leap at precisely the right instan He's terrified. Prepares to leap, then stops himself. Rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If you're scared, you'll fall. He takes a deep breath. Looks down at the others. Waves. Grins. This is not a moment for sanity. He looks back at the waving trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "What the hell. Rope tied to his waist, he rocks with the tree, preparing Velasquez de Leon crosses himself. Cortes SCREAMS at the top of his lungs, LEAPS - Fails to catch his branch - Falls... Grabs another branch which breaks his fall, but can't hol Falls again and finally latches on, two hands gripping ti white, sick grimace on his face. He closes his eyes with relief: made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINUTES LATER",
          "text": "The rope is now strung from the top of the first tree to landed in the second, so that others can traverse the rav jumping. The last man, Cristobal, moves gingerly across.. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Hurry, the horses! Dust in the distance. 100 YARDS AWAY. MINUTES LATER. As the horses ride up, the foot soldiers wait directly ac where Sandoval left them. The sycamore trees sway in the Sandoval stops...stares...looks around dumfounded...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We flew. Sandoval nods. Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' CORTES, (CONT'D)",
          "text": "Let's go. The horses walk, the men trot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tents sitting in the rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We reached the sea in 23 hours and sent on Father Olmeda and Martin Lopez, posing as messengers bearing a letter of conciliation. We hoped to thus distract Narvaez from our purpose. The rain is savage. Most tents are dark, but one is well- Approaching the doorway... INT. CORTES' TENT. NIGHT. Cortes pacing anxiously, Sandoval enters, looking very worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "A m-messenger, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "From Father Olmeda and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "No. From T-T-Tenoch -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If it's bad news, say it \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Alvarado believed the Mexicans were about to attack. He struck first during one of their festivals, and slaughtered them. The entire city is now counter-attacking our garrison. Cortes stares at him thoughtfully...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Perhaps this was Moctezuma's plan, with Narvaez. Divide and conquer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "__ SANDOVAL",
          "text": "(quite concerned) W-w-what are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "calm, almost amused: ) Well... I guess we better defeat Narvaez, don't you think? leans back, closes his eyes Wake me when Father Olmeda an Martin Lopez return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORTES' TENT. LATER.",
          "text": "Martin Lopez marking Xs on a map:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN LOPEZ",
          "text": "Sentry. Sentry. And Narvaez is here, on top of the cue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "His men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "Adventurers. They have little loyalty to him and great interest in you and your gol",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How far is it? , MARTIN LOPEZ . Without rain, an hour's journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And now? They look out at the downpour: only fools would...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miserable march through thick rain. No trotting now. Cort Cristobal, and Sandoval walk in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "(to Sandoval) Yes. I had a cat once too... But it died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "That's too bad, I -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "I strangled it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "I had good reason. Cortes stops, falls to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID, (CONT'D)",
          "text": "What now?! Sandoval joins Cortes. Cristobal sees: The small cross erected when they left Cempoala.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "How could we find this? In the dark, the rain? He kneels too. Sandoval speaks their thought:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Because Our Lord favors us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rain has almost stopped. From a distance, Cortes and at the size of the camp, the number of tents. It appears chance. Cortes motions with his head: let's go. INSIDE THE CAMP. A SENTRY turns to look the other away, and ten of Cortes' into camp. When the Sentry turns back, he sees two clusters of men w casually. Cortes waves to the Sentry and calls:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Saint Iago! Down with Cortes! \f91. The Sentry waves to them -",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE A TENT ON TOP OF A CUE",
          "text": "NARVAEZ (42, swarthy, muscular) is making love to an Indi PULL BACK OUT of the tent, focus on: CORTES' GROUP. As they spot the light from Narvaez' tent, and stealthily the pyramid. Sandoval and four other men run up the steps other direction. Suddenly nearby voices call:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICES",
          "text": "To arms! We're being attacked! Cortes and his men raise their muskets and fire. Other rifles go off simultaneously. Sandoval's group sprints up the cue. Narvaez's men rush from their tents, fumbling with their are quickly taken prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Cortes! Victory to Cortes! His men take up the chant, reloading their rifles and fir into the air -",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE HIS TENT",
          "text": "Narvaez trying to untangle himself from his amorous lover for some kind of clothing -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE",
          "text": "From every side, Cortes' men are firing into the air. Meanwhile: fireflies are blinking in the distance. Narvaez's men hear the musket shots, see the fireflies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Narvaez' men mistook the blinking fireflies for our muskets and thought we had somehow mustered a huge force. Cortes and Sandoval, from opposite sides, are climbing th to-hand combat. They reach the top as a silhouette in a nightshirt runs f gut into the darkness and is attacked from two sides. He ace - \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARVAEZ",
          "text": "Santa Maria, help me! They have killed me and put out my eye!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "V-victory! V-victory for Cortes! Narvaez is dead! Down below, Cortes' men take up the chant: \"Narvaez is de echoes across the camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes sits in an orange gown receiving homage from Narva He offers his hand imperiously for them to kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Narvaez was not dead. His humiliation was completed in the morning when he saw our meager forces. Narvaez sits nearby. He is now wearing an eye patch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARVAEZ",
          "text": "Thank your evil luck for putting me into your power so easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I have much to be thankful for, but this is the least of my achievements. Cortes gives each of Narvaez' men a small sack. At_a mome one else is in hearing, Cortes explains to Sandoval:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "The gold is to keep these mercenaries from having second thoughts. Nearby, two of Cortes' men - Villafana (a common soldier distinctive scar who we saw on the docks in Cuba) and his watch with barely concealed rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "But our own men have received nothing, These gifts will -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Exactly. (to Villafana and Cohort) What sort of soldiers follow a man like Narvaez? Do they fight for glory or God? No. Only for gold. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "I am the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Good. You shall have the gold you dream of. (giving him _a_ small sack) Lots of it. And we shall use these (indicates Narvaez' men) cousins of ours to get it. A SOLDIER on horseback rides up furiously, hands Cortes a Sandoval watches as Cortes reads the message with grave c",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Our garrison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The Aztecs stopped their attack. why? He rises, conceals his concern, and announces cheerfully:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Men! Let us march to Tenochtitlan and show our recruits how much the Aztecs love us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The expanded Spanish Army walking along a causeway. Like a neutron bomb landed: No Indians in sight. In the distance, a single canoe skims the water. Ominous. Cortes and Sandoval exchanged worried looks. Some of the bridges which connected other dikes have been Clear implication: the Spaniards will have to fight their",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "P-perhaps the last message we received was a trick? As they cross one of the bridges, a horse falls. The caravan stops. Cortes trots back to examine the animal. Leg broken, it w be destroyed. Botello, the exotic little man who was throwing tarot on mutters something. Cortes glowers in his direction:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What did you say? \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTELLO",
          "text": "I don't care if you hate me. I speak the truth. This is a bad omen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "In a deserted city, you need a spastic horse to tell you something is wrong? Botello gestures derisively and retreats. Cortes stares at the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Shoot it. The order carried out. Cortes looks anxiously toward Tenochtitlan. Silence... Cortes begins to fidget... He and Sandoval exc another look... Finally we hear a shot fired in reply. Cortes spurs his horse and they move on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and his men enter. The square is empty except FOUR MEXICA, each standing in dripping blood. Cortes and company look at the Mexica with mounting horro realize: The reason they drip blood is because they are wearing th slaughtered men. Cortes turns to Marina:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "This is intended to scare us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "No. It's one of their rituals. The Ceremony of the Flayed Men. Cortes nods. Stares again at the four men... Barely overcoming his horror, he kicks his horse and move Alvarado rushes out to meet him. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How are your troops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "No food. No water. Moctezuma is approaching. Cortes dismounts and walks right past him. On Moctezuma's face: rage, then sadness, confusion; and a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Is this the reward I get for calling off my men and preventing the slaughter of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You prefer to kill us slowly, cutting off food and water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "I_am helpless to change these things when I am your captive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Aren't you the Great Moctezuma? Long beat. They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "If you wish our markets reopened you must release my nephew Cuauhtemoc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "He hates all Spaniards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "He is married to my youngest daughter, he is in line for the throne, and he will obey the emperor. Cortes considers this, finally turns to De Leon:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Order it done. (stares at Moctezuma...) When I was gone, why did you save my men? (off Moctezuma's stare) You feared for your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "The greatest honor for a warrior is to die in combat. May that be my fate. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Because you Cortes, are a most remarkable. ..being. It seems an unequivocal statement of admiration and awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "I_wanted to make sure you came back. He smiles, with an ominous hint of triumph...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alvarado talking as Cortes stares out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "...our spies said they were planning to attack, so I struck first... Cortes watches as Cuauhtemoc is released from the Spanish walks across the square. As Cuauhtemoc passes TWO WOMEN, they lower their eyes def They will not look at his face. Cortes frowns: what does this mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "So you see? I had no choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(whirls) Choice?! This was their festival, during which they NEVER wage war!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "I caught them by surprise -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "They outnumber us a thousand to one! The one thing you were not to do was provoke their wrath!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You are a great soldier, Alvarado, with the brain of a crustacean. When we return to battle, you will fight in the most precarious position. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "grins) Sounds good to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Get out of here! Alvarado leaves. Cortes stares after him. Then he looks again out the wind Cuauhtemoc no longer visible. Just a few Aztecs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I should have left Velasquez de Leon in charge. We think he's talking to an empty room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "He's the only man I have who's not a child. Marina approaches him. At her touch, his speech becomes g affectionate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "But the children are so simple. (glance after Alvarado) One must never blame them for being themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "What worries you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(scornful) Worried? (stops... thinks...) That I've led them all to slaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diaz, the Young Soldier who planted the orange pips, lies his bedroll, fully armed. His face peaceful, almost innoc",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Even when this campaign was over, I always slept on the floor, in my clothes. I grew used to it, and for ears after I never lay down ina ed unless there was a woman in it. A commotion nearby; soldiers run and shout. Diaz does not \f98. A flaming arrow pierces the air and lands on Young Diaz' bursts into flames. He leaps up and stamps it out. Around him, other soldiers jump to arms -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Cortes and Marina approach, Moctezuma stands watching and stroking his python...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "It is my shame I am here with you and not there, leading my people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ CORTES",
          "text": "Who is the warrior who leads them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "(knowing the answer) Where? Cortes points to a dynamic Chieftain exhorting his troops",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "You don't recognize my nephew Cuauhtemoc, who you just released?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You told me he would open the markets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "He has. To our people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "You said he would obey the emperor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "He_ does. As of now, he is the emperor. Enraged, Cortes stalks out of the room -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spaniards burst out of Axayacatl's palace and are quickly by TZILACATZIN, a giant Aztec slingshot artist, and other",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Moctezuma's gentle manners had not prepared us for this battle. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow to 9HAS6CONReDAztecs were even more difficult to pacify.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flaming arrows, Indians leaping through windows, smoke so can hardly see. Guns fire, swords slice the air; a vision",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "They suffered great casualties, but when we sued for peace, they told us 25,000 of their number could die for every Spaniard and they would be content.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Olmeda with Moctezuma. DIAZ (V.O. Their love of death terrified us so we appealed to Moctezuma to end the bloodshed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "I_ desire only to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "(gently) But must all your people, and ours, die with you? Moctezuma stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA, (CONT'D)",
          "text": "Allow us to leave in peace, and we will never return. Long beat. Moctezuma stares at Father Olmeda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "I_understand more than you think. Father Olmeda is about to question this enigmatic reply w Moctezuma rises slowly to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The battle rages. Cortes and Marina watch: \f100. Moctezuma walks onto a rooftop, dressed in his official r loin cloth, mantle embroidered with feathers, gold decora turquoise ear plugs, a jade ornament piercing both nostri rock crystal tube piercing his lower lip. His face is bri painted. The effect is bizarre but quite beautiful) He's surrounded and protected by Spaniards. The Aztecs stop fighting, but their attitude toward Mocte changed: it's still respectful, but for the first time th directly at his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "People, my people who I love, brave people, why are you fighting? To save me? I_am not a prisoner. I am already dead. Marina translating for Cortes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Already...\"dead?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Do you want to drive away the strangers? That is not necessary. If you let them go, the strangers will leave and never return. This is their word. They give their word. Should we not believe them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What is he doing? What's he saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "Have not the strangers always been honest and true? Go home, then, Take the word of these strangers and lay down your arms. Listen please. Listen to your emperor. He stops. His eyes search the crowd and find Cuauhtemoc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods to Cuauhtemoc. Cortes sees it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "I am the Emperor now! Listen to me! This man is a coward! A rising swell of anger as other Aztecs shout similar ins is enraged at this carefully staged piece of theatre. \f101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "(to Cortes) They are calling him a eunuch, an old woman, a sodomite for the white men. Cuauhtemoc fires an arrow at Moctezuma. Barely misses. Ot shoot arrows, throw stones, and hurl insults - Moctezuma stands proudly: accepting, even welcoming, the The Spaniards Guards, taken by surprise, rush to protect Moctezuma is hit on the chest by two stones - The giant Tzilacatzin fires his slingshot... And hits Moctezuma on the head. He drops -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spanish Guards hurriedly cover him up and carry him insid INT. PALACE. DAY. As Moctezuma is carried in, he is brought past a glaring Moctezuma looks up at him with a wan smile of triumph. He is then carried into the adjoining room. Cortes glares after him with homicidal fury, then follows the other room. The door closes slowly, ominously.. Hold on the door. In the b.g., we HEAR THE BATTLE RAGING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "SAME DOOR, later. (BATTLE SFX, under.) Sandoval exits, an those who are waiting: SANDOVAL ; He's refusing all medical treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "SAME DOOR, later. (BATTLE, under.) Velasquez De Leon exit",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "He's refusing all food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "SAME DOOR, later. Cortes' Page emerges, downcast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' PAGE",
          "text": "Moctezuma is dead Others move forward: \"What happened?\", \"What did he die o \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' PAGE, (CONT'D)",
          "text": "He refused the sacraments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes and Father Olmeda hover near Moctezuma's wheezing",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' PAGE, (V.O.)",
          "text": "Cortes was with him to the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I beg you again, Great Speaker. (indicating Olmeda) Before your soul is damned -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "No. My Gods have forsaken me, but I will not forsake them. Besides... He indicates Father Olmeda, who at the moment is examinin evident greed a beautiful gold necklace... When Cortes turns back, Moctezuma gives him his hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA, (CONT'D)",
          "text": "Malinche... My daughters, sweet and fiery, are here with you. Will you protect them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(touched) Of course. (hesitates, can't resist asking: ) And you, can you tell me... They sa you were once a great warrior to f Moctezuma's nod Why did you never fight us? Moctezuma smiles as if to say: Don't you know??",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCTEZUMA",
          "text": "If_ you were a God, I dared not, If you were what you say, ambassador toa great King: What kind of King would I be if TI made war on an ambassador? (breathing more heavily...) Besides, we Mexica fight wars to gain captives. (gestures) Here in Tenochtitlan, are you not already our prisoner? Cortes stares at him, stunned... \f103. Moctezuma smiles wanly... Cortes realizing suddenly: has Moctezuma_ already defeate Moctezuma's breath getting shorter and shorter... ANOTHER ANGLE. MOMENTS OR MINUTES LATER. The Page watches as: Cortes closes Moctezuma's eyes. INT. THE NEXT ROOM. As Cortes' Page finishes this story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DIAZ",
          "text": "Is that really what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' PAGE",
          "text": "Of course",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DIAZ",
          "text": "But...when he left here, Cortes seemed enraged at Moctezuma...? Cortes' Page stares at Young Bernal Diaz with a peculiar and we realize: the Page's story may be a lie. Their attention is diverted by the sound of the raging ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a barricaded doorway, soldiers are firing, reloading, again without aiming their shotguns and crossbows: the In thickly massed the Spaniards can't miss. Botello the Soothsayer stands waiting as Cortes paces the listening to the anxious report of:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "-handful of corn per day: Without food and clean water, we'll never last the week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(turns to Botello) You were right about the horse's death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTELLO",
          "text": "As always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If I seek your counsel, am I no better than Moctezuma, whose world is cursed by superstition? \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTELLO",
          "text": "(snide) A pretty question, sir. Shall I consult the stars for an answer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(irritable) What is your augury now? For us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTELLO",
          "text": "Leave tomorrow night or die. Cortes nods thoughtfully and giances across the room, whe CARPENTERS are building some kind of contraption...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "(supporting Botello) The Indians are still unprepared for night battle, so perhaps -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOTELLO",
          "text": "It's not military tactics; it's fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(growls) Fate is something we cause, not submit to. Father Olmeda arches an eyebrow at Cortes...",
          "sentiment": "neutral"
        },
        {
          "speaker": ", CORTES, (CONT'D)",
          "text": "With God's mercy, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Battle raging. The front doors swing open, and FOUR MEXICAN PRINCES carr wrapped in turquoise cloth. The battle stops. The body is borne with great solemnity. Indian drums roll Soldiers on both sides stand silently in tribute. Even those Aztecs who cursed and threw stones now give Mo respect: let us forget failings and honor the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Some say they gave Moctezuma's body royal honors; (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "others BIAZHEQNGURDed him into a canal like carrion. Either way, they claim we killed him with a sword thrust up his rectum. Moctezuma's body disappears slowly around a corner...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The huge room where Moctezuma once held court is now the command room: Cortes and the other Hidalgos are diagrammi their departure. A Messenger is given final instructions, departs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We had to flee. To camouflage our true intentions, we sent a message asking Cuauhtemoc for peace. Cortes' Page opens the door, and fifty Soldiers rush in. room is a pile: all the treasure the Spaniards have accum Soldiers dig greedily through these riches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' PAGE",
          "text": "In all, it is worth 700,000 pesos! Cortes says: Take what you can. But remember: he goes safest at night who travels lightest. The men scarcely hear him; they're stuffing their shirts gold ingots. Across the room, the war council continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "But Cortes wants me in the most precarious place, which is the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Then I must fight there too. (to Alvarado) With due respect: we cannot survive another error in judgement... Alvarado turns toward Cortes and smiles with defiant char",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Well? You're the Captain of the Captains. Cortes lowers his eyes and says sadly to Velasquez de Leo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We gratefully accept your offer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men pack their bags and prepare for battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' PAGE",
          "text": "Two hours to departure. Two hours... Alvarado's warming up like a boxer: shoving the wall, gru psyching himself up... gristobal holds hands with two of his WIVES as two others eet. Sandoval tests the blade of his sword. Velasquez De Leon sits in a corner. Cervantes (the blond Cortes found long ago sleeping on his watch) walks past -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Hey! You! Cervantes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "I have no one to drink with me. Will you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "(big grin) Shouldn't be a problem, sir. Velasquez de Leon hands Cervantes his bota (leather wineb Cervantes hoists it and sprays a stream into his mouth. O into his mouth; he spills some onto his armor...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "The wine is Castilian. I've been nursing it the whole trip... Velasquez de Leon retrieves the bota and drinks himself. Lowers the bag...looks at Cervantes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON, (CONT'D)",
          "text": "Are you in the rear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "Tonight's battle?! No sir. To be honest, I'm something of a coward, and I want to get out of here as quick as I can! Cervantes glances at the wine, hoping for another drink Velasquez de Leon hands him the bag. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "Could you carry this for me? You'll have a better chance of getting it through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CERVANTES",
          "text": "No problem, sir. No problem at all. And I promise I will not touch another drop. On my honor! He bows obsequiously, and saunters away with the bota... Velasquez de Leon stares. His face - placid on the surfac sad underneath that we can't bear to look at it. We glide to where Villafana and his Cohort, who complaine Narvaez' men received gold, are whispering conspiratorial",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "On this night, most of us knew we could only survive united. But in the whole campaign we never took a step forward without being sabotaged from the rear. We're now close enough to overhear",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "...we'll only reach Cuba if Cortes dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA'S COHORT",
          "text": "You wouldn't strike at him? Villafana shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA'S COHORT, (CONT'D)",
          "text": "Even in battle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "Especially in battle. But in battle sometimes a man's virtues do him in... His Cohort is puzzled. As Villafana leans forward to expl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes sleeping, Marina gently rubbing his head. She stops, looks at him. He's spread out on the bed, shirt open, Indian feathers s around as if having been incorporated in their love-makin Something momentous in her stoic face... \f108. She undoes her huipil and we see her rounded belly: five along, but very large... Slowly, solemnly, she ties his shirt-tail to the tail of She places his sleeping hand over the knot. Puts her own hand over his. (From this Aztec ritual comes \"tie the knot.\") Sandoval knocks, sticks his head in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Twenty minutes to midnight Marina nods. While the unwitting \"groom\" slept through th \"ceremony,\" the \"bride's\" face streams with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doors swing silently open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "This was to be the most famous battle in our campaign. It came to be called \"noche triste,\" the sad night. Two Spaniards exit, look around - The Square totally deserted. The Two Men motion, and 40 more emerge, carrying an enorm (the structure we saw being constructed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We chose the shortest causeway. The bridges had been removed, so we built a mobile one to carry from one section to the next. The platform is followed by foot soldiers, cavalry, women porters, the Tlascalan allies, and finally the rear guard Velasquez de Leon and Alvarado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "It was dark. A fine mist obscured and muffled our departure. They enter the dike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "By some miracle, or by ineptitude, the Aztecs had posted no guards. The portable bridge is put in place and they start across \f109. The land seems such a short distance away... Cortes stares, hoping: can they really escape without a b On the shore: AN AZTEC WOMAN, fetching water from the lak She sees them. Stands. Whistles. A beat, then answering whistles. And more. Like menacing birds - The Spaniards race across the portable bridge - Pirogues (the Mexican canoes) stream toward them. The whi the Aztecs seem eerie, ghostlike. veryone has crossed the portable bridge. The PORTERS try ut_it won't budge. he great huehuetl (drum) on top of the Templo Mayor SOUND eeps sounding throughout the battle.) At that instant: AA jom oO irogues arrive; Spaniards are showered with arrows and st uddenly, on a rooftop: the majestic Cuauhtemoc. Motionles hen he thrusts two spears into the air. At this signal: nemy soldiers appear everywhere. On land, on the causeway paniards are headed toward. As if the Indians were always nly now can be seen. Shouting, whistling, banging drums. onm AN he \"portable\" bridge just won't budge. The Porters fall d he Indian onslaught. oo lord spreads among the Spaniards: \"The bridge won't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We Pandemonium. Panic. Men dive into the water and swim, onl themselves helpless against the Indian clubs, stones, arr Cavalry plunge into the water and fare little better. Men who cannot swim grab a horse's tail and try to hitch An Indian climbs onto the dike, grabs a soldier; they tum into the water. The Spaniard, helpless among so many enem quickly carried away. Suddenly we recognize the captive: Cervantes, the buffoon with the blond beard. Cuauhtemoc himself is everywhere: doing battle, directing Caciques, spreading the spirit of victory. CAMERA MOVES I Handsome, confident, full of fury; this man is a leader. \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Watching Cuauhtemoc, we were overcome by a sense of familiarity: he was Moctezuma's blood. He resembled Moctezuma. It was as if Moctezuma himself, Moctezuma the warrior, had finally come forth to fight us: in the form of Cuauhtemoc. Hold on Cuauhtemoc as this idea, this eerie resemblance, emotions. Then the noise of gunfire distracts us: Two Spaniards fire their guns, sinking canoes, and leap i lake. They hold their weapons and gunpowder above water - This posture makes swimming difficult and defense impossi are forced to drop their rifles and fight for their lives Up ahead: another Spaniard climbs out of the lake and tri his gun: click. With wet gunpowder, the weapon is useless The Indian that The Spaniard fired at...captures him. And Young Bernal Diaz is fighting frantically, hopelessly life. He looks like a boy trying to do a man's work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "For the second time, I knew I would die. We all knew it. I was hardly wrong. Young Diaz miraculously escapes, for the moment, from thr A few feet away, the giant Tzilacatzin pulls back his sli knocks a Spaniard off his horse. Two Spaniards fire crossbows at him - Hit him! He laughs, pulls the arrows out of his cloth armor, and d another stone. Though there is panic among the Spaniards, the chief hida Cortes, Sandoval, etc. - are keeping their composure. Some Spaniards seem sluggish. When they run, it looks lik motion. When they hit the water, they sink. Either way th",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Those who had loaded themselves with gold this night fulfilled a life-long dream: they died rich. We see Villafana. Sneaky eyes. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "And even in such extremity, petty plots unfolded. Villafana is guarding Marina. But...is it possible?...he very subtly, guiding her away from safety: As we see this, Villafana's Cohort grabs Cortes' arm and something. Points at Marina. Cortes sees her. Her swollen belly. Swollen with his chil hesitation, he hurtles toward her, into the heart of the We realize: this is his virtue doing him in! In this moment, through the insane intensity of his rage, clearly how much Cortes loves his Indian mistress. And she knows it. Sees it. Though her features, as always impassive, it touches her to see Cortes' passion made man As Cortes frees her, they exchange a look. An acknowledge Then Villafana himself, watching Cortes, is seized from t dragged toward the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "My Captain! Cortes! Cortes sees him, jumps from his horse... And is immediately surrounded by Indians. Villafana scurries free as all the Mexicans concentrate o They grab his limbs, knock his sword to the ground - He yells, writhes, punches, but they're dragging him towa Tzilacatzin grabs him. Holds him aloft and laughs. Is everything lost? No. Cristobal De Olid is tearing toward Cortes. Like a tr steaming through heavy grass, he cuts a swath through the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Whatever you say of Cristobal de Olid, in battle he was a veritable Hector. It is strange, but I swear I never saw another man fight with such bravery. The sight of Cristobal - and certain death - forces Tzila drop Cortes - Cristobal throws Cortes a sword. Cortes fights as: Cristobal and Tzilacatzin begin a private battle of wills \f112. Sandoval is also moving toward Cortes, bringing an extra An Aztec jabs at Cortes' head. Blood bursts forth... Sandoval arrives, and Cortes lurches up onto the extra ho Villafana, watching from safety, curses in disgust. As Cortes mounts the horse, he sees: His Page being carri Canoe. The Page's eyes fixed on his master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "My page! Sandoval prevents Cortes from plunging his horse into the Enraged, Cortes tears his eyes off his Page and spurs his a swarm of Indians, cutting them down with savage intensi Sandoval are among the last Spaniards on this section of They pass Velasquez de Leon and Alvarado, bravely keeping and drive their horses into the water. Ahead of them: Marina and Two Spaniards have commandeered - accompanied by Dona Ana - are gliding to safety. Suddenly drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And fire in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the main temple. Spaniards being led up the side. Wi recognize: Cervantes in the lead. For a moment the battle ceases and everyone on both sides in horror or triumph - as the familiar ritual is enacted: Cervantes is thrown onto the sacrificial stone. Held down. His chest is cut open. His heart is held aloft for all to see. His body is thrown callously down the side of the pyramid The Spaniards turn from the sight in shock and redouble t at escape. Now, more than ever, they are motivated by fea But scarcely have the Spanish begun anew, scarcely have C Sandoval reach the next segment of causeway, when a new s a pure piercing note... The Indians raise their arms in triumph; the Spanish turn Cuauhtemoc, blowing his conch shell: A tremulous \"e\" shar \f113. The Indians renew their attack with a fury close to insan Cuauhtemoc's \"horn\" is apparently a mandate to kill, capt in the attempt. As rortes and Sandoval try to ward off the homicidal rage ack to: Alvarado and Velasquez de Leon, protecting the rear as th Spaniards enter the water. The two men fight side by side vastly different styles - Velasquez precise and aristocra Alvarado a fountain of almost homicidal fury - yet we sen them teamwork, comradeship, and, at last, mutual respect. Seeing everyone else has gone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "After you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Get in the water, you fool!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON",
          "text": "grins) Together then. (glances at Alvarado) At my signal? The glance, the camraderie, costs him. As his eyes are averted, a stone hits him on the forehead Tzilacatzin raises his arms in triumph - Velasquez de Leon falls. Alvarado leans over him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VELASQUEZ DE LEON, (CONT'D)",
          "text": "Save yourself! They're beset by Indians. But Alvarado fights the Aztecs off with one arm as he hoi Velasquez de Leon onto his back. Tzilacatzin keeps firing stones which Alvarado somehow de his sword. For a few moments, like some mythological warrior, Alvara twenty men at bay with one arm. But his load is too heavy. He can't continue the swirling which protect his wounded comrade. As Alvarado's movements slow, an Indian leaps from behind for Alvarado, hits Velasquez de Leon on the back of the h Velasquez de Leon's legs stiffen... shudder...and relax. Alvarado roars with rage. \f114. He drops Velasquez de Leon's body and goes on the attack. Again he drives the enemy back, but how long can he keep The water which separates him from the next section of ca filled with canoes. Impossible to swim it. He turns on his attackers, stabbing one, tossing two into water... But, totally isolated, his position appears hope He sees something. For no reason we can perceive, he laun diagonal attack, moving away from the water... They we see: A lance lying on the ground. He fights his way to it, picks it up. Too long. Indians too close to him. The lance is useless. He utters a blood-chilling roar; and the Indians fall bac instant. He points the lance toward the water and runs... His speed building, building... Indians swiping at him as he sprints past... He reaches the water and aims the lance downward, into th Like some maritime pole-vaulter, he catapults himself... out over the water... over the heads of amazed Indians in canoes... shouting with the glory of his escape... And landing near the next section of causeway. Indians ar him, but they're so amazed that they retreat. He gains la",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "To the Aztecs who called Alvarado the sun, in respect for his blazing red hair, this was the most amazing feat in all our time in New Spain. You can still find the spot, in the city of Mexico, where Alvarado made his famous leap. The scene which greets Alvarado on the next dike is terri literally walking on the corpses of his comrades, many of bodies are being sacked for gold. Other Spaniards are sti struggling toward the last gap in the bridge. When he himself reaches the gap, it too is filled with fl Spanish bodies, Indian bodies... He slogs across this bridge of collapses, dodging stones arrows... \f115. And reaches the last section of causeway, which connects yards ahead, a small band of Spaniards is fighting bravel Surrounding Indians pay Alvarado the courtesy of a few id thrusts, but they're primarily occupied in looting. He sprints forward and joins the rest of the group: only hundred men. They burst through the last resistance and s land. Stunned, dazed, exhausted. In a broad field, Cortes collapses under a sycamore tree. He stares blankly. Blood streams down his face. Dawn coming... Sandoval approaches wearily; the boy becoming a man. (NOT moment forward, Sandoval no longer stutters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "The doctor must tend to your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(ignoring this) What is your reckoning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "We have lost most of our Indian allies and two-thirds of our own men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Tell me. All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Too many to tell. Cortes glares, and Sandoval starts reciting the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL, (CONT'D)",
          "text": "Juan Velasquez de Leon. Francisco de Salcedo. Francisco de Morla. Lares the Good rider. Cervantes the buffoon. Ponce the card-player - Cortes lowers his head. Weeping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL, (CONT'D)",
          "text": "Enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(shaking his head) Marina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Safe. Cortes nods. \f116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And Lopez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Martin Lopez, the map-maker and shipbuilder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Should I find out? Cortes nods. As Sandoval starts to leave -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "They have my page. (Sandoval stops) They will sacrifice my page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "(nods; long beat) One of many. He leaves. Cortes is weeping unabashed, tears streaming d moved by this startling image...until we draw back and se In the branches over Cortes' head sits a Golden Eagle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Olmeda giving last rites to a dying soldier... The field is an outdoor hospital. Men lie groaning, other wounds, cauterizing and wrapping them. Everyone moves wit slowness, as if they were all octogenarians. Young Bernal Diaz rides into camp, comes up to Cortes. Sa approaches to get the news:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DIAZ",
          "text": "qhey are making sacrifices to their Gods. They all know what this means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We must thank the true God they do not attack again. They would meet little resistance. \f117. Sandoval opens a small leather box. Cortes (eyes wide, fa with fever) looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "From The Astrologer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Botello? He is...? Sandoval shakes his head, and inspects Botello's papers, covered with odd markings:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Even this little dwarf had his loyalty. \"How can I survive here?\" Do nothing. \"How can the army survive?\" Leave tomorrow night. \"Then if we leave that night, I will die?\" Yes. Long beat. Cristobal is approaching them -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If our man could read the future, what did Moctezuma know? What does Cuauhtemoc know now? Is the issue already decided?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "(interrupting) What are we doing? Must we sit here till the Heathens feed us to their -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No. \"A wounded hare does not nap.\" We leave at - He stops. Stares: A familiar blond beard. Cervantes is approaching - Other Spaniards also staring. How can this be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Cervantes! We thought you were - He stops. He sees, as we do: \"Cervantes\" has two right hands. And two left hands. qt is not Cervantes at all. It is an Aztec wearing Cervan skin! \"Cervantes\" laughs at their expressions. \f118. They run at him. Stab him. He laughs until he dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pitiful sight: the severely wounded and the lame, and the remaining women, huddle in the middle. Those who cannot w or are tied to, horses. Decrepit foot soldiers surround this nucleus. A dozen hale riders and horses circumnavigate the whole. Campfires are left burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We departed at midnight, leaving our fires burning to fool the enemy. AS they begin their march, a SOLDIER tied to a horse has He shakes terribly, keeps shaking, but no one goes to his In fact, no one notices. He's not much worse off than any",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "In our adversity, we were sustained by the knowledge that the greatest disaster had already befallen us and we had survived. But we were wrong. The greatest disaster lay ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foreground blur: Spanish and Tlascalan Armies re-entering",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We returned to Tlascala. Rear of the frame, very clear: weeping Tlascalan women sc returning army for husbands, fathers, brothers, sons... A scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes lies delirious... \f119. DIAZ (v.0.) Within a day, we thought our commander would die. A \"surgeon\" removes part of a bone from Cortes' bloody sk",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The ships! Ready the ships! Marina looks up at Sandoval:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "For hours, the same: \"the ships.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Cuba? (bitterly) | The men will be relieved. Xicotencatl the Elder is led into the tent, to Cortes' si He takes Cortes' limp hand and holds it. Frowns...cocks his head as though listening to something. And speaks. Marina responds, and the old man mutters something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "He says it will be worse when Cortes recovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "What will be worse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "The slaughter will be completed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Of which side? She asks the old man. He spreads his arms wide: he does not know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vigil. Sandoval watches Marina apply compresses to Cortes We sense: only the care of these two people is keeping Co Softly, after a long beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "This...\"love\"...is it something you have, or something you long for? \f120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "You have it, I long for it. On Marina's hand, holding Cortes' hand: INT. TENT. DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Cortes, voice weak and eyes over-bright, sits facing Cris He storms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernal Diaz at tall. Weeding,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Where goes the ox that it does not draw the plow? We are soldiers! On to victory:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "Two days ago you kissed death, now -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Martin Lopez will build our ships -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "And sail to Cuba! They beat us! Savagely! Decisively!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes. They showed us how to win...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "(darkly, a threat) I swear: If you pursue this course when your brain is clear... Cortes calls cheerfully, his fever raging:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Sound the trumpets! Pour the brandy! In two months I will be Don Hernando, Governor of Mexico!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET. DAY.",
          "text": "19 is tending a tiny grove of orange trees a foot replanting, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Some say we brought nothing but death and disease to this New World. It was not so. The orange pips I ppanted came up well, and grew well, and to this day all the oranges growing in New Spain descend from my trees... (beat (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not PPSEEANT tRAt these fruits, sweet though they be, are worth the life of a single Christian. Cortes, head bandaged, walks slowly past Diaz. An old man",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "As Cortes recovered, he held to his plan. Walking with Cortes is Martin Lopez. We overhear them dis design of the brigantines... They reach agreement and Martin Lopez goes off, walking p Villafana and his Cohort lurking beside a building, prepa attack Cortes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Not everyone was pleased. Cortes seems weak, helpless, unable to defend himself - But just at the moment when the traitors are about to att Marina rushes up to Cortes holding a small infant:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Hernando! He smiled! Cortes nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "Look, he's doing it again! To you! Cortes gives the child an idle pat. They turn a corner an Ana, Moctezuma's daughter, nursing a second infant... Cortes looks at the two women, two babies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "My wife was barren; now I have two children. If I allowed myself to feel these things, I would be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "You do feel them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I see it. He glares at her silently, then looks again toward Dona A",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "That child is descended from both me and Moctezuma... \f122. Another silence as Cortes stares at Dona Ana's daughter.. Quite impulsively, Marina hands Cortes her child. To her surprise, he accepts it. The infant seizes his father's pinkie, and suddenly, unex Cortes is overwhelmed by feelings of tenderness... Marina sees it. For a moment her face is unguarded, fille and something else: longing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "They say...that you will do anything to get what you want. A strange statement in this moment; what exactly is she a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Of course. And what is he answering? An odd silence. He hands the child back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I am sorry. Is he apologizing for being who he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I am not. He looks at the child: suddenly distant from him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If I feel this child, I will feel other things. Things which may cause me to avert my eyes in the face of danger or suffering. If I do that, even for an instant, we will all die in Mexico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "(casual) Then feel nothing. (fiercely) But love him with your secret heart. She turns from him in anger and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLOW PAN of the square: A kind of picnic. Spaniards loung some dressed in Indian garb, all eating Indian food with relish. They are becoming assimilated. \f123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We stayed in Tlascala six months. We see a carpentry shop: several boats under construction",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We built ships we hoped would blockade Tenochtitlan, and sent out small expeditions which conquered the Aztecs' allies. The major hidalgos are being pampered by their harems...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We also grew used to Indian ways. As we complete the PAN of the square, we find Cortes, ful recovered, speaking to his men. We don't yet hear his voi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "But pleasure is married to cowardice. We faced a final mutiny in our own midst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(sound fading up:) ...to those of you who still doubt. You told us we could never survive our battles here in Tlascala, and you were right. You said we could not safely enter Tenochtitlan, and then leave Tenochtitlan; again you were right. You say now it is suicide to proceed; I cannot arque. By the laws of logic, you have always been right. Yet we have survived. I ask you to trust me, and follow me, one last time... (long beat) If you cannot, say it now. Cortes looks over the crowd: At Cristobal... At Villafana... Neither man speaks. Cortes nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Then let us complete our miracle. The crowd cheers. \f124. Cortes glances at Sandoval, and stalks toward his tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes looks at Sandoval and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Their plan is set in stone. Sandoval nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Any details?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "A package will come, supposedly from Spain. As you open it, they will kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "One hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Is Alvarado with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "He loves battle too much to desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Cristobal? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I don't know. On Cortes' face:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes, Sandoval, and Alvarado waiting. Sandoval's eyes move, see: a MESSENGER approaching with a Sandoval grunts. They all rise. As they start to walk, the Messenger intercepts them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MESSENGER",
          "text": "Captain! A package has come from Spain. \f125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Deliver it to my tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MESSENGER",
          "text": "But sire -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Are you deaf? I will open it after my walk. He strolls through camp, keeping a wary eye... Some men call a greeting, others appear guilty. Villafana stands in front of his tent pretending not to l He stretches and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I would die for any of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "That is why they hate you. They wander toward Villafana's tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Then what? Am I to be less than myself? He slashes a hole in Villafana's tent and jumps:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE",
          "text": "Villafana and his Cohort conferring - They blink, stunned - Villafana grabs something from inside his shirt. Parchmen swallow it - Cortes snatches it as Alvarado and Sandoval seize the con Cortes stares at the parchment. Turns his back on the others. We, who see his face, know he has read something deeply d",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "The names? Cortes nods. Responds to the implied question:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No one of stature. Let's hope the sight of these two scares the others into submission. (turns to Villafana) Have you anything to say before you ie? \f126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "I curse the day I met you. I curse the day I heard your name. I am put on this sweet earth one time, and I curse the God who makes me die because of your mad dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I am only mad if we lose. Had you followed me back to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VILLAFANA",
          "text": "Had I followed, I would still have died, but I am glad to have taken this course. I had the courage to stand up to Hernan Cortes. Cortes stares at him. Villafana stares defiantly back. Cortes nods, and Alvarado gags Villafana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(tearing up the list) My friends: we need every man. This paper did not exist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great commotion. The army looks on as Sandoval and Alvara to hang Villafana and his Cohort. Cortes watches from a distance. We realize: he's not watching the hanging at all; he's wa another tent. Cristobal stands in the entrance to that tent Cortes approaches...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "A sad thing. Cristobal practically jumps. Looks toward Villafana and Cohort...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "What did they do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Mutiny They claimed they had 50 men, but wouldn't give names. \f127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "If they had?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I would hang 50. That's why I am speaking with you. This makes Cristobal nervous. Cortes pauses, proceeds:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "You have often expressed an eagerness to return home -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "But I would never -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Still, others may come to you. Others may seek your -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "If they do, I'll tell them no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "If they do...kill them. Cristobal nods soberly...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "As_my best soldier, you are the only man I would trust to execute this sentence. Cristobal stares at Cortes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL OLID",
          "text": "I wish... to God... I did not love you. This is too much. Cortes spins away, to keep Cristobal fr his tortured face. He glances toward the gallows: the hanging is imminent. He sighs. Swallows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Shall we watch? They walk toward the gallows. In the distance the bodies shudder spasmodically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gorgeous day. Cortes reviewing his troops: healthy, eager equipped. Our attention goes to splendor and spectacle: t the force, their Indian shields, etc. Background informat",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "While we rested in Tlascala, our forces increased. We seized two ships sent by Velasquez, and two from Jamaica. Everyone joined our army. Line after line, row after row; this army has size...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "There was also a ship from Spain bearing an Emissary of the Crown. Reveal from the rear: the ROYAL EMISSARY: beautiful robes spot. His head appears to be buried in a woman's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "He was a syphilitic old man who would not eat anything except breast milk from a woman from Castile. We now see very plainly: the old geezer is nursing. His f contented, his jaw pumping away like a newborn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We thought he perfectly represented the bureaucracy. Cortes reaches the front of the Spanish forces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "We had 900 Spaniards, twice our original force. Farther down the hill: an endless horde of Indians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Through conquest, we had gained 200,000 Indian allies. The Aztecs had no more. Cortes signals, and the army begins to march. A grand spe",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "If this were merely a story, it would end here, and our victory would seem assured. But this is truth. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ina fewW HSFEONSnPds, our allies would desert us, our numbers would dwindle to less than 700, and we would contemplate our doom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The army continuing its march with the same confidence an they crest a hill, we MOVE to the front, where we see Cor other Hidalgos looking down on the city of Tenochtitlan. The city is white. The lakes are white. Everything that lies before us: white. Shimmering in the Like snow, or flowers. A magical image. The Hidalgos exchange a look: what is it? A conch-shell trumpet blows, and the whole valley moves: White cloaks are lowered, and we realize: this is the Mex spread out over the valley, the causeways, the waters. In contrast to the Aztecs, the Spaniards look unspeakably Like an army of solid men about to do battle with spirits Cortes gestures and ever-so-slowly his forces begin to de",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The army encamped. The lake is mysterious, covered with w og... Cortes stares out; Marina, Cristobal, and Sandoval at his",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "The assault is impossible. Cortes nods. All the men's faces tell us they are now sev into the battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (CONT'D)",
          "text": "We cut off their fresh water; they fight on. One of the brigantines Martin Lopes was building slips in Cortes hardly seems to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (CONT'D)",
          "text": "Our ships control their lakes disrupted their food supplies; they fight on. \f130. Cortes and Marina are peering across the waters at the ma of Tenochtitlan, its towers glowing in the moonlight",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL, (CONT'D)",
          "text": "Day after day, our soldiers break into their city and kill them by the hundreds, thousands, ten thousands; they fight with undiminished rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(nods sadly) We will not win this war by defeating their army. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Then how...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(softly, Staring at the city) It is so beautif",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoking beams and cinders. Gutted houses: charcoal. We sw street, houses with flames still flickering. Sound up: Sc Spaniards. Spaniards with torches setting every house abl hell. Fire as fury, revenge, all the Spanish frustration with sadistic glee..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLYING CAMERA, chaotic images; swirling flashes of blood, smoke. Out of control in some horrible/satisfying way. RA through the flames out onto: THE LAKE. DAY. Houses on stilts, blazing all across the water. Alvarado burning house, carrying booty. His brig sails to the next building. Passing the floating once blooming and beautiful, now dry as dust. Roof of a nearby house: two Aztec women and a very old ma fear and confusion on their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "To the Aztecs, war was a ritual activity, a religious rite whose object was to obtain captives for sacrifice. They did not understand why we burned their houses. To them it was stupid and mean; it showed we were heathens, devils of destruction whose purposes were beyond understanding. \f131. Alvarado and his men jump off the brig and climb the step adjacent dwelling. Guns drawn, they enter: INT. AZTEC HOUSE. DAY. Two gaunt women and three children curl in a corner, terr bodies are emaciated. While his men search for valuables, Alvarado tries to sho occupants out the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "Move, you idiots! Go! Now! Get out! He stares at them in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO, (CONT'D)",
          "text": "Light it up, they'll go. His men torch the far corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE HOUSE",
          "text": "Alvarado and his men run down the steps, watching the fir A ramshackle canoe waits at the bottom of the steps. The corner of the house which was torched is now blazing. Those inside will have to leave soon. They do not. Within moments, the entire house is ablaze. There was never any movement to escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and Marina are eating their dinner. Just like a marrie Only Cortes has no appetite. Finally he puts down his fork Looks at her. She stares back. Completely accepting, waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "It was my greatest hope to preserve this city for the world to marvel. b (beat) (MORE) \f132. Who am I90RAES(FONRtDAo I have to make such decisions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RINA",
          "text": "you donвЂ™ t make them, no one wal If you don't make them, we will all die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Perhaps that would be better. He stares at her a long time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "In all of this, you are the one thing which has no bitterness. The tenderest look between them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes, eyes gleaming, exhorts his men across a break in causeway. We sense for the first time: incipient triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "The next day our army, fighting on three separate causeways, pressed to the heart of the city. Crossing the channel, the Spaniards rage on, Cortes in th",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Once across the channels, we did not fill them in. We smelled victory, and gave no thought to retreat. EXT. TENOCHTITLAN. STREETS. DAY. On Cortes' face, as he rides. In his excitement, we sense his drive: something intensely charismatic and very ugly. Around Cortes, we feel his army: other horsemen at his si running behind... Aztecs screaming, retreating... We stay on his face. The triumph of the will. The masculi sexual thrill of conquering. And then he turns a corner and his features change. Suddenly blank. Staring at: Impaled on stakes: heads of previously captured Spaniards The giant Tzilacatzin, laughing - \f133. Mocking whistles from all directions - Cortes and the other soldiers, disoriented - \"E\" sharp. On a rooftop: Cuauhtemoc blows his bugle - Aztecs manifest, everywhere. Instantaneous assault - Spaniards overwhelmed, pulled from their horses - Total chaos -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Indians surging forward like a huge wave, breaking ov Spaniards - For an instant all we can see are the cloaks of the Aztec over? So quickly? Cortes surfaces. Then two more Spaniards. Twenty yards aw spot: Alvarado - But fighting is almost impossible. The enemy is too thick Spaniard after another is dragged away - Cortes bleeding, fighting, three Indians on his back shou \"Malinche! Malinche!\" - Alvarado makes his way to Cortes' side. The two seem alon other Spaniards in sight; both men wounded, bleeding prof",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "I_ ask forgiveness for all the blunderheaded things I have done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Nonsense. , ALVARADO ; . It is all a man could want, in this life, to have fought here with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "No what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Your words are sweet but ill-timed. This is not the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVARADO",
          "text": "(grins with admiration) Then let's get out of here! Cortes leaps onto the back of an Indian, quickly looks ar ducks as another Indian flies over his head, trying to gr Comes down again and points: \f134.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The horses. Now that the two men have a purpose, they fight with redo energies. Indians are draped over their backs, hacking aw drawing blood...but the men continue toward the horses, w penned in to move out of the way. FROM A DISTANCE we see them gain their horses and ride aw gradually making their way back to the break in the cause ew Spaniards are still fighting. But the causeway was not and the Spaniards are trapped. The water is filled with c Spaniards are being seized, pulled into boats, carried aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was the victory the Aztec Gods had promised. This was the disaster we had feared for two interminable years. As the massacre continues, we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Post battle. Wounded men all over. Sandoval peers into the distance... An Indian Translator at his side says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSLATOR",
          "text": "They say they have won victories on all three causeways. Out in a canoe, Indians hold up three Spanish heads. Impo this distance, to discern their features.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSLATOR, (CONT'D)",
          "text": "These are the heads of Cortes Alvarado, Cristobal. Sandoval nods slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "So it would seem. (calls) Page! Page! Bring my horse! His page comes running with the large chestnut -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MEXICAN TERRITORY. DUSK.",
          "text": "Sandoval riding low and fast, without armor... Mexicans trying to hit him with arrows, stones; he's too \f135. From his intense expression, we realize: his mission is p",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CORTES' CAMP. DUSK.",
          "text": "Sandoval rides in. Dismounts and enters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES' TENT",
          "text": "Cortes weak and disheartened. Leg bandaged, both arms, hi For the first time, we see age on his face... It's as if escape has sapped him of his strength and spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "They said you were dead. Cortes nods as if it were true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "My sins are the cause of this. I pressed too hard, too fast, we did not fill the channel -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Still. We have survived this day too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Why? Sandoval looks at him in consternation and shock",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Why have we survived?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "His spirits are low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I'm being honest! (bitter) I told them to fill the channel, but they \"forgot!\" For the first time, he is blaming someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Then...was it your fault or theirs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(pauses) Mine. All mine. And now...have you heard about our Indian allies? (off Sandoval's look) They desert us in the morning. \f136.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "shrugs) Ask them. A terrible banging of drums. The great huehetl atop the p Cortes and Sandoval exchange a glance. Louder drums. Regular beating. In apprehension, they leave the tent. EXT. TENT. NIGHT. They come out, look into the distance. A few miles away, so close you can almost touch it with y A parade marching up the side of the main cue: Brightly lit by torches. In the center: 30 naked SPANIARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Am I next? Or you? Not said with fear or fatalism; almost with relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "You cannot say such things! If you despair, we will all -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We have what, 700 wounded men? Moctezuma was right: there isa destiny, and we will meet ours whether I despair or not. He stares at the temple. The train has reached the top; something strange is happe Feathers are put on the heads of the Spanish captives. They are naked, forced to dance grotesquely, with fans... some bizarre homosexual game...only this one ends in deat",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I can't watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(with disdain) Then avert your eyes. The first Spaniard is tied to the sacrificial stone. His contorted in screams; we hear nothing. \f137. In camp: Other soldiers watch, trying to swallow their fe On the pyramid: the first Spaniard's heart is held aloft. Canoes glide past the camp and Aztecs shout tauntingly... Marina reacts, glances anxiously at Cortes, then at the g Finally, quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "This is what scares our Indian allies. (hesitates; she is worried) The say. Their Gods proclaim we will all die within eight days. Cortes stares at her. Blinks. Looks at the canoes. Back at Marina. At Sandoval. A touch of fire returning to his eyes. Mixed with irony: until he gives up that he wins. When he speaks, it is to",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "The war is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Never say it! If I have learned one thing from you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(quietly) For eight days we must keep to our camps. Simply maintain the blockade. Sandoval is pleased to glimpse the return, however muted, the leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "And then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We'll still be here. Their prophecy, their law, will be proved false. Their bodies will be weak from hunger, thirst. They will peer into the abyss and contemplate their own defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "No attacks? \f138.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No. Wars are won in the mind, not in the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "And for we few who have strength?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Tf you have energy to burn...use",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No people. Birds moving around, chirping. We notice the thick lattice of sticks which keep them in. Slowly, with a kind of horror, we realize what we're abou Glow of a flame nearby, off-screen. Gradually it MOVES INTO FRAME. Torch. Birds begin to flutter nervously, twittering in discordan The torch moves down, out of frame again. Lights the latt A YOUNG SOLDIER doing it. Stands back to watch. No guilt. Birds start to scream - Flames catching fast, spreading... Birds whirling frantically, beaks distorted - Some fly directly into the flame and incinerate. Others crash into each other and plunge into the fire - The humming/flapping sound of many wings... As the blaze spreads, a piece of the latticework crashes Making a hole in the ceiling through which a few birds fl At the top, the GOLDEN EAGLE caws loudly. Flames spiral upward, toward it - The Golden Eagle squeezes through a hole in the latticewo hole always there? Could the bird have left at any time? It soars into the sky, squawking its protest. Below it, the other birds have become flying incinerators their fellows ablaze. \f139. We watch helplessly. The destruction of civilization. The incineration of something unspeakably beautiful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes, much recovered, watches as his soldiers slaughter all sexes in the big. The enemy still has the will, but n strength, to fight back. Far in the distance, the whole c",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(in genuine anguish) Why do they fight on? We begged them to surrender, were refused, and we killed ten thousand in a day. We begged again, refused again, and our allies killed forty thousand. How many warriors can they have left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRISTOBAL",
          "text": "A few hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "So why don't they surrender? Cristobal shrugs. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I know why. beat ) I heard them say. (beat ) They think...that you are cowards. Silence. Bewilderment as Cortes tries, without success, t this thought. Marina continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA, (CONT'D)",
          "text": "To them, war is hand-to-hand combat, designed to reveal the will of the Gods. They think it is cowardly to kill from a distance, with guns and crossbows, cowardly to retreat if you are losing a battle, cowardly and immoral to win a war by starving the enemy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And this is why -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Would you concede to cowards, to heathens who gain victory by vicious and unfair means? \f140. Cortes looks again at the slaughter of Aztecs only a hund away. He sees it now, if only for an instant, in a differ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes leads his army into the deserted main square. Stops his horse, looks around. Sensing something...someth The square feels spooky. Magical.. Haunted... Cortes feels it...and ignores it. Spurs his horse on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes peering through his telescope, into the distance: Only one small sector of the city remains standing. Father Olmeda is at Cortes' side. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No one will believe I love the Aztec. There is no courage, anywhere in the world, that will compare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "That is easy to say, since you have won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "What do you say, Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "What you accomplished here defies human understanding. Countless times we were doomed, yet here we stand. As strong as you are, as full of guile and courage, you would never have achieved this had it not been the will of God. He willed it, so it is. You were merely his instrument. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", CORTES",
          "text": "Praise be His Name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER OLMEDA",
          "text": "God's name? ...or yours? \f141. Cortes flashes him an angry look. Then lifts his spyglass and looks out over the water, whe brigantine is chasing three piroques.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "After a 93 day siege, the war ended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sandoval in the brigantine, chasing the swift and brightl pirogues. As the brigantine draws close, Sandoval fires a shot in t Two beats. Then Cuauhtemoc, in the center canoe, stands. Long stunned silence. Just this one man standing, and the in all who witness of what it means... And the drums which have been beating for 93 days, for 20 film, suddenly stop. It is suddenly, frighteningly, quiet",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "I_am Cuauhtemoc. Lead me to Malinche Let no harm come to my wife and friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes sits on Moctezuma's mat as Cuauhtemoc is led in. The Royal Emissary is at Cortes' side. His Wet Nurse hove feet behind. Cortes rises and touches the ground, then his chest, then \"My heart and my mind welcome you.\" Cuauhtemoc, looking very much like Moctezuma, bows in rep",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "I_have done all I could to defend my city. As the victor, you have sacrificed my people to yur God. (kneels, indicates Cortes' sword, and lowers his head) I_beg you: rid me of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Please. You are still the Emperor and will be treated with honor. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Spaniaf@RTESPEONS 'Palor even in an enemy. And this is your wife? Behind Cuauhtemoc we see CUAUHTEMOC'S WIFE, a girl of 16, Cuauhtemoc nods. Cortes rises and kisses her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "The youngest daughter of the great Moctezuma. I loved your father and know your sister well. But you are even more beautiful... Marina translates. Cuauhtemoc's wife blushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "I will take good care of you, as I promised your father. Little ambiguity as to what this means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes turns back to Cuauhtemoc:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Great Speaker, there is one thing I must ask: Where is the gold? The riches? We have searched your city... As Marina translates, Cuauhtemoc shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "I_do not know. Some say it was thrown into the lake. His eyes are clear. Telling the truth. Cortes nods, seems to accept this, but a grunt comes from The Royal Emissary gesturing. Cortes' jaw tightens and he Apparently they've had some previous discussion. Cortes m Sandoval to go to the Emissary:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL EMISSARY",
          "text": "Tell the Soldiers to burn Cuauhtemoc's feet. Burn them till he remembers. Sandoval, his face flickering with anger, returns to Cort",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Is this your order too? Cortes glances with barely concealed contempt at the Emis \f143.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL, (CONT'D)",
          "text": "Then prevent it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "This is no longer war. We must bow our heads to the king or he will cut them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "But what of courage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "We can conquer the world, but we cannot save this man from torture. Sandoval stares at Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I will not order it. Cortes' jaw tightens. He turns, whispers to a nearby SOLD Soldier goes off to prepare the torture. Sandoval is still staring, contemptuously, at Cortes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUAUHTEMOC",
          "text": "Malinche, if I am still Chief of the Aztecs, I must ask one thing: that_my people be allowed to leave this city in safety, for here only starvation and pestilence remain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(nods; tells his men:) Peaceful evacuation may begin immediately. (to Cuauhtemoc) Go. Go now and rest. Cuauhtemoc nods and bows. The Soldier who is to arrange the foot-burning leads Cuau Cuauhtemoc's wife starts to follow -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Sadly, the rules of war dictate that men, who are prisoners, must be kept apart from their families. Cuauhtemoc's wife is led in a different direction. Marina watching this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cortes looks at her, at Sandoval. To Sandoval:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "(to Marina, re: Cuauhtemoc's wife) Is she my first mistress? (to Sandoval) Is this the first time we burn someone? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "Sire? Do you need me now? For translation? He stares at her. Was there some disrespect in her attitu imagining it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "No. But stay. You of all people deserve some reward for this amazing conquest. (beat ) Would you like to be an honest woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I have always been so, sire. Certainly with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes, but you deserve to be married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I know I am already. Her look says: To you. He looks at her for a long moment. We feel his impulse to her, to follow through on his love, his passion. And her eyes say she is ready... Though of course, as an will accept anything. Finally he looks away from her -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Sandoval. Don't you think Marina deserves a proper Christian ceremony? \f145.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "(pleased, touched) Yes, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "But who should be the groom? The cold question moves like ice through Sandoval's heart",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "The one who loves her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Must that \"one\" marry her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "It would be an act worthy of Cortes. To say across this land that Spaniard and Indian are now joined. Again, for an instant, Cortes himself is caught by this i once again it turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "How sweet. How simple. Cortes glances at the Royal Emissary. Sandoval blinks, realizing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "What? You...? You mean if you wed a \"savage,\" it might impede your chances for nobility?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "It would. But surely I'm not the only candidate. There must be others who desire this lovely squaw. (looks around the room, then back at Sandoval) Perhaps even you would...? (before Sandoval can answer) No. Of course not, I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know Sandoval would marry her, does love her, but Cort really want to risk losing her affections by proposing su He quickly: Moves away from Sandoval, goes down the line of Spanish soldiers...and stops in front of DON JARAMILLO, a man rem for his total absence of remarkable qualities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Pardon me, Captain, you are Don... (barely remembering name) Jaramillo, are you not? \f146.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JARAMILLO",
          "text": "Yes, sire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Would you take this lovely woman for your bride? Jaramillo's paralyzed. Is this a trick? Is Cortes seeking for a beheading?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JARAMILLO",
          "text": "Well, I wouldn't presume to -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "I am asking you to marry her! Do you accept?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JARAMILLO",
          "text": "Yes, sir. Of course, sir. I'd be honored to sleep w - to marry - your (mistress) .I mean to say -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And you, Marina, would you take this man for a husband? She stares at Cortes. Wounded. Sorry for him. And yet kno understanding... everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "It would be a great great honor... to be a Spanish noblewoman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Father Olmeda. Please take this couple to some distant room and perform the holy sacrament. Olmeda bows, offended but obedient, and starts away. Jaramillo follows. Marina does not move. They look at each other. An exquisitely painful moment. C doing what - by the ethics of his time - was the very bes noblest thing he could do. But it is still offensive to h heart, and to Marina's, and to ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES, (CONT'D)",
          "text": "Do not forget...in your marital bliss ...that you are still on call, day and night, to perform translation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINA",
          "text": "I am, as always, at your service. \f147. She_bows deeply. . sand backs away, eyes on him... Finall follow her husband. Cortes turns his back on her...and on the entire company. window. Tears in his eyes... Sandoval follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "Sir. Cortes will not look at him. But somehow, when he finally does, his eyes are dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Yes, my son. SANDOVAL. W-w-what is happening? Sandoval's nervousness has brought back his stutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "To me? Haven't you heard? I'm a God, I can do anything. Sandoval stares at him in consternation, rage, despair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANDOVAL",
          "text": "I always said I would f-follow you even to my death...and I've fought with you many times at its brink... But_I can no longer...f-f fights the stutter) follow you at all. Cortes nods. Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "And I no longer need you. That is the hard truth. (long beat) Now I stand alone. Sandoval withdraws. Cortes stares out the window. As he does, we realize that a horn is blowing outside, an that Cortes' order, requested by Cuauhtemoc, is already b out. The Aztecs are leaving the city. Old men, women, children. Skeletal: hollow eyes, shrivele Look like survivors of Hiroshima. \f148. Cortes watches them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "It was two years before Cortes was proclaimed Governor of New Spain. The job quickly bored him. Cortes turns from the window and lowers his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "He set off again and again to conquer new lands, to repeat his glory, but he never did anything comparable. (beat) Neither did anyone else. Cortes turns back to face the room. Marina is gone. Sandoval is gone. Everyone else is waiting on him... He sees that they would wait forever. Literally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "People ask: was he a great man? Undoubtedly. A good man? No. A good man never would have achieved these things. With an air of command that is unassailable, Cortes shout",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORTES",
          "text": "Raise the purple pendant of Castile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The purple Castilian flag flaps in the breeze above the c it: The Aztec exodus. Broken bodies, vessels for broken spirits. Tzilacatzin: still alive but somehow no longer a Giant. H deep and black, shoulders stooped; the skin hangs off his he were an old man. But the faces of the children are what is impossible to w young yet void, without soul. \f149. Following our impulse to avert our eyes, we look away, up sky: Far overhead, a Golden Eagle is flying. Flying away. Not in the same direction the people are going. No. Somewhere else. Into hiding... or seclusion... or extinction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Children (white, Indian, mestizo, and mulatto) are playin a_grove of orange trees laden with fruit. Nearby, BERNAL old man sits at a wooden table writing with a quill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Three years later, Cortes ordered Cuauhtemoc hung, on dubious charges of treason. He pauses, looks out at the orange trees, resumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Aztec civilization was destroyed. Their spirit broken, their Gods discredited, the people died out. If you travel here to Mexico, only a few statues and pieces of jewelry remain. The orange trees are shimmering in the wind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAZ, (V.0.)",
          "text": "Today, the third of April, 1576, I look back and my heart is filled wit pride at what we accomplished. eat But my eyes are filled with tears. FADE OUT... \f150.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRODUCTION NOTE",
          "text": "The battles on pages 16-7, 42-3, and 45-6 are designed to at the same location, using the same extras. Ideally, the would be carefully chosen so that three different wide-sh three different directions, can suggest different places. \f151. The author gratefully acknowledges his debt to The Conque Spain by Bernal Diaz, first published in 1577, and the mo History of the Conquest of Mexico, by William E. Prescott published in 1843.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_487"
    }
  ]
}