{
  "movie_id": "MOV488",
  "scenes": [
    {
      "location": "LOCKER ROOM",
      "characters": [
        "THOMPSON",
        "EXT. PAY PHONE, DAY",
        "BANACHEK, (CONT'D)",
        "SERLING",
        "EXT. OBSTACLE COURSE, NIGHT",
        "CREW CHIEF",
        "GUITARIST",
        "JENKINS, (V.0.)",
        "TEEGARDEN",
        "GIRL",
        "INT. BOQ, NIGHT",
        "EXT. BASE CAMP, SAUDI ARABIA, DAY",
        "MULLER",
        "ANNE MARIE",
        "EXT. SAN ANTONIO RIVER, NIGHT",
        "137.",
        "EXT. ROAD, DAY",
        "EXT. AIRFIELD, DAY",
        "INT. HALLWAY, DAY",
        "TAKE YOUR POSITIONS",
        "RADY",
        "EXT. RESIDENTIAL STREET, DAY",
        "INT. LIVING ROOM, DAY",
        "PARAMEDIC",
        "INT. HOTEL ROOM, DUSK",
        "FADE OUT",
        "INT. ENLISTED MENS' CLUB, DAY",
        "INT. HQ, MORNING",
        "MEREDITH, (CONT'D)",
        "CUSTOMER",
        "SERLING, (CONT'D)",
        "ALTAMEYER, (V.O.)",
        "SERGEANT",
        "MONFRIEZ, (0.S.)",
        "INT. WHITE HOUSE, DAY",
        "PATELLA",
        "LT. CHELLT",
        "INT. HUEY, NIGHT",
        "INT. HUEY, DAWN",
        "INT. AIRPORT, MORNING",
        "GET OUT",
        "INT. BARRACKS, DAY",
        "EXT. FORT BRAGG, DAY",
        "EXT. GRANITE CITY, DAY",
        "EGAN, (V.0.)",
        "WALDEN, (CONT'D)",
        "EXT. CANALS, NIGHT",
        "LEAD SINGER",
        "LOADER",
        "ALTAMEYER, (V.0O.)",
        "BASS PLAYER",
        "INT. PLANE, NIGHT",
        "EGAN",
        "JENKINS, (V.0O.)",
        "EXT. FORT SAM HOUSTON, DAY",
        "MEDIC",
        "SERLING, (V.0.)",
        "MRS. PATELLA",
        "EXT. DESERT, NIGHT",
        "PAITELLA",
        "ILARIO, (0.S.)",
        "19.",
        "EXT. WALDEN HOUSE, DAY",
        "FORMATION",
        "INT. GYM, NIGHT",
        "EXT. FORT BRAGG, DUSK",
        "INT. GYM, DAY",
        "123.",
        "BOY",
        "INT. HUEY, MORNING",
        "ALTAMEYER",
        "LT. CHELLI",
        "WHAM",
        "DRUMMER",
        "SP/5",
        "PATELLA, (CONT'D)",
        "THE END",
        "BANACHEK",
        "GERALDINE",
        "EXT. RIVER WALK, NIGHT",
        "THOMPSON, (V.0.)",
        "MARIO",
        "LT. CHELLI, (V.0.)",
        "EXT. SERLING HOUSE, DAY",
        "INT. COLONEL LEVINE'S OFFICE, DAY",
        "INT. PHARMACY, DAY",
        "JR. CHELLI, (V.0.)",
        "MOTHER",
        "EXT. RIVER, DAY",
        "JENKINS",
        "EXT. GYM, NIGHT",
        "INT. MUSTANG, NIGHT",
        "INT. HOTEL ROOM, NIGHT",
        "JOEL",
        "INT. HUEY, DAY",
        "LT.,CHELLI, (V.0.)",
        "PATELLX",
        "EXT. THE ALAMO, DAY",
        "INT. HOTEL ROOM, DAY",
        "TOP",
        "INT. LOCKER ROOM, DAY",
        "INT. BAR, DAY",
        "GEN. HERSHBERG",
        "EXT. ST. LOUIS, MISSOURI, DAY",
        "EXT. RANGER SCHOOL, DAY",
        "SP/ 5",
        "EXT. FORT BENNING, DAY",
        "WALDEN",
        "MONFRIEZ, (CONT'D)",
        "18.",
        "EXT. BOQ NIGHT",
        "INT. BUILDING, NIGHT",
        "LT. CHELLI, (CONT'D)",
        "ALTAMEYER, (CONT'D)",
        "LIEUTENANT",
        "EXT. LAKE, DAY",
        "NONFRIEZ",
        "EXT. HUEY, DAY",
        "TEEGARDEN, (CONT'D)",
        "MCQUILLEN",
        "COUSINS",
        "LEVINE",
        "EXT. BLACKHAWK, MORNING",
        "MONFRIEZ",
        "EXT. BUILDING, DAY",
        "INT. GUN SHOP, DAY",
        "INT. MP STATION, NIGHT",
        "INT. BLACKHAWK, DAY",
        "MEREDITH",
        "TOUR GUIDE",
        "BOYLAN",
        "EXT. DOCK, LATER",
        "MR. PATELLA",
        "EXT. PAD, DAY",
        "DRIVER",
        "ILARIO",
        "ILARIO, (CONT'D)",
        "EXT. BAR, DAY",
        "BOOMI",
        "INT. MUSTANG, DAY",
        "INT. OFFICE, DAY",
        "EGAN, (V. 0.)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A man on fire, his face and hair aflame. He stares at you accusation in his eyes. You raise a hand to keep him away The hand bursts into flame. It is a torch, skin blisterin The burning man screams. You are inside a tank, M1A1 Abra The instruments glow green. Another man on fire scrambles from the hatch. The fire traces a lazy line across the bulkhead. It is headed to the ammunition stacks. The man screams at you again. The fire leaps upon the magazine of 20mm shells. It dances there a few seconds. The man is upon you - burning before your eyes. The scream is intelligible for the first time. \"I DON'T WANT TO DIE!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BAR, DAY",
          "text": "The flames become amber fluid in glass. COLONEL NATHANIAL \"NAT\" SERLING, looks at the glass, at h watch, finishes the drink, leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BAR, DAY",
          "text": "Serling crosses the street pouring half a box of Tic-Tacs into his mouth, eating them like candy. He heads toward one of those anonymous buildings in Suitl outside Washington, D.C. Serling is in his 40's, born to uniform, but there is something sad in his eyes, defeated his walk. He enters the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALLWAY, DAY",
          "text": "The sign on a door says \"U.S. Army - Awards and Decoratio Branch.\" Serling enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. COLONEL LEVINE'S OFFICE, DAY",
          "text": "COLONEL PHILLIP LEVINE, a little martinet, a bureaucratic Hitler. Serling sits across from the desk from Levine. The desk i immaculate, everything arranged with a ruler and a T-squa Nameplate with pens up front. \fConverted to PDF by www.screentalk.org 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "I remember you. I was there in Desert Storm, 24th Mech. Serling nods grimly. He's been through this before. Levin won't let it alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "Frankly, I'm surprised you're still in the service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So am I. The answer doesn't give Levine any satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "I don't agree with this assignment. I'm sure the General has his own reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm sure. Could I look at the file? The file sits alone on that splendid desk - centered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "I'm not required to release the documentation until I receive all of the proper forms and orders. He smiles. What a paper-pushing asshole. Serling smiles ruefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "Something funny, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Just petty little men like you who don't have power but pounce on any semblance of it like a crow ona road kill. Levine clenches his jaw. He's about to reply or spit. The door opens. GENERAL HERSHBERG enters. The two Colonels stand at attention until the General nod then down. He slides his butt onto Levine's desk, sweepin the nameplate to the corner. Levine has a shitfit, but swallows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "How are you doing, Nat? \fConverted to PDF by www.screentalk.org 3. Hershberg",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I have an \"In\" box and an \"Out.\" I empty one and fill the other. I even have a rubber stamp with my name on it so I don't get writer's cramp. It's heaven. picks up the file, glances at the label and tosses it to Serling. Levine is about to protest, but a look fro the General cuts it off at the knees. Hershberg He rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "This is a little hot potato and in that weird form of Washington alchemy it could turn into a political football. Captain Karen Emma Walden, first woman to be eligible for the Medal of Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "In combat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "In combat. First we got all the stink about women in combat. There are some who will be sniping at this just because of that. Then there are those that are going to line up and say we're only doing this to overcompensate or distract the public from the charges of sexism and sexual harassment in the services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "Bullshit. looks at Levine like he was a cockroach on a cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "There are only two things you have to worry about, Nat. The President wants this. I want this. His reasons ... ? As usual I haven't a clue. I want it because I think she deserves it. Put it under a microscope. With your usual thoroughness, Nat. Any problems call my Adjutant, Captain Banachek, or even me. No Slacking. This is important, Nat. To the nation. To the Army. To me. Let's go. Levine pops up. \fConverted to PDF by www.screentalk.org 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEVINE",
          "text": "Sir, I can't let that file leave this office. I haven't received my 2930 or the 264.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "Colonel, there's nothing I detest more than little D.C. hamsters who can't see beyond the paper at the bottom of their little cages. He leads Serling out, closes the door behind him. Levine left to straighten his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BUILDING, DAY",
          "text": "The General's car waits outside. Hershberg and Serling ex go to the car. Hershberg looks up at the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "That's what's killing this country. Not crime or pollution. My daddy used to tell me -- look close at the word bureaucrat. There's always a rat in it. (beat) Do this right, Nat, and you can broom your rubber stamps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "Captain Banachek has a list of the eyewitnesses and their current postings. Need a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, sir. I drove my own car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "Well, don't blow through a stop sign. That breath will lose you your license. Serling is embarrassed. He salutes. Hershberg salutes bac and gets into the car, unwinds the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "Do this right, Nat, Captain Karen Walden deserves it. And you need it. \fConverted to PDF by www.screentalk.org 5. And he signals to the driver and is gone. Serling looks at the file, walks to his car, stops. He ma a right turn, crosses the street, enters a bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RESIDENTIAL STREET, DAY",
          "text": "A big house and a big yard. There are five kids in the ya with a refrigerator box. They are arguing over the benefi of creating a house or a fort. A lot of yelling, laughing and running back and forth to the house for scissors, fat felt pens and a hacksaw blade to cut the windows or gun p (still under heated discussion). Serling watches from his car, parked across the street. A woman comes out of the house. She is handsome, some of the kids look like her. Her name is MEREDITH. She carries a steaming cup of coffee and walks in a straight path acr the street to Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Just made a fresh pot. I put some cocoa in it for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thanks. You got a new fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Yes. The noise it used to make at three in the morning? That horrible rattle and moan? Didn't make it night before last. She leans comfortably against the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Got up to find a big puddle on the kitchen floor and had to throw away a whole chicken. This one's more efficient and has an ice maker in the door. (beat) You can't do this anymore. It scares the kids. Serling notices the children glancing his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "They don't understand why their daddy chose to move out and leave them. Neither do I. \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You don't? I explained it to you. I have to work out this ... thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "I hear what you say. That doesn't mean I understand it. But the kids. They think it's their fault. Don't do this to them anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I... I'm leaving town for a days. Hershberg's got me taking a Medal of Honor and wrapping it up ina shiny wrapper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Medal of Honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "A woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Good for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Posthumous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "Too bad. But still good for her. And about time. How long you goin to be gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "A week. Ten days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "When you get back we have to deal with this. One way or another. She makes it sound very ominous. Serling makes light, Smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Sounds like an ultimatum. She doesn't smile at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "It is. I don't want you haunting us like this. Either you come through that front door -- to stay -- or you don't come back here at all. That was hard to say. \fConverted to PDF by www.screentalk.org 7. And she walks back to the house, trying to hold onto her composure, tears he can't see in her eyes. But Serling ca feel them. He knows her that well. He holds the cup up to her. It is empty. The front door slams shut. Serling drives away. All five kids stop and watch him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PLANE, NIGHT",
          "text": "It is dark in the plane. Most overhead lights out, most passengers sleeping. One light is on -- Serling's. He is in civilian clothes. There is a collection of little bottles on Serling's tray all empty. He is reading Walden's file. There are tears in his eyes. The stewardess comes by and sees the tears. Serling, embarrassed, turns off the overhead light and turns his f to the window. He can see his own reflection. A man in pain. Deep, soul-cutting pain. He pulls down the shade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT BRAGG, DAY",
          "text": "Fort Bragg, North Carolina. Home of the 82nd Airborne. Serling, in uniform, walks into one of those one-story wo barracks left over from WII.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BARRACKS, DAY",
          "text": "A classroom. Horrible photos of the results of bad dental hygiene, an illustration of proper brushing. Serling turn the disgusting photos to face the wall. The room is filli up with eleven men, all talking excitedly. It is a reunio of sorts. Hugs, unashamed tears and endless talk. \"What have you been doing?\" \"Going to meet with us after?\" \"You getting fat, man.\" A man in civilian clothes enters and is instantly surroun by the others. \"Where you been?\" \"How's civilian life?\" \"How are the legs?\" He pulls up his pant legs to reveal two artificial limbs. That brings a round of scar comparison as clothing is pee away or dropped to reveal the shiny tissue. War wounds. Serling watches -- an outsider. \fConverted to PDF by www.screentalk.org 8. FIRST LIEUTENANT CHELLI counts heads and goes up to Serli",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "All present and accounted for, sir. Serling faces the men as they settle into their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm trying to confirm the sequence of events that occurred at or around Al Kufan on 26 February 1991. How did you men come to be on the Blackhawk designated Dust Off Two piloted by Warrant officer Fowler? Was it a combat Medevac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "No. Sir. Traffic accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "Damn Saudi drivers, sir. Thought they were driving cabs in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "Most of them are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "We'd have a convoy of thirty trucks or more and they'd decide to pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "And another Kamikazi Saudi would be coming the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "They couldn't go to the shoulder -- minefields. They'd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "We were heading along the north end of Iraq to set up a fueling depot for the 24th, part of Schwartzkopf's \"Hail Mary\". Some mad Saudi in a deuce-and-a-half goes to pass the convoy and suddenly there's another convoy coming the other way. \fConverted to PDF by www.screentalk.org 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ROAD, DAY",
          "text": "A long column of trucks roll down a narrow road. Smoke fr Kuwait wafts over the endless sand. In the back of one fi ton truck 2nd Lt. Chelli and his men, plus ten more, sit, bored, smoking and joking. A Saudi driver in a big pale blue piece of shit truck thu down the road passing the Army convoy, oblivious to the danger, bouncing his head to some Paul Revere and the Rai music. Then he sees the other convoy. He looks for a gap in the traffic alongside of him. None. He slams on the brakes! The truck goes into a skid. It fishtails, ramming Chelli's truck. The trucks hurtle off the road. Both hit mines on the shoulder. The Saudi truck blows up. The big five-ton flips onto its side and skids for yards, plowing sand. Another mine goes off. The truck stops. The passengers litter the sand, wounded -- moaning, screaming bleeding or very still.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLT",
          "text": "We had fifteen injured. Mostly broken bones, contusions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "A few burns. The Saudi truck blew up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "Mines were going off like popcorn, but no shrapnel wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "The Saudi truck burned. The driver was a crispy critter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "His cargo was all over the road. Pampers and shower shoes -- flip flops, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "Here we are running around scared shitless of poison gas, and Scuds and the damn Republican Guard and we get taken out by some Saudi speed merchant with a truck load of flip flops. \fConverted to PDF by www.screentalk.org 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "The Medevac, Warrant officer Fowler's bird, picked us up and headed south to some MASH unit. Nothing happened on the trip. It was pretty routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "Until we were shot down. That statement takes the wind out of everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BLACKHAWK, DAY",
          "text": "The Blackhawk flies low along the east side of the Euphra River. Mountains on both sides. Inside are Lt. Chelli and his men, bandaged and bloodied but conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "Altitude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "Low, fifty to a hundred feet off the floor. The chopper shudders. A huge impact. Then it begins to fall. Shouting, screaming. The chopper hits the ground hard. The impact splays the skids. Men fall out the doors",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Do you know what brought you down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "No. Triple A, a missile, TOW? Couldn't tell. One moment we were up -- the next we were eating sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "When did you see the enemy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Egan thought he saw some enemy movement before we got hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "Just some figures below. Could have been Bedouins, hard to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "I thought I saw a flash. \fConverted to PDF by www.screentalk.org 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Firearms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "Small arms. Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "I didn't see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The pilot and co-pilot were killed on impact?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Yes. The medic, Balkum? Balkum, confirmed this. The Blackhawk nosed into the mountain. The Medic and Crew Chief started giving aid to the new injuries. We lost two immediately, Feretic, and Brady. Another, Rizza, died a few minutes later. My Platoon Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "The Crew Chief tried to get out an SOS. The pilot didn't have time... He wasn't able to raise anyone, the radio was wasted in the crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How long before you saw the enemy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "About an hour - a little more. Ground troops. They came over the ridge to the northwest of us. They fired on us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "All we had was the Crew Chief's M- 16 and four nine mills, the chopper crew's side arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "They stripped us of our weapons on the Medevac. Procedure. The Crew Chief returned fire with his 16. We were downslope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "Sitting ducks. \fConverted to PDF by www.screentalk.org 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "But the Crew Chief kept the enemy to the ridge. Until 1600 hours » around there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "When he was hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Yes. He was on his last magazine. The nine mills didn't have the range. Rounds fell short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Any of the enemy fire prove to be effective?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Monaco took two in the chest. He died during the night. Lem, Fistch were wounded. Cherensky, no he was later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "And you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Yes. I took a round in the leg. And the medic had a bullet part his hair. A lot of blood but he was still working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "The chopper provided us no cover. Bullets went through it like cardboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "We were in a world of hurt, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Did you discuss surrendering? Lt. Chelli looks at the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Yes, sir. We were all wounded in one way or another. It was discussed. But we figured we'd hold 'em off as long as possible in case a rescue came. It was a . difficult and protracted debate, sir. \fConverted to PDF by www.screentalk.org 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I suspect so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "We weren't trained for that kinda shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "Then the tank appeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BLACKHAWK, DAY",
          "text": "The men in the crashed chopper are in rough shape. Batter bloody, the dead covered with a poncho that flaps in the wind. SWOCK! Gunfire and another hole in the fuselage. The body of the chopper looks like Swiss cheese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V.0.)",
          "text": "We'd been there a few hours. Our shit was pretty flaky by then. The Medic, head bandaged, returns fire sparingly. Thena noise. Everyone listens, even the most gravely wounded. They all try to see. Over the river, up the slope and acr the ridge. The sound comes from there. And over the crest of the ridge appears a tank. A Russian T-55. It pauses at the ridge. Then with a clatter and roar, comes up over th ridge and to the down slope. It stops. Then the turret swivels. Until the gun-points at the helicopter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "It's a very strange feeling to be sitting there and watch a big gun like that make adjustments to blow you away. And the gun does that, with whirrs and cranks. A little elevation. A little windage. Then ... BOOM! The gun fires The tank jerks back. The tail section of the helicopter disintegrates! There is a huge cloud of dust in front of the tank, thrown up by the concussion. With little wind i just hangs there, dissipating slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JR. CHELLI, (V.0.)",
          "text": "All we could do was wait until the dust settled so they could see to adjust. That's when, as ranking officer, I made my decision. \fConverted to PDF by www.screentalk.org 14. The Lieutenant steps out of the helicopter, waving his wh handkerchief. He takes a couple of steps toward the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "I figured we'd held out as long as we could and that the lives of the men on board...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "You don't have to make excuses for your actions to me, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "I know, sir, I know. It's just... Well, it didn't make any difference. The cloud of dust finally settles in front of the tank. They can see Chelli and the white flag of surrender. And the tank machine gun cuts loose. The Lieutenant is hit in his good leg. He goes down. Two men, wounded themselves, run and haul him back to the chopper. The tank's big gun begins to move again in small increments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V.0.)",
          "text": "We were just target practice for their big gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "A turkey shoot. It fires! BOOM! This one misses - too far off the nose of the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "Now they had us bracketed. All they had to do was adjust for somewhere in the middle and we were dead meat. The Medic fires at the tank with the M-16. The rounds jus bounce off. Lt. Chelli stops him and looks up at the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "And then we heard it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "There's something about an inbound Huey... And suddenly up the river comes an American Huey helicopt The unmistakable red cross of Medevac on its side. \fConverted to PDF by www.screentalk.org 15. It buzzes by the downed Blackhawk and tank then does a st U-turn and comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "Did it take any ground fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V.0.)",
          "text": "Right off the bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS, (V.0O.)",
          "text": "Instantly, every rag head ground pounder wanted a piece of that bird. The enemy troops fire at the chopper, but the only real indication are the tracers arcing through the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "When the Huey cans back this time it returned fire. Someone with a 240.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V.0.)",
          "text": "That Monfriez guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "We didn't know at the time but.. yes, SP/5 Monfriez. The ground troops went for cover. The men in the Blackhawk cheer. Elation takes them past t pain of their wounds. BOOM! The tank fires again. The men in the Blackhawk are blown to bits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "That round killed the Medic, Raleno, Cerspach... Egan lost his legs.... Chaos. Men dying, bleeding, screaming - praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "We tended the wounded as best we could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "And waited for the next round to hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "What was the Huey doing at this time? \fConverted to PDF by www.screentalk.org 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V.0.)",
          "text": "It circled back to go over the tank again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS, (V.0.)",
          "text": "Then they threw something overboard at the tank. The Huey banks and over the tank, a dark square object plummets out the open door and lands a few yards away. Th Huey bucks and turns. One of the wounded men directs the Lieutenant's attention to the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "Threw or it fell off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "Couldn't tell the first time. But the chopper banked and we could see the Crew Chief unstrapping something from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "The fuel pod. He was unhooking it. I knew. I used to work choppers at Fort Campbell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "They were still taking ground fire. We could see where the tank's big machine gun was making hits. But the Huey banked again and this time the fuel pod hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "Dead hit. It burst like a water balloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "JP8 - air fuel all over the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "Then someone in the Huey fired a flare at the tank. And it blew. The tank is drenched in gas. The tank commander, sitting half in, half out of the turret is yelling commands when realizes what is going on. He tries to bail. Too late. The tank erupts in flames. The ground troops run away from the burning tank. KA-BOOM! Something goes off inside the tank. Then another explosion, and another. The ammo inside cooks and blows. \fConverted to PDF by www.screentalk.org 17. The tank disintegrates. Inside the crashed Blackhawk, the men cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BARRACKS, DAY",
          "text": "The men relive that moment with smiles and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Did you see what knocked the Huey down? The mood darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RIVER, DAY",
          "text": "Inside the Blackhawk the mood darkens as they see the Hue",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "We were yelling and screaming so much we didn't notice the Huey was even hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS, (V.0.)",
          "text": "We just saw it spiral down and crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V.0.)",
          "text": "It landed between the tank and us, on a little piece of high ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "How far away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "Five hundred meters. The Huey loses altitude fast, the tail rotor dead. It crashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "She hit hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS, (V.0O.)",
          "text": "Real hard. Surprised anyone survived. It takes a lot of time for the dust to settle. \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "Did the Huey at any time climb to an altitude to radio in a position?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLT",
          "text": "They didn't have a chance. They were taking fire all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "They could have climbed to escape the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "Roger that, sir, and left us to take the flak. As long as they were firing at the Huey they weren't shooting at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The sun set shortly after the Huey crashed. Was there any more ground fire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "The tank was incapacitated -- but we caught sporadic ground fire through the night. The Huey took most of it. It was between us and the enemy so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You had no communications with the Huey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "No. As I said our radio was wasted. We tried shouting at it, but that just drew enemy fire, so we stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So you spent the night waiting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "Longest night I ever spent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Monaco died during the night. It was cold. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "18.",
          "text": "\fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (CONT'D)",
          "text": "But... We heard voices from the Huey a couple of times, small arms fire between it and the ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Could you see into the Huey? Were you able to discern what was happening there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "No. Some rocks hid the interior. We couldn't see anything in daylight and most of our time there it was dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "And with dawn came a new attack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLT",
          "text": "Not quite. The sun came up. We were pretty ragged by then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "19.",
          "text": "The sun comes up. Lt. Chelli, weary to the bone, and a fe men look up at the sky, at the ridge. On the ridge -- ene activity, heads popping up, guns laid on the ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT.,CHELLI, (V.0.)",
          "text": "On the ridge we saw forty, maybe fifty enemy. They began firing at the Huey mainly and moving toward it under the cover fire. The Huey returned fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "240 and M-16, maybe Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN, (V. 0.)",
          "text": "Then we heard the rescue team coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS, (V.0O.)",
          "text": "A Huey, A Blackhawk and a pair of Cobras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON, (V.0.)",
          "text": "And a big ass F-14 Tomcat. You never heard such a beautiful noise. \fConverted to PDF by www.screentalk.org 20. The aircraft zoom overhead. Awesome, beautiful sights. Th men on the downed Blackhawk cheer with what little streng they have. The Cobras strafe the ridge line. The Blackhawk and Huey land between the two downed aircraft. The wounded are loaded into the Blackhawk. Three men run out of the crashed Huey and into the new one. There is gunfire everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "All the wounded were loaded aboard. The dead were left behind. We were taking fire at the time. One of the Blackhawk medics was hit, I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "Again, I'm not criticizing, Lieutenant, but why were the dead left behind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "When we got aboard the Blackhawk that was when we saw the enemy on the other ridge. They'd flanked us in the night. It was a hot LZ, all right. The decision was made to leave the dead. By the commander of the rescue, I think. The wounded are loaded onto the Blackhawk and then both i and the Huey rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "The last thing we saw was the Tomcat drop white phosphorus on the two crashed choppers. An awesome display of burning white fire explodes the two choppers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI, (V.0.)",
          "text": "Then we were out of there. The rescue choppers back away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "Thank the Lord. \fConverted to PDF by www.screentalk.org 21. There are",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Colonel, this isn't just some Lessons Learned or post-action analysis, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No. Captain Walden has been recommended for the Medal of Honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Well, I don't know if it was Captain Walden or whoever -- but that Huey and her crew saved our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "I wouldn't be here today. I know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "We all thought we were dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENKINS",
          "text": "That Huey could have climbed and just radioed in a location.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "And by the time someone would have gotten to us we would have been dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOMPSON",
          "text": "The Medal of Honor is not enough for what they did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EGAN",
          "text": "They ought to give it to every soldier on that Huey. sounds of affirmation from the rest of the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thanks for your help, gentlemen. You're excused. They all rise and go back to conversing among themselves, making plans for the reunion dinner that night. Serling heads for the door. Lieutenant Chelli stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Sir? You have a minute, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Sure, Lieutenant. \fConverted to PDF by www.screentalk.org 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Sir, you had a remarkable career -- before the incident at Al Bathra. I was wondering if perhaps you could give me a few hints in reference to getting on the fast track, like you. Lt. Chelli carries a large manila envelope and worries it between his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I wouldn't really know how to advise you on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "I mean, they say, sir, that if it hadn't been for the incident at Al Bathra you'd be a General now. I'm a full-tilt career ring-knocker, sir, and I plan on being the youngest General in Army history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Well, I don't know about any Army fast track, Lieutenant. I know it's hard work and a little luck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Sure, sure. Well if I can find me a Rabbi like you got in General Hershberg...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "General Hershberg and I never met before Desert Storm. I'd hardly call him my Rabbi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "But you're on his staff. He saved you from a Court Martial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Where'd you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Scuttlebutt, sir... Chelli knows he's fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Hershberg, didn't do me any favors. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (CONT'D)",
          "text": "Good luck on your career, Lieutenant. Fast track or not. When you make General I'll send you a bottle. He starts away. Chelli is disappointed, then remembers. H catches up to Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "Sir, I forgot. I wanted to give you this. He hands Serling the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "It's an article I wrote for Military Review. It's an operational assessment of the battle of Al Bathra. In it I propose three operational alternatives to your the decision you made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Only three?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "I thought you might like to read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No. Thank you. Serling tries to give it back to the Lieutenant",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "I'm not being critical, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LT. CHELLI",
          "text": "You don't want to read it, sir? I'm sure you've gone over the incident many times. There might be a solution here that you didn't think of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I doubt it. I doubt it very much. He gives the envelope back and walks away. \fConverted to PDF by www.screentalk.org 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ENLISTED MENS' CLUB, DAY",
          "text": "A nightclub -- but spotless, immaculate. The bar is prist all the bottles lined up, the glasses stacked precisely. One employee is painting dots on the floor for the table legs. To make sure all the tables line up properly, a str has been tacked to the floor. Sitting in a chair in front of the bandstand is a man in late 40's, wearing black pants and a khaki shirt -- civil clothes, but he probably would make anything he wears loo like a uniform. TOP SIDARIS. He sits, arms folded, listen to a young band, long hair, Salvation Army clothes, flail away at a Seattle grunge imitation. Well, Top doesn't so much listen as tolerate. Serling walks through the front door, blinks in the darkn and focuses on Top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "That's enough! That's enough! Cease! CEASE MUSIC!!! The band stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD SINGER",
          "text": "You want to hear another song?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "No. That's enough. I tell you, my ears are bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BASS PLAYER",
          "text": "But you didn't give us a chance. We didn't got to finish the first song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Don't get you shorts in a bind, son. You're hired. I don't know if you're any good, but you make enough noise and that's all that counts with this crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRUMMER",
          "text": "Hired? Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "On one condition. You play at least one song that's on my jukebox. Deal? \fConverted to PDF by www.screentalk.org 25. The band members look at each other, confer, and head for the jukebox. Top turns corner in Top turns away from them and heads for a table in a back the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Hey, Top, need someone to wash glasses? and sees Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Major! Oh, it's Colonel now. Sorry, sir. What are you doing here, sir? Transferred out of that paper-pushing quagmire to a real Army posting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, T.D.Y. Just doing a little leg work for General Hershberg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Come over here to my office, sort of He leads Serling to the corner table. One of the band mem turns from the jukebox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUITARIST",
          "text": "Hey, Mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "First Sergeant or Top will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUITARIST",
          "text": "There's not a song on here after 1980.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "'75. You backing out of the deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUITARIST",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Top. I'm not a sir, I work for a living. No offense, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "None taken. Can a fella get a drink in this joint? I'll buy you one. \fConverted to PDF by www.screentalk.org 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "A little early for me, sir. He heads to the bar, glances at the band members arguing the jukebox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "I don't understand this Seattle grunge sound. Goes right by me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "That's probably the point. Bourbon. Neat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "So how's D.C.? Forget D.C., we all know how D.C. is every time we tune in to CNN. Fuck D.C. How's the family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "(shrugging) The same. I see you caught yourself a nice featherbed here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Well, hell, I retired and this thing came up. It's not too bad. The beer's cheap and it gives me time to spend with my grandkids. My son is a WO3 now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Good for him. Sorry to see you, leave the Army, Top. Always thought you'd go for Sergeant Major. It wasn't because of Al Bathra was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Naw. Sergeant Major was never for me. Too much politics. I always said I'd get out if I ever hada chance at one last good fight. Desert Storm was that for me. After all those ... mean years and . well, I went out happy and proud. Muller! An employee runs over, snapping to attention \fConverted to PDF by www.screentalk.org 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Is that a bottle of Johnny Walker next to the Bushmills? What are the standing orders for bottles behind the bar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "Alphabetical order, Top, but I thought, maybe since I get more orders for the JW I'd move it where it was handier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "And how am I going to do my inventory with any expedience. And all the Johnny Walkers go in the \"Ws'\" not the \"Js'\". Black then Red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULLER",
          "text": "You know, Top, I could do the inventory for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "It's my responsibility. I'll do the inventory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "But I'll take a hit off that Johnny Walker before you move it. Top pours the drink. Muller fixes the bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "He's right, though. Alphabetical looks ... unorderly. Maybe the bottles should be arranged by height, tall to short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You heard anything from Patella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "He left the Army. Settled in Florida.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "A good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "He was one of the best gunners I ever saw. It's too bad what he's done to himself. \fConverted to PDF by www.screentalk.org 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Last time I saw him he was climbing into the bottle so far he could pull the cork after him. He looks pointedly at Serling's drink. Serling can't face Top. The band members come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD SINGER",
          "text": "We found a Sly and the Family Stone song we can cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Good. Now one other thing. See this here VU meter. He points to the one on the wall behind the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "It goes in the red and I pull the plug. Like this. He flicks a switch on the bar. The stage lights go dark the power for the amps and mikes goes out with a pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "And I got to recognize the jukebox song. Don't try to get away with any kind of musical camouflage. See you tonight. Nineteen hundred hours. Be on time or I dock your skinny little asses. The band moves away, not quite sure what they've gotten themselves into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "That's showbiz. He watches as Serling pulls himself a refill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Maybe I should visit Patella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Maybe there's room in that bottle for both of you. Serling looks at Top -- shocked, embarrassed. \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Let me be blunt, sir, if I may.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You may, not that you ever needed permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "I mean blunt, sir. Now I'm retired I seem to have this fuck you attitude that goes with old men and young studs. He looks directly at Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "You fucked up, sir. You made a command decision in a combat environment under hostile fire -- and you were wrong. That's the chance you take when you make decisions. Nobody's perfect -- not even the sainted General Hershberg. You make decisions and you hope you're right more than you're wrong. Just like any other job. Except when a combat officer fucks up -- people get killed. It's a war, sir. People get killed. I repeat for the particularly dense. You are going to make mistakes. Some people will die. Don't make the same mistake twice. And drive on. You're a good officer, sir, the best combat officer I've seen in almost thirty years. You belong with the troops. (Continuing) Get out of babble-land and back in the field. Get past this. Now I need a drink. 29. He grabs Serling's glass and empties it. The doors open a the enlisted men start to pour in. Among them are Lieuten Chelli and the survivors of the Blackhawk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "I'm getting too salty in my old age. Stick around, sir. We'll talk about the good times. Shoot the shit. Smoke and joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I have to get down to Benning in the morning. Early. \fConverted to PDF by www.screentalk.org 30. He watches Lt. Chelli and the gang. Full of camaraderie a good spirits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thanks for the advice, Top, but you said it all before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "If you do see Patella have him call me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I will. Here, buy that table a round on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "Who are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Heroes. Real heroes. And he leaves. Top takes the preferred money and looks at Chelli's table, then back at Serling, who is out the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT BRAGG, DUSK",
          "text": "Serling walks. A formation runs by calling cadence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORMATION",
          "text": "If I die in a combat zone, box me up and send me home. Put my medals on my chest, tell my mom I did my best. The flag is lowered. Serling watches. He walks by an old tank mounted on a concrete block. An old tank, WWII, weld shut, a frozen monument. To what? Serling doesn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BOQ, NIGHT",
          "text": "Serling enters the Bachelor officers Quarters. He is tire not physically, just drained. He gets to his room, opens the door. It sticks. There is a manila envelope wedged between the door and the floor. Serling pulls it out. Chelli's article. Serling tosses it on the bed with a wry smile. He goes to his briefcase and pulls out an airline bottle booze. He opens it, realizes what he is doing, and determinedly screws the cap back on. Then sits on the bed more tired then ever. He is sitting on Chelli's envelope. \fConverted to PDF by www.screentalk.org 31. Yanking it out from under his butt, he looks at it a mome then opens the clasp. He starts reading. Outside, an Armored Personnel Carrier rolls by, that clan roar all too familiar to Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DESERT, NIGHT",
          "text": "The vague, black outline of a rolling monster in a dark d landscape. BOOM! That vehicle blows up. In the fire and flame it becomes an Arab M110 tank. BOOM! Secondary explosions tear off the turret. An Americ tank, M1A1 Abrams, rolls by the burning vehicle. Serling, Major, is half-in-half-out of the Abrams, on the radio. T desert is full of tanks, on line, Americans rolling acros the battlefield, leaving burning enemy tanks behind them like rows of giant smoke pots on a barren field. Fifty me behind the tanks -- a line of M2/M3 Bradley fighting vehi smaller cannons, ungainly-things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Enemy tank at twelve o'clock! \"Gunner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Target!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Sabot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "On the way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOMI",
          "text": "The tank's big gun fires. Up ahead a tank blows! Serling looks down at Patella, a fresh-faced kid with the sorry beginnings of a mustache. Patella beams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Good shooting, Patella. \fConverted to PDF by www.screentalk.org 32. Serling's tank rolls past this new victim. It burns, a de man sprawled across the track. The sand next to the burni tank stirs, shifts. And then, from the sand like giant be rising from the bowels of the earth, four tanks emerge. T 55's, Russian made. Big, ugly, mean looking chunks of ste The one Serling passed swivels its turret until its big g is aimed at the backs of the Americans. They fire! The huge guns belch a column of flame at the Americans. Serling is riding along, calling out orders, keeping his company in line when... The Abrams to his left blows up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Holy shit! Where did that come from?!! Black Four! Black Four! This is Black Six! Red Three was just taken out! Anybody see the shooter?!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "I didn't see anything fire! Patella scans the desert. Serling, peering through his ni vision goggles, looks right, left then behind him --just time to see a burst of flame from the muzzle of an Arab t The Abrams to his right is hit. It smokes and one tread flies off. The crippled tank spins in a circle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Turn about! Turn about! who's that firing?!! Our Bradleys?! Black Four, this is Black six, Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "(V.0. filtered) Black Six, this is Black Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Black Four, get on the horn to Red Three, find out if our Bradleys are firing at us. Over. Patella? What do you see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAITELLA",
          "text": "Hard to make out, sir. Patella's staring at his night vision scope. Boom! A vehi spews out a ball of flame behind them. \fConverted to PDF by www.screentalk.org 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOMI",
          "text": "The sand explodes a few meters from Serling's tank! Serling ducks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "(V.0. filtered) Black Six, this is Black Four! Red Three says he has enemy tanks in his lines. I say again - enemy tanks in our Red lines. Over! Boom! A round glances off Serling's tank! Serling is shak sweating, scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Patella! Find me target!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Got one, sir! I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "\"I think\"! Do you or do you not have a target, Patella? On the Bradley line a Bradley aims it's 25mm at one of th 55's and fires! No effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Got one, sir! He just fired! Through his green night vision it is hard to tell the Bra from the T-55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Sabot! There is gunfire all round him - a tank battle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Up! Serling peers through the goggles. Machine gun fire glanc off his tank. He ducks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Sir? Round up! Serling sees the Abrams to his side take another round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Sir?! \fConverted to PDF by www.screentalk.org 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "On the way! The Abrams' big gun bellows. The blast kicks up a cloud of dust and sand in front of it. They wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "(V.0., filtered) Black six, this is Black Four. We just lost Red Three. Across the desert one of the Bradleys is a flaming wreck. The dust begins to settle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Target!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Got one, sir! Serling looks through his night vision at the burning veh Does he recognize it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Oh, God... Boylar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Target, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Patella, are you sure we aren't firing at our own Bradleys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLX",
          "text": "They fired, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "At us or at the T-55's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "At ... oh, God. Boom! A round lands near Serling! The tank shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOADER",
          "text": "Sir! We're taking fire! Serling looks through his night vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOADER",
          "text": "Sir! \fConverted to PDF by www.screentalk.org 35. Everyone waits for the next round to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "(V.0., filtered) Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Black Four, this is Black Six. Order all Bradleys to turn .ninety degrees and stop. Ninety and stop. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOP",
          "text": "(V.0., filtered) Ninety and stop. Roger. Out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Patella! Target? The Bradleys all turn sideways to Serling's tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Tank, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Front on? Or side on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Front on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Sabot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "On the way! BOOM! A T-55 explodes. Another! Then another as the other tanks follow Serling's example.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "We got ‘em, sir! There is a lot of cheering on the radio traffic. But Serl is oblivious. He stares through the dust, waiting for it settle again. To focus on the burning Bradley. \fConverted to PDF by www.screentalk.org 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Newton, let's go check out our first hit. The driver turns the tank around and they head back. Serl takes off his night goggles. The burning vehicle comes in view. Serling stares at it. A star becomes visible on the charred side. A limp arm hangs out of the hatch. Serling' tank stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Oh shit ... oh shit, oh shit, oh shit, oh shit... A constant, tragic litany as he stares at the ruined Brad now plainly visible. Serling just shakes his head, tears his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Boylar...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BOQ, NIGHT",
          "text": "Serling stares at the page of Chelli's article, but he do see it anymore. Finally he tosses it aside. Grabs the lit bottle of booze and drains it. He tosses away the bottle disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT BENNING, DAY",
          "text": "Fort Benning, Georgia. Serling drives through the gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. AIRFIELD, DAY",
          "text": "Big C-130 Hercules lumber down the runway and then, impos take to the air. Serling rides in a Humvee across the airfield, past a group of soldiers in parachutes waiting the tarmac. The Humvee stops in front of the 264th Medical Company - Ambulance. There are a Huey and a Blackhawk helicopter on pads out front, more in the nearby hangar. Serling enters the Company HQ, a quonset hut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HQ, MORNING",
          "text": "There is a SP/5 behind a desk. \fConverted to PDF by www.screentalk.org 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Looking for major Teegarden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SP/ 5",
          "text": "In the back, sir. He gestures. Serling goes into the back. MAJOR TEEGARDEN is playing a Gameboy with CAPTAIN COUSINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Major Teegarden, Nat Serling. I'm doing the follow through on your Medal of Honor recommendation for Captain Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Really? About time. Gladtomeetcha. This is Captain Cousins. What took you so long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I work at the Pentagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "\"Nuff said. Coke? Coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Coffee'd be nice. Black. Can you break down the events of 26, 27 February, '91 for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Sure thing. I'm on call if that's okay. Let's see. I sent out Dust Off Two, Warrant Officer Fowler, at about 10:20 hours to evac the troop from that vehicular accident. We were getting ready to move forward, provide support for elements of the 82nd Airborne and the 24th Mech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "A routine run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Well, kinda routine. We were in Iraq by then. Captain Fowler couldn't fly above 100 feet, that was our ceiling. So the fly boys could go low for their bombing runs. Our radios lost contact below 250, 300. So we were deaf. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN, (CONT'D)",
          "text": "And there was the dust and then the smoke from Kuwait, oil fields burning. Visibility was nil. So we were blind, too. And sand everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINS",
          "text": "Sand storms, sand devils, sand outs! Sand in the rotor, sand in the fuel, sand in the intakes. Sand in your eyes, sand in your nose, your ears, your food, your water, your mouth, up your ass, in places you didn't know you had places. I'm still finding sand and I've been home for years. Sorry. He is embarrassed and goes back to his Gameboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "When did you realize Fowler's ship might be in trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Well, you sort of know how long a mission takes, how long enroute, the pick up, how long to the MASH, how long to return. I give ‘em some leeway. I gave Fowler almost an hour. Then I called HQ. They confirmed the pick up. Then I got the MASH unit on the horn and found out Fowler hadn't delivered. I wasn't that worried. A sandstorm could have put 'em down. He looks at Cousins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSINS",
          "text": "Sometimes the visibility was so bad you set down to wait it out. They usually blew over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "But I called Air Rescue anyway. The SP/5 comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SP/5",
          "text": "Major, we have a possible heat exhaustion on the small arms range. \fConverted to PDF by www.screentalk.org 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Dwayne, grab that for me. Captain Cousins puts away his Cameboy and runs out. Throu the window Serling sees the crew join him at the Blackhaw",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Heat stroke can roll out of heat exhaustion. Heat stroke can kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How did Captain Walden get involved in the search?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "She came to me. The Blackhawk takes off outside. Teegarden watches it go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "When she first came to the unit, Walden rode co-pilot with Fowler during her orientation. They were friends. They'd traded envelopes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Traded envelopes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "When we first got there, on the way over actually, we each wrote a letter to whoever ... in case we didn't come back. We didn't know what we were getting into. Saddam's crack army, best in the world, in continuous control for years. We were ... green. So we wrote these letters and traded them. You know, in case anything happens to me send this to my folks, my wife... I actually found Captain Walden's letter in Fowler's footlocker when we packed his ... effects. I sent it to her folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Captain Walden and Fowler were close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "No closer than anyone else. No romance or anything, if that's what you're implying. \fConverted to PDF by www.screentalk.org 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm not implying anything..",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "We were all close. Just the few of us, four choppers and their crews. Most of the time we were off by ourselves. We were yeah, close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I was in a tank unit in Desert Storm. I know how close you get -- especially in combat. I'm sorry. So Captain Walden approached you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "We were all monitoring the rescue channels. Captain Walden came to me. Karen knew Fowler, knew his flying habits, thought she could retrace his route.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You agreed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "(angry) ; Yes, we're Medevac. Rescue is our business, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm not questioning your decision, Major. So she went.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Not right away. I made her wait an hour in case Rescue came up with something. Then I said okay. I made her strap on the extra fuel pods. She was not to attempt evacuation. There were too many on Fowler's Blackhawk for the Huey anyway. Walden's mission was to spot Dust Off Two, go for altitude to call in the location, then render what aid they could until the rescue team arrived. Those were my orders. SP/5 comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SP/5",
          "text": "Sir, Medevac at Saint Mare Elyse. Bee sting. \fConverted to PDF by www.screentalk.org 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Roger. On it. (to Serling) I've got to take this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Bee sting? Teegarden starts out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "For some people it could lead to anaphylactic shock. Could be fatal. Come along if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PAD, DAY",
          "text": "Serling follows Teegarden out to the pad. The rest of the crew and co-pilot meet him. This is a team. They've done this thousands of times. Serling is seated in the back, given a helmet, strapped in. They take off. The dialogue throughout the flight is hear over the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Did Captain Walden file a flight plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Not as such, but we discussed her route. She was going to follow the Euphrates, along the Eastern bank. Fowler used to say he flew English style, on the wrong side of the road. Some kind of silly business to confuse the enemy. I used to tell Fowler that personally I thought he was confused but... Finally I told Karen, Captain Walden, she could fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Finally...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Well, to tell the truth, I was delaying her as much as I could hoping that Rescue would come up with something. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN, (CONT'D)",
          "text": "I suppose that's why when Walden went down it got dark before we... But Walden was insistent, so I said okay. Besides, I figured there couldn't be any harm in having another pair of eyes out there looking for Fowler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You feeling some reservations about your decision? Teegarden turns to look back at Serling. They are flying over the base, Serling trying not to look down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "What the hell does that have to do with the action of Captain Walden on 26 - 27 February '91?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "None. I just... Did you have any contact with Captain Walden after she left your base camp?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "We lost contact after she was twenty minutes out or so. She was keeping low, like I said, our ceiling was down to give the jets a lower profile. She put down once because a dust storm degraded visibility...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You learned this on the radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "No. That I learned after the action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Please stay with what you personally witnessed. I'll be interviewing the crew later. Why did you send along Specialist Altameyer and the machine gun? Isn't that unusual for a Medevac?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Well... There'd been reports of aircraft taking ground fire along the Euphrates. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN, (CONT'D)",
          "text": "Nothing of consequence. Could have been some trigger happy Bedouins, those people fire guns in the air like kids wave at trains. Plus, Walden's mission was not to evacuate, but to locate and report. There was an MP unit next door to our base camp. Altameyer was always hanging around the company area. He had a hard-on for choppers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW CHIEF",
          "text": "Don't we all? Teegarden smiles at his Crew Chief. They are over the are A ground soldier guides them in for the landing. The Medi bails and runs to where a group of soldiers circle a pron man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So the next time you heard anything of Walden's situation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "It was a rough night. As soon as the sun went down and neither aircraft had returned... I don't think anyone in the company got any sleep. At first light, Division Intelligence and Search and Rescue reported they had satellite infrared photos they thought might be our two birds. We cranked up and went in with the rescue party. I flew one Huey, Captain Liebman our other Blackhawk. The Medic comes running to the Huey accompanying a litter The litter is put aboard. Serling looks at the man on the litter. He is all puffed up, red faced, gasping for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Let's get this one to the hospital, stat. He's swelling like a blow fish. I've poked him with some epinephrine, but we gotta get him some help before his throat swells shut. The chopper takes off. \fConverted to PDF by www.screentalk.org 44,",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Roger. He calls in to the hospital, briefing them on their patie The man on the litter starts pulling on Serling's arm ina panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Hold him, sir. Hold him still. Serling holds the man as the Medic cuts a slit in his thr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDIC",
          "text": "Sir, he's not getting any air. I'm traching him. The man struggles as the Medic tries to insert a tube thr his throat. Serling calms him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You're going to be okay, troop. Just relax. You're in the best of hands. Just relax. Finally the tube is in and the man is getting air. The patient relaxes. Serling lets go of him and sits back dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Uh ... where were we? What did you see when you got to the crash site?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Two wasted choppers. They were so shot up they looked like termites had been at fez. I was surprised anyone was alive. They were encircled by a hundred maybe more of enemy troops moving in under cover of fire. Oh, and a wasted tank on the ridgeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You called in the Willy Peter strike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Yes. It was a hot LZ. We couldn't stay to retrieve the bodies. When Ilario, Walden's Crew Chief told me that Captain Walden and her co- pilot WO Rady were both dead well, we all saw the footage on (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN, (CONT'D)",
          "text": "CNN when they dragged our boys through the streets of Baghdad. I wasn't going to let that happen to any of my people... especially a woman. And don't think that's a sexist remark. I knew these people. I... cared about these... They died... bravely. I wasn't going to let anyone desecrate... So, yes, I called in the air strike. A cremation if you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You never saw the bodies of Walden or Rady or the Blackhawk crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "No. I didn't. I've seen enough dead people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You said there was enemy fire during the rescue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Yes. We took some hits. Liebman's Blackhawk took some hits. We had one man wounded in the evacuation, Berg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "When did you learn about the events that occurred on the previous night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "At the MASH. Altameyer, Ilario and Monfriez started talking. That's when I wrote up the citation. I didn't expect the Medal of Honor would actually come through. Most of them get knocked down to the Silver Star or an Air Medal, but... I wanted everybody to know how extraordinarily this soldier had performed. They land at the hospital. Doctors and nurses are waiting on the pad. They hustle the patient into the Emergency Ro The Medic goes with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why did she do it? \fConverted to PDF by www.screentalk.org 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "I... I don't know. Does anyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You said she was aggressive. Was she a hot dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "No. Very conscientious. A highly motivated individual, but not a Nintendo jockey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why did she do it? Why didn't she just go for altitude and call in the location?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "And watch that tank chew up Fowler and his crew -- the patients. People were in trouble. We help people in trouble. It's our job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Would any of your other pilots have done the same?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "I don't know. Would I? I don't know. I hope so. I'd hope we all have in us whatever Captain Walden found that day. But... \"Was shea hot dog?\" \"Was she Audie Murphy?\" \"why did she do it?\" What does this have to do with the citation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Nothing. Just curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Same here. Same here. The Medic comes back with five Dr. Peppers. He tosses one to each of the men. They all drink - except for Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You put Altameyer, Ilario and Monfriez for the Silver Star and Air Medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Yes, and they deserved it. They received them. \fConverted to PDF by www.screentalk.org 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Good men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "The best. Drinks finished, Teegarden lifts the chopper off the pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Then why did you transfer them out of your unit after Desert Storm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Well, Altameyer wasn't mine in the first place, he was an MP. You'll have to ask his CO. Ilario and Monfriez requested transfer for a variety of reasons their own. I had no reason to deny it. After what they'd done it was the least I could do. The least. They land at the airstrip. Teegarden shuts the Huey down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thanks, Major. I might call you back with some follow ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "She gonna get it? The Medal of Honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Just a matter of rubber stamping the paperwork as far as I can see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Good. The helicopter is still. They walk back to the quonset hu",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "It always reflects well on a unit, and thusly the Commanding Officer when someone under their command is recognized. A career enhancement they call it in D.C. Teegarden looks at Serling, his anger growing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "You think that's why I did it? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN, (CONT'D)",
          "text": "You... I know something about you, Colonel. I can put it in one word. Fratricide. Serling is brought up cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I wonder if that word is any better than what it replaced. Friendly Fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "So you've got no room to cast any doubt on the actions of Captain Walden and her crew or me, for that matter. Not one bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No one knows that better than I, Major. And he walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OFFICE, DAY",
          "text": "Serling is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Colonel Serling. Is the General busy? Thanks. He waits. He is in the Hall of Heroes, important men and actions in Airborne history depicted on the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "General. I have a message here to call you... (beat) Fine, fine. I just finished speaking with the C.0. who wrote up the citation. (beat) A little touchy. I yanked his chain a couple of times but I think he's just the touchy type, not covering up anything. Just touchy. (beat ) I'm still here at Benning. One of the eyewitnesses is an instructor at the Ranger School now. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (CONT'D)",
          "text": "(beat) I'll stay in contact. By the way sir, I'm forwarding to you an article written by a Lieutenant who survived the incident. It's an after report of Al Bathra. (beat) Nothing new, but well written. (beat ) He's ambitious, intelligent, well spoken and not shy about speaking his mind. Your kind of officer. (beat) Me. I'm doing fine. I'1l report again in a day or two after I've interviewed all three eyewitnesses. Could I talk to Banachek again? (beat) Thank you, sir. Serling looks at the poster behind him. The hierarchy of awards for the Army. At the peak - The Army Medal of Hono",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Banachek, could you find something for me? A guy I served with in Desert Storm just received a medical discharge. Could you track him down for me? Get an address? Patella, first name Loren, middle; name Michael. (beat) Thanks, I'll call tomorrow. 'Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RANGER SCHOOL, DAY",
          "text": "Young men with shaved heads going through the disciplined hell of Ranger School, instructors barking at their heels like Chihuahuas on steroids. The students look haggard. The cadre, in their berets and starched fatigues, look li Army poster boys. Serling walks up to the Ranger Officer watching the train talks to him. The officer points up. Serling looks. A fifty foot tower, fast rope training - sort of a speeded rapelling - men zip down the rope, some with more finesse than others. While STAFF SERGEANT ALTAMEYER, a black tough, harangues them. Altameyer is buff. There is a long furrow of a scar on his left forearm. \fConverted to PDF by www.screentalk.org 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Get down the rope, soldier! Somebody's shooting at you!. You're a sniper's wet dream hanging in the air like that! Go! Go! Go! You're slowing down the man behind you! You're gonna get his ass wasted! This chopper's been in the air too long! Get down there! Move it! Move it! Move it! C'mon! What's wrong?! You want to live forever?! You scared?! He has a recalcitrant soldier, tired or scared, hard to t but he's paused at the top of the rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "C'mon Fedderman. Chopper's leavin! The war's waiting on your ass! What are you afraid of?! All you can do is break your spine. It don't hurt and you get a spiffy set of wheels. Altameyer quickly hooks up to one of the ropes and jumps over the side of the platform. Head down! Altameyer plummets the fifty feet - not sliding - falling the whole way head first. He puts the brakes on for the last two yards and comes to a stop - his head inches from the ground. Fedderman, the recalcitrant student, ashamed, comes down fits and starts. Altameyer watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "C'mon soldier. Let loose. Scare me! Fedderman is down. The Ranger goes over to Altameyer and pulls him aside. Serling can't hear them, but it is appar that Altameyer is getting his ass chewed. At the end of t dressing down the officer points to Serling and Altameyer comes over, salutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Sir! The CO said you wanted to speak to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes, I'm doing the follow through on Captain Karen Emma Walden's Medal of Honor recommendation. \fConverted to PDF by www.screentalk.org 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "(surprised) Something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No. Just crossing the T's dotting the I's. Can we talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Yes, sir. I've been let off duty for the rest of the day. They walk across the field to the parking lot. Altameyer keeps giving Serling sidelong glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I don't know what to tell you that I didn't already say. They got it all in writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I read the transcript.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Isn't that enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Not for the Pentagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You talking to the other guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Not yet. But I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "This here's my car, sir. I was thinking of going to the gym to work out for the boxing team. Could we do this there? Altameyer looks at Serling to see if he's impressed. He should be. A Saleen Mustang Convertible - turbo-charged, black with a red interior - the muscle car of the 90's. Serling gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Sure, anywhere you're comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MUSTANG, DAY",
          "text": "Altameyer smiles and keys the Saleen to life, peeling rub out of the parking lot. \fConverted to PDF by www.screentalk.org 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You were an MP in Desert Storm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Roger that, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You hung around the Medevac unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I did, some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You like helicopters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Negative on that, sir. Don't even like to fly in planes. Didn't before my crash, don't especially now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "But you did hang around the Medevac unit. You want to be a medic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I wanted to hump a nurse once, that count, sir? I see where you're going. I play poker. Those Medevac folks, between missions, had a lot of spare time on their hands. Want to know a poker secret, sir? Make you a mint. The people you play against, find out what they're interested in, pretend you're interested. They start running off at the mouth don't pay no attention to their cards. Them Medevac folks, they do love to talk about choppers. He grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Medevac folks bought this here auto. Yeah, I hung at the Medevac. I hung, I played, they talked, I won.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Until February 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Well... \fConverted to PDF by www.screentalk.org 53. Altameyer pulls into the parking lot of a gym. He goes inside, Serling follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GYM, DAY",
          "text": "Altameyer is known here. A lot of high fives, grab-ass, shouted hellos. He and Serling go to the locker room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Altameyer begins to change. Off comes his shirt and T-shi There is another scar, a big one, across his back. Serlin notices it. Altameyer notices Serling noticing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I had some phys rehab time, got into boxing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So, how did you come to be on Captain Walden's helicopter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Uh, let's see. Major what's his butt ... Carden Party. Serling eyes Altameyer. Is the Sergeant fucking with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Teegarden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Right. He asked me, said they were on a Search and Rescue and they might need some gun. The war had just got cranking and we didn't know what old Saddam Insane had in his pocket. I said okay. I wasn't seeing any action and I... you know. So, I got me a 240 and bungied it in one of the Huey doorways and away we went.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Did you know Captain Walden before this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Seen her around. Not much. She didn't play poker, for money, she said. She ... was just another officer. \fConverted to PDF by www.screentalk.org 54. He turns his back on Serling. In his sweats now, he begin to tape his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The flight was uneventful. Up until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Up until... He smiles sardonically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "We set down once, dust storm. That and the oil fires. We couldn't see shit so we hit ground to wait it out, let it blow over. We were down for a half hour or so. Then we went back up. God, I hate the dust. Hate the dust. Hate it. He hates something. He bites off the tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How long before you spotted the crashed Blackhawk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Half hour, forty minutes. Altameyer pauses, busies himself with his hands. It is evident Serling has to prompt him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So tell me what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Well, it all happened so fast, at first. Then it seemed to take forever. We came around a bend in the river - and there it was. Nervously Altameyer scrapes a fingernail across the woode bench. Rhythmic scraping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. HUEY, DAY",
          "text": "The same rhythm, but the chop chop of the blades as the H zooms along the river thirty feet off the ground. The riv runs through a wide canyon, the cliffs and ridges rise ab the helicopter. \fConverted to PDF by www.screentalk.org 55. Altameyer rides in the rear door, pilot's side, machine g at the ready. In back with him are CREW CHIEF ILARIO, a MEDIC, and SP/4 MONFRIEZ. Up front -- CAPTAIN WALDEN pilo and her co-pilot WARRANT OFFICER RADY. They follow the meandering water as it curves around a be And abruptly come across a battle. The crashed Blackhawk, survivors firing their weapons. Across the river bank -- the tank. A round explodes from the tank gun. Flame belches from the cannon. Ground troop move toward the crashed Blackhawk, firing as they go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "There they are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Fuck, a tank! They're in deep shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "There's your target, Altameyer. Get it. Walden banks hard! Standing on the skid, hanging from his safety strap, Altameyer watches the tank appear in the op void directly beneath him. He opens fire! The bullets glance off the steel hide of the tank. The machine gunner on the tank unleashes a stream of fire at chopper. The clank of bullets slapping into the aluminum shell of the Huey. A couple of holes appear magically und Monfriez' feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Holy shit! We're taking fire! The tank cannon goes off again. A huge explosion near the Blackhawk! Enemy fire peppers the Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'll try another pass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Won't do no good. I might as well be pissing on that tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "What we need is an airstrike! Bomb that fucker back to Baghdad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "By the time a jet jockey got here... \fConverted to PDF by www.screentalk.org 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "And we ain't got no bombs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Monfriez, unhook the aux fuel pod, prepare to toss it overboard! Altameyer, put a hold on that 240! Get the flare gun from the survival kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Toss it overboard? What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Do it! It's a bomb! Monfriez gets it, he goes to unhook the big square fuel p Altameyer scrambles to find the survival kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Survival kit ... survival kit... Ilario finds it for him, passes him the flare gun and a f Altameyer fumbles the flare into the barrel. Walden banks the chopper to go back to the tank. They fly over the crashed Blackhawk. Desperate faces look up at them. Rady is twenty feet away from some kid. Their eyes meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "Climb for altitude and call in our co-ords?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "After we slow down the tank. Otherwise there won't be anything for them to rescue. Target coming up! She nears the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Ready here. The auxiliary fuel pod teeters on its perch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Ready here. She banks over the tank. The tank machine gunner lets loo Tracers arc to the chopper, whistle through the doorway, few plunk into the side and front window. \fConverted to PDF by www.screentalk.org 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Choose your moment! Monfriez drops the pod! The Huey jumps up in the air with the weight loss! Altameyer is scared. The pod misses the tank by twenty feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Shit! Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We'll try again. Prepare the starboard pod. Right away. Rady, we flying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "No damage yet! None that's stopping us! He looks at the gash in the window near Walden's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Altameyer !",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Have another flare ready in case you miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I got one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Here we go! Pick your moment!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "Allow for the speed of the craft. The pod will drop at the same...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "I got it! TI got it! They bank over the tank again! The gunner fires at them! Tracers chew at the Huey! Soldiers on the ground fire up them! Monfriez drops the pod. The chopper lurches! \fConverted to PDF by www.screentalk.org 58. The pod bursts upon hitting the tank. A direct hit! Gasol spews everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Got it! Altameyer fires the flare gun. It strikes the tank. The tank bursts into flame. The soldiers onboard the Huey che shout, yell in triumph! But only for an instant. They are in trouble. Walden frantically fights the controls. The chopper tail is out of control. WALDEN Grab something! Hold on! Rady, call in a Mayday! She looks over. Rady sags in his chair, blood pouring dow his chest. The window in front of him is shattered by bul holes! Walden switches channels on the radio. Ilario stra into the seat. Monfriez hooks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Mayday! Mayday! Dust Off Three is going down! Mayday! They crash! They hit hard! It is awful quiet for a moment Dust settles. A hot engine ticks as it cools. A moan. A little movement. Altameyer hangs by his safety strap outs the chopper door, the 240 dangling over his head. The bar is inches from his nose. He skitters out of the way. It hurts to move. He gets up painfully. The chopper has spla its skids, sits in an angle. The rear rotor is imbedded i the roof, protruding inside. Walden, unbuckled, is bendin over Rady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario, Rady's hurt! Ilario is fumbling with his straps. Monfriez is hanging o the other door. BOOM! The tank blows. Secondary explosions as the ammo goes off. The ground troops, small figures on the ridgeli begin to fire. Rounds pock the Huey, kick up grit on the rocks between the Huey and the ridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Altameyer, get the 240 working! With Ilario's help she gets Rady into the back of the helicopter. Ilario goes to work on him. Altameyer unbungi the machine gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Monfriez, check for fire! \fConverted to PDF by www.screentalk.org 59. He does that while Walden goes back up front to check the radio. Altameyer returns fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "This is Dust Off Three. This Dust Off Three. Acknowledge, all channels. This is Dust Off Three. She clicks through all channels. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario? Altameyer, easy on the ammo. We might be here a while. The three conscious men look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "No fire, fuel tanks intact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario? Rady...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "He's in a bad way. Lung shot. Not much I can do here. She bends over Rady, wipes the blood from Rady's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "The head wound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Superficial. Radio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Dead. She turns to survey the scene. Coming down the ridge carefully, under cover fire, is the enemy. She looks the other way. Across the river, three hundred meters or more is the crashed Blackhawk. A few men there can be seen loo at the Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario, could Rady manage if we carried him to the Blackhawk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I don't know, Captain, it might kill him. He might die in the next fifteen seconds just laying there. \fConverted to PDF by www.screentalk.org 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "I'm not sure we can make it. Walden looks at Monfriez, who has his M-16 out and is che to see if it's loaded. He points. Four or five enemy soldiers have positioned themselves up the river behind a pile of rocks. Someone from the Blackh fires on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "We try to get there we walk right into their guns. Carrying Rady we might as well Just shoot ourselves, save them the bullets. She looks out over Altameyer's shoulder. The enemy troops have stopped moving, finding cover in the rocks below the ridgeline. Occasionally one of them shoots. The bullets punch holes in the chopper, but the main body is protecte by a outcropping of stone. Altameyer returns fire. Short two or three-round bursts from the 240.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ammo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I got this belt and another five hundred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I guess we wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Search and Rescue. She looks at the men. They don't feel a bit of her confidence. Actually, neither does she. Machine gun fire. Everyone ducks, then looks up at the ri One enemy soldier with no live target is firing at the Hu tail. Full magazines emptied in one long blast, perforating the aluminum tail. Laughter, then another long burst. BURRUPP",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LOCKER ROOM, DAY",
          "text": "Altameyer's fingernail has cut a groove in the wooden ben top. \fConverted to PDF by www.screentalk.org 61. Each scrape of his fingernail creates a loud sound simila to the machine gun. Altameyer sees that Serling is watchi the nervous scraping. He stops self-consciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Tell me about the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I never seen it get so dark. No city lights. Just black. Black. It's hard to describe to someone who wasn't there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Yeah? Infantry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You wouldn't get me in no tank. Death traps. There you are sitting on five hundred gallons of diesel fuel, a couple hundred rounds of high explosive artillery in your ass pocket. We saw a lot of dead tanks with crispy critters hanging out of them over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Well you know who turned them into crispy critters. Not Infantry. Tanks. Other tanks. He lets that sink in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Tell me what happened during the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Not much. The Captain put us on two-hour watches, but there wasn't no need. None of us were going to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HUEY, NIGHT",
          "text": "The four of them sit with the wounded man, peering out at the night. \fConverted to PDF by www.screentalk.org 62. Altameyer with the 240 and Ilario with his Beretta pistol his lap, at one door. At the other door, Monfriez cradles the M-16 while Captai Walden has her own pistol in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I wish the moon would come out. She looks up. There is a hint of the moon behind the clou when they thin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You think Air Rescue will come tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Most likely they'll wait for first light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We just have to hold our water until morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I can hear them out there, moving and talking - when you people aren't gabbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Then I suggest everybody... BAM! She shoots, right past Monfriez' head. An Iraqi sold falls, firing his weapon. Suddenly the Huey is under atta from all sides! They hardly see the enemy except when he lit up by his own gunfire. A small firefight. Typical. Instant chaos. Gunfire that merges into one big blast of noise. Then silence. The enemy can be heard scurrying away. The metallic clatter as Walden fumbles to reload her Beretta. She fumbles because her left arm is shot up, in her forea a bone splinter pokes through the bloody hole. She has another bullet in her stomach. She gets the Beretta loade one-handed, then discovers the stomach wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Shit. Then rouses herself. \fConverted to PDF by www.screentalk.org 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario, you hit? You okay? Monfriez? Altameyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I'm okay. I'm okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "My ear... It's bloody, the tip shot off. He touches it. It hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I took one. No, two. They look. There is a bloody furrow up his left forearm a another across his rib cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Take care of him, Ilario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Rady's dead. Cold, eyes glazed over. Dead. Ilario goes to Altameyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'm cool. Check the Captain out. She looks serious. Ilario goes over to Walden. The others watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Altameyer, Monfriez, keep a look out. They might try again. How many rounds left? She grits her teeth as Ilario examines her wounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "How many rounds? Report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'm opening my second box of ammo. My last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "I've got one magazine left for the '16. Beretta's full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Mine's empty. No more nags. \fConverted to PDF by www.screentalk.org 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I've got another mag. Here. Walden almost screams, swallows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Both of you fire a couple of rounds off, let them know we're still alive and kicking. They do so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Now save your ammo for something you can see. They stare out into the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER, (V.O.)",
          "text": "The trouble was you couldn't see a damned thing. You knew they were out there, sneaking up on us, ready to try again, but you couldn't see... You couldn't see. Altameyer's eyes stare out at the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LOCKER ROOM, DAY",
          "text": "Altameyer is back there, in the desert, staring out into night. The thousand-yard stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You couldn't see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The rest of the night went without incident. Altameyer takes a breath, back in the real world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Yeah. Wasn't that enough for one night? He is suddenly belligerent, realizes it, and covers with smile. He nervously rubs the scar on his forearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "We could continue this tomorrow if it's getting to you. \fConverted to PDF by www.screentalk.org 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "If these things are getting too close...you know. We could finish up tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I don't get emotional about this shit. It's a gig, you know. My job. It's in the job description. You're gonna get shot at and shit on for chump change. But you get to travel to the worst asswipe countries in the world, sample their worst diseases, eat the worst food, in the midst of the worst weather, the meanest bugs and snakes and crawling critters in the worst conditions known to man. Now ask me why I do it. C'mon, ask me. Ask me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "\"Cause I get to kill people. He tries a macho killer smile. It starts to fail, so he struts into the gymnasium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Tell me what happened at dawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Dawn. Why is it people think only good things will happen when the sun comes up? As if a little sunlight on the situation would make things better. We knew at first light they where going to attack. If they did -- we were dead men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "And woman. Altameyer looks deep into Serling's eyes, looking for something. He doesn't find it. \fConverted to PDF by www.screentalk.org 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "And woman. Altameyer looks at himself in the mirror checks out his a his chest, his back. Then looks into his own eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HUEY, MORNING",
          "text": "The sun creeps up over the mountains. The crew of Dust Of Three are on watch, weapons ready, exhausted, sleepy-eyed spent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Oh, fuck me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Fuck us. Silhouetted against the sun, enemy soldiers are descendin the ridgeline where the tank still burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "How many?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "A hundred, maybe more. With more light, the ridge seems to have a soldier behind every rock. Walden tries to crawl over to get a look, but her wounds stop any effort. Altameyer gets ready to fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Wait 'til they get closer. Make every round count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "We're gonna need every bullet. Look. Between the Huey and the river thirty enemy soldiers have found cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "We're fucked. They all look at the enemy troops moving in, skittering f cover to cover, advancing on the Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (V.0.)",
          "text": "Was there any talk of surrender?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER, (V.0O.)",
          "text": "None. Never. \fConverted to PDF by www.screentalk.org 67. Everyone checks their weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Where's Rady's Berreta? Ilario pulls aside the poncho covering Rady's body. He ta Rady's Beretta, the extra magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Glad to have you with us, Altameyer. Sorry about the circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "What the hell, who wants to live forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Quiet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "What the hell for? They know we're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Quiet! I hear something. Choppers. That shuts them up. They don't move -- all listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I don't hear shit. All this gunfire has made me deaf. My ears just ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Shhhh! Then they all hear it. So does the enemy. They stop movin Choppers! They all start searching the skies, desperately looking for their saviors. The enemy decides to attack. Gunfire begins to pour at the Huey. Bullets slap into the hull. The crew returns fire. Then around the bend of the river comes the Rescue team. Cobras rake the enemy with electric mini guns. Five thous rounds a minute tear up the ridgeline. Rockets are fired! Explosions on the ridge.' The tank is hit again! One Cobr attacks the enemy along the river, between the two crashe choppers. The Cobras are effective, but enemy fire is only reduced stopped. \fConverted to PDF by www.screentalk.org 68. The Medevac choppers land, one Blackhawk near the downed Blackhawk, one Huey near the downed Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Let's get out of here! Ilario! Monfriez grabs Walden. Ilario goes to help. She gasps in pain. Monfriez goes down! A bullet in the leg!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario! Help Monfriez! Altameyer's gun empty, he grabs Walden with his good arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "No! Help Monfriez! I'm staying with Rady!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "He's dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'm not leaving him behind! Come back with stretchers! Two stretchers! Go! Go! She takes the M-16. Starts laying down covering fire! The men start to move, Altameyer and Ilario carrying Monfriez",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "No! No! Not without the Captain. He stops them. They all turn around to face the Huey. In time to see Walden cut down by enemy gunfire. Five, six bullets tear through her body. tIlario rushes back. Altam and Monfriez follow. They gather around Walden. She is dead. The enemy fire increases. Mortar rounds begin to explode near the Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Let's get out of here! They move as fast as they can to the Rescue Huey piloted Major Teegarden. The Crew Chief and Medic meet them halfw Monfriez is carried to the Rescue Huey. He tears away fro the Medic and taps Teegarden on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Captain Walden is dead. So is Rady. Teegarden nods, lifts off. All choppers leave the area. Two jets come roaring in. Teegarden talks on the radio, circles above the jets. The jets come in low, on a run. \fConverted to PDF by www.screentalk.org 69. Bomb canisters float out from below them. The bombs land the two crashed choppers. White phosphorus. Big, white explosions. Bright, white fire. The choppers are incinerated. Instantly. Teegarden's Huey leaves. Altameyer looks out the door at the white smoke climbing into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GYM, NIGHT",
          "text": "A weightlifter slaps white powder on his hands before approaching a weight. Altameyer watches the white cloud o dust. He has his boxing gloves on now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCQUILLEN",
          "text": "Altameyer, you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You were wounded again in the evacuation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Yeah. Took a bullet. Didn't feel it until we got to the MASH. In the back, scraped a rib, through and through. Little shit. Altameyer steps into the ring where MEDINA, another boxer waits. Serling looks at the old man who yelled, MCQUILLEN natty even in fatigues - starched, tailored fatigues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCQUILLEN",
          "text": "Where's your brain bucket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Don't need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCQUILLEN",
          "text": "You don't step in my ring without one. I have to tell you again and you won't have a head to put it on. A departing fighter tosses his head gear to Altameyer, wh puts it on. McQuillen rings the bell. Altameyer and Medin fight. Well, Altameyer takes a lot of blows. He seems to take and give very little back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCQUILLEN",
          "text": "C'mon, Altameyer, plant one before the season's over! McQuillen looks at Serling. \fConverted to PDF by www.screentalk.org 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCQUILLEN",
          "text": "No fire. No killer instinct, know what I mean. He's got something. Ain't scared. Wades in there, takes a lot of punishment, eats a lot of leather, but he don't dish none out. Well, some. Altameyer takes a brutal blow. It staggers him. He comes back at his opponent, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "That's the best you can throw at me? What are you, some kind of pussy, Medina? You hit like a woman. My little sister hits harder than that. My mama hits harder. You some kind of fag? Medina starts punching harder, trying to shut Altameyer u Altameyer just talks more trash, spitting out his mouthpi and taunting Medina through bloody teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCQUILLEN",
          "text": "Maybe he thinks he can win by wearing out the other fella, if Altameyer don't bleed to death first. McQuillen goes in and stops the fight. Altameyer protests McQuillen lets them go at it some more. Altameyer is a hu punching bag. Blow after painful blow is taken -- and he keeps egging Medina on. Serling watches in horror and fascination. What's wrong with Altameyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GYM, NIGHT",
          "text": "Altameyer, face bruised and swollen, eyes bloodshot, toss his bag in the back. Serling gets into the passenger side",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MUSTANG, NIGHT",
          "text": "Altameyer starts it up, drives away, a much more sedate r than the one to the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What kind of officer was Captain Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Female. \fConverted to PDF by www.screentalk.org 71. Kinda short. He tries to toss it off as a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Did she display any ... characteristics that ... gave you any idea of how she would perform in combat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I didn't know her. I was just on for the one gig. He is suspicious again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "During the incident ... did she display any fear... any doubts when she had to make those perilous decisions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Perilous decisions... No, she just made them. A curt answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Just like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Just like that. Serling is left with his own thoughts. They arrive at the BOQ in silence. Serling gets out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "She was okay. She was... What you're gonna do will make her a hero, right? She ... deserves it. He is reaching for the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I just wish... I just wish...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I just wish I could be left out of it. I don't want to tell that story again. Not one more time. \fConverted to PDF by www.screentalk.org 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Living it was enough. Know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I do. He goes to Altameyer's side of the car, gives him a card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thanks. Here. Call if you have anything to add to the eyewitness statement. They'll pass it on to me. By the way, the Medal of Honor doesn't make anyone a hero. It just recognizes that fact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He heads for the BOQ. Altameyer drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOQ NIGHT",
          "text": "Serling watches the taillights fade. Something about the Sergeant bothers him. Finally he goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LAKE, DAY",
          "text": "A beautiful lake on a likewise beautiful morning. Serling, in civilian clothes, approaches a bait shop at t edge of the water and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worms, crickets, minnows, all on display with hand-tied f and other fishing paraphernalia. An old woman, a hard-wor walnut of a face, is pulling a few dead minnows out of th tank to toss to an eager cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Mrs. Patella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PATELLA",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm looking for your son Loren. I was at the clinic, they said he was here. \fConverted to PDF by www.screentalk.org 73. An old man comes out of the back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Colonel Nat Serling. They recognize the name. It doesn't overjoy them. Mrs. Patella edges closer, sniffs, wrinkles her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "He's out at the McCaffrey place, painting their house. Hope to hell he finishes it before summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Could you give me directions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "Sure, draw you a map. Know how your military types get all het up over maps. He goes to get some paper and a pen. Mrs. Patella smiles nervously at Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PATELLA",
          "text": "Loren admires the hell out of you, Colonel. Maybe you could talk him into going back to the clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "He drinking again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "It's not the drinking. Everybody drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PATELLA",
          "text": "Not like that. Mr. Patella shoots her a dirty look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "It's... Let me put it this way, Colonel. I hid my guns. I don't want him to be alone in the house with a gun. You catch my drift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I see. \fConverted to PDF by www.screentalk.org 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PATELLA",
          "text": "Talk to him, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "Can you read a map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The Army taught me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. PATELLA",
          "text": "Then I'll try to explain to you so you won't get lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. PATELLA",
          "text": "My husband was in the Marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LAKE, DAY",
          "text": "Very bucolic. Cottages huddle around the lake. Serling, looking at his map, parks behind one. Half painted little summer cottage. He checks the number with his map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Patella? No response. He goes around the side, toward the lake. Paint buckets, brushes, a splattered plastic drop cloth. gunshot! Serling runs to the lake. A man sits on the end of the dock, .22 rifle perched on his shoulder. He fires again! At a bottle bobbing in the water. Another shot and he sinks it. Serling walks out onto the dock. PATELLA, a haunted man, hears the steps on the dock and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Major! He stands up, extends a hand, they shake, then hug. Old Army buddies. A little awkward, but friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What are you doing? Patella sits down again. Serling joins him. There is a case of beer between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Sending old soldiers to sea and then to a watery grave. \fConverted to PDF by www.screentalk.org 75. He holds up an opened bottle of beer -- half full. He dra it, looks at the empty bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Ever wonder why they call an empty bottle of booze a dead soldier? Serling looks at the bottle, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Have one. Patella tosses the empty into the water, pulls out a full one from the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Don't tell me you ain't drinking, Major? I can smell it on you. And you got to be drinking some for it to come out your pores in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm trying to quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "You're not going to lecture me. He fires at the bobbing bottle, misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, but I will pass on a word from your mother. She wants you to go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "No way. Worse than they Army. Had to make your bed in the morning. Had to pull KP. He shoots and hits the bottle. It sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "They don't understand. No one does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I know. \fConverted to PDF by www.screentalk.org 76. Patella empties the bottle. It, too, goes into the water and another comes out of the case, is opened, is drunk fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "I don't like to drink, never did. Before... Before I never was so much of a drinker. But booze is the best way of coping. Until they give me something better, I'll stay with the booze. He fires. Hits. Sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Have you tried to do without it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Yeah. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes. It is a sad yes. Patella tosses the latest empty into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Anything better yet? Serling is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Obviously no. He fires, misses. Goes to the case, opens a new one. Give it to Serling. Serling takes it. Patella gets a fresh one for himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "You still in uniform, major?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "(nodding) Not a Major anymore. Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "You'll always be Major to me, sir. And Blackburn will always be Sergeant. I'm stuck in time, like some fucking \"Twilight Zone\" I can't get past 2200 hours, Feb 26, 1992. It's like I didn't live before that night. And I sure haven't lived past it. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA, (CONT'D)",
          "text": "Blackburn, Sacks, Boylan, I hardly knew Pittman, but now I remember every moment I spent with the poor bastard. His ugly laugh, the picture of his ugly girlfriend. His fucking bad jokes. I can even see his face when I killed him. I wasn't there but I see him. I'd have to be in the tank to see that, right, and if I was in the tank I'd be dead. But I'm not dead and I wasn't in the tank, but I see his face. Serling turns away. The light on the lake shimmers. It blinds him, but he stares into it. It's like fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You didn't kill them, I did. I gave the order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "I pulled the fucking trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The investigators cleared us of all blame. We didn't know that the target signature of a tank being hit was the same as one firing. We never trained under live fire. How could we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "How could we? Yeah, how could we, Major? He fires at the bottle -- misses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Major? Serling looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "They weren't on the same radio freq as us, were they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "I keep hearing them scream. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA, (CONT'D)",
          "text": "I swear, I heard them scream. I still do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So do I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "You poor bastard. He offers Serling another beer. Serling declines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Mama says the booze will kill me. She don't get it does she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "No one understands but you, Major. He laughs, a little hysterical, a little out of control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "My mama thinks I'm drowning and the man she sends to save me can't swim. Sorry, Major. Serling laughs, too. He takes the second beer, empties hi first and tosses it in the water. Patella shoots. Misses. He offers the rifle to Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, thanks. Patella shoots. Hits. Sinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Don't kids swim here? Patella looks out at the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Shit. Oh, fuck. He lays down the rifle, takes off his shoes, shirt. Patel jumps into the water. Serling waits. He stares at the surface of the water, worried. Nothing happens, not a rip on the water. Serling pries off his shoes, staring at the water. Patella breaks the surface! Laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Scare you, major? \fConverted to PDF by www.screentalk.org 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes. Patella saddens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Sorry. He sets some broken glass he's scooped up on the dock, di again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DOCK, LATER",
          "text": "The dock is littered with broken glass, bottle shards, a couple that aren't broken. Patella sits on the side of th dock, holding a bleeding right hand by the wrist. Serling bandages him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "This, I can fix. I've been trained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "All them OCS medic courses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Three kids... Serling is saddened now. Patella looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Damn, Major. You came to me looking for some kind of answer didn't you? Serling tries a smile, fails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I can't deny it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Oh... I'm so sorry, Major. So damn sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So am I. They look at each other for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. LAKE, DAY",
          "text": "Serling pauses by his car. Patella, paint roller in his left hand, salutes with the bandaged hand. \fConverted to PDF by www.screentalk.org 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Major, you get any clue you let me know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You do the same. He finally returns the salute, gets in the car and drives away. Patella watches him go, looks at the paint roller i disgust and tosses it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM, DAY",
          "text": "Serling stands on the balcony looking down at the canal t winds through the city around him. He goes into the room. There is a bottle of Jim Beam on the table next to the ph Serling stares at the bottle. Then dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Hi, hon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Nat! Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "San Antonio. At a hotel. Tired of BOQ's. I was going to stop off at the Alamo later, get the kids T- shirts. I thought I'd ask you about the sizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Nat, you know their sizes better than I do. What's going on? Serling looks at the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You always call me on it, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) And you do the same for me. That's how it's always worked. (softly) What is it, Nat? Serling's thumb works nervously at the plastic covering t bottle cap. \fConverted to PDF by www.screentalk.org 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Nothing. I just wanted to talk to somebody who doesn't salute, I guess. A halfway friendly voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Well, you want me to prattle on for a minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Let's see. Something's wrong with the new fridge. The light doesn't come on when you open the door. Josie lost a tooth. We did the whole tooth fairy bit, she found a quarter under her pillow. So. I catch Dennis with a pair of pliers trying to get little Barry Kraval to yank a few of his bicuspids. They were going to split the proceeds. By the way, Josie wants a wig to wear to school. Tears are welling in Serling's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Oh, I have to drive twelve blocks all the way over to Wagner so Brian can practice riding his bike cause he's afraid to fall in front of his friends and he won't let anyone see him riding a bike with training wheels. Serling is almost overcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Talk to me, Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Gotta go. I'll call you later. \fConverted to PDF by www.screentalk.org 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Nat... He hangs up, looks at the bottle, dashes out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE ALAMO, DAY",
          "text": "A little mud building trying to hold it's own in the city San Antonio. The tour guide shows the tourists the mark where Colonel Travis drew a line in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOUR GUIDE",
          "text": "The Alamo reminds us that we Americans have always had heroes. In moments of crisis, there are those among us who step forward and do the right thing, the brave thing, without regard for their own lives... Serling listens to as much as he can. Then he leaves -- i a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM, DUSK",
          "text": "The sun sets on the bottle -- half-empty now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CANALS, NIGHT",
          "text": "Serling is drunk. He doesn't stagger, but he walks like i a dream. Through the tourists, the lovers, past the restaurants, the boats. It all swirls around him. He lean against a tree slides down the trunk -- to vomit into the water. Two kids stare at him, ice cream cones in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You sick, Mister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "He's not sick. He's drunk. Drunk as a skunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Do skunks get drunk? How? Serling looks at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I got kids. \fConverted to PDF by www.screentalk.org 83. The Mother comes to get them. Serling looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I got kids. It's a plea for something. Understanding. Forgiveness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "A lot of good you're doing them right now. And stomps off with the little ones in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You're right. She's right. And he starts to sob. Passersby try to ignore him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT SAM HOUSTON, DAY",
          "text": "Serling, in uniform, drives onto the Post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PHARMACY, DAY",
          "text": "SP/5 Ilario deals pills at the Pharmacy window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Here's your fungicide, but I'm telling you, in the morning when you shower, piss on your feet. Urine will kill that athlete's foot in no time. Next. Here's your Hismanal, Sergeant, but you want to get rid of the allergies -- bee pollen pills -- and no coffee or chocolate. Caffeine makes allergies worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "I give up coffee they might as well discharge me now. Ilario has a boyish face hidden behind Ray Charles style horn rimmed shades. A nervous man. Serling gets at the en of the line. A couple of men in line look at him -- and leave. Serling frowns at them. Ilario doesn't look at fac just nametags, so when he sees Serling's he looks up from his clipboard to Serling in shock. He knows the name. Ilario, covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Can I help you, Colonel? \fConverted to PDF by www.screentalk.org 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Some aspirin, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Sure, here you go. The aspirin are handy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What? No homeopathic alternative?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "So you know about alternative medicines, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "My sister is a believer. Me, I believe in aspirin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "So do I. Take one every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Altameyer called you? Ilario is taken aback only a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "No. Monfriez. Altameyer called Monfriez. He called me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "That's nice, you three still stay in contact. Friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Not exactly. What do you call people who shared something like we did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Heroes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Survivors, more like it. So where do you want to do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Anywhere you feel comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You smoke? \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Not anymore. Ilario grabs his cigarettes, turns to a SP/4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Rowtero, take over. Sick Call's done. I'm going to feed my cancer genes. He leads Serling out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT SAM HOUSTON, DAY",
          "text": "The Post swimming pool. Kids and their mothers. noise, a lot of splashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You think this is how the Nazis got started? Banning smoking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "A bit totalitarian though. So what do you need to know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How long were you with Captain Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Over four years, four years and a couple of months. Stateside at Fort Hood, can't seem to get out of Texas, then over in Saudi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "That's a long time. Did you know her well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "As well as you get to know any officer, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What was she like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "She was okay. Wasn't on my ass too much. What's this got to do with the Medal? 85. A lot of \fConverted to PDF by www.screentalk.org 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Nothing, just curious. Ilario chain smokes, lighting one with another, sucking t down. He stares at Serling a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Look, you don't want to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "It isn't all like the report. If you go ahead with what you got she'll get the Medal and everybody will be happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I won't be. I want the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Leave it be, it's better that way. Why do you want to push it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "It's important to me. I could order you to tell the truth. Ilario smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You could.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Or I could ask you as one soldier to another. One vet to another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You were in Saudi? See any combat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes. Tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You lose any men? Serling nods. Ilario lets that go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Have you noticed ... I have since I came back, that there's this closeness with other combat vets. This ... thing. \fConverted to PDF by www.screentalk.org 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "My Sergeant Major said it's because we've all faced the tiger. We've all been tested. We know our limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Yeah? I don't buy into this \"bond of war\" shit, but we all know something no one else knows. Can't explain it to a civilian, not even another soldier if he hasn't been under fire. It's a secret. We never share it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So you can tell me the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I guess so. You won't like it. Captain Walden wasn't all that glorious a hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "For instance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "The dust storm for instance. We were forced down by a dust storm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Huey is surrounded by a whirling, dark wall of dust a sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I think we should go back. This sand isn't doing the aircraft any good. If it continues up north we'll never see a damned thing. Another Walden, a tentative, even scared Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "I say we wait until this blows over, they always do, and try a few more clicks up river before we go back. \fConverted to PDF by www.screentalk.org 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Yeah, Cap, let's try a little more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "I'm for going ahead. The ship can take it. Walden looks at Altameyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'm just a passenger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So she was reluctant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Well, she wasn't all fired up about going ahead. Then when we spotted Captain Fowler's Blackhawk... I knew those people, every one of them. Fowler, Tierney, Terry Gunther. He is down. Ilario has big highs and deep lows. This is the bottom of the canyon for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HUEY, DAY",
          "text": "The Huey rounds the bend of the river. Ilario sees the crashed Blackhawk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "There they are! And the tank fires. The Huey crew takes in the scenario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Get me around so I can fire! Walden turns the chopper. Altameyer stands on the skids, hangs from his lifeline and fires. The bullets have no ef on the steel tank. The tank machine gunner lets loose! Bullets pock the Huey. Walden banks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Turn around! Turn around! Let me have another shot at it! \fConverted to PDF by www.screentalk.org 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'm going for altitude! Call Search and Rescue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Fowler will be meat by the time Search and Rescue get here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We can't do anything against a tank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "Call in an air strike!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Still take too long!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'm going for altitude!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "Wait one! Wait one! We got two bombs on board! The spare fuel pods! Monfriez, unstrap one! Altameyer, get out the flare gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "It won't work!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Let's try it! He starts unstrapping the fuel pod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So it was Rady's idea to use the fuel pods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Yeah. I helped. Captain Walden turned the chopper around when the first one missed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HUEY, DAY",
          "text": "The Huey banks above the tank. The first fuel tank has missed. Walden circles the Huey away from the tank. \fConverted to PDF by www.screentalk.org 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "That's it, I'm going for altitude! I'm getting us out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "No! One more! I can get it this time! One more! The tank fires again. The Blackhawk takes a hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Please, Captain! Please! Walden turns the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Alright! One more! Then we're calling Search and Rescue!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIO",
          "text": "Not so Rambo, huh? Rambette, whichever. Doesn't make as good a story. I gotta take a piss. He jumps up suddenly and enters the building. Serling wat him go, with some suspicion. But then he is distracted by little boy holding up his soggy trunks with both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Mister Colonel, tie me? Serling gathers the limp, loose ties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Here's a nice double knot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Okay, like on my shoes. I have trouble with knots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So do I. There you go. The kid runs off a few paces, stops, comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Thank-you-very-much. And off he goes, dodging the returning Ilario, who sits d filled with nervous energy. He lights up another cigarett looks out at the pool. \fConverted to PDF by www.screentalk.org 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Know why I like to come here? No. Not to rubberneck the women in bikinis. The kids. I love watching kids. There's something about them. They do the damnedest things, never think about the consequences. Talk about brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I don't think oblivious risk-taking is necessarily brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "But can you imagine, going through life without thinking about the consequences? It's not the doing that gets you -- it's the consequences. Deep, huh? Ilario has suddenly realized he is being a motormouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What happened during the night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "The night. Oh, the night. That night. We argued mainly. Captain Walden wanted to surrender at first light. Because of Rady, she said, being wounded so bad. Her responsibility was to get him medical care, she said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "And after Rady died?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "She still thought surrender was a good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HUEY, DAWN",
          "text": "The sun is coming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'm not giving up until I'm out of ammo. \fConverted to PDF by www.screentalk.org 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Macho shit like that. He's a Ranger now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How about Monfriez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "He wanted to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "And you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I... didn't know. I was ... scared. Really scared. You know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Sure. He doesn't believe it though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What happened during the evacuation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Well, there we were, right? On the left a big ass rock and on the right an extremely hard place and the two John Waynes stroking away until their wad was shot and me and the Captain trying to Maintain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HUEY, DAWN",
          "text": "The Search and Rescue team whip past the Huey. Captain Wa is in the door of the Huey, being held back by Ilario and Monfriez while Altameyer fires away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Wait for the Cobras! \fConverted to PDF by www.screentalk.org 93. But Walden breaks free and dashes toward Teegarden's land Huey. And is shot down. She falls. Ilario and Monfriez both dash out to bring her back. Monfriez takes a bullet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Jesus H. Christ, Captain! Wait for the Cobras! The Cobras rake the enemy. Altameyer runs out of ammo, go to help Ilario with Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Let's go! All of sudden Walden begins to fight Ilario and Altameyer",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'm not leaving my chopper! It's not safe! Not safe! She fights them, completely hysterical. Monfriez puts a tourniquet on his own leg. Walden grabs the M-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'm not leaving ray chopper! Go! Go! She aims the M-16 at them. They back away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Go on! She fires at the ground in front of them. They back away more. The enemy gunfire peppers the Huey. Walden is cut down. The three men come back to Walden. She is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Let's get out of here. They turn and hustle to the rescue choppers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So, why did you lie to Major Teegarden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "We felt bad for her. We were trying to be ... nice. I... I... I didn't want her folks to know she cracked. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO, (CONT'D)",
          "text": "Her folks are nice people, live in Abilene. They used to come over to Hood, watch her kid when we went out on exercises... Ilario is getting into an area he didn't want to go. He pulls himself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "That's the way it went down, Colonel. So just forget the Medal, or leave it as it is. I don't care. I gotta get back. He gets up and walks away. Serling is left on the bench, staring at Ilario's retreating back. Ilario glances over his shoulder a few times, then goes inside the Medical building. Serling, puzzled, concerned, turns to watch a tiny girl, only three or four, cannonball off the high bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ST. LOUIS, MISSOURI, DAY",
          "text": "The Arch sweeps across the sky above St. Louis and the Mississippi. Serling drives his rental car across the bri to Granite City, Illinois.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GRANITE CITY, DAY",
          "text": "Serling parks across the street from a gun store -- Kane Greene Guns. Serling in civvies, walks inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GUN SHOP, DAY",
          "text": "Del Monfriez, fortyish, wearing a pistol on his belt, lik all the other salesmen, is at the counter with a customer",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUSTOMER",
          "text": "How late you open?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "\"Til nine. Like they say at the girls school -- lights out at nine, candles out at ten. The customer has picked the pistol off the counter and ai it at the wall, holding it sideways. \fConverted to PDF by www.screentalk.org 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Where'd you learn to hold a pistol, \"Boys in the Hood\"? Seen too many of them black gangsta flicks. Always holding it like that, sideways, no wonder they never hit nothing, always full auto, of course, you hold a pistol like that, you ain't gonna hit nothing. That's why they need them splatter guns, MAC-10's and shit. That's where the sights are, on top. No wonder they have so many innocent drivebys, can't hit nothing, yanking the weapon like they were pulling their pud. He takes the pistol back and demonstrates an exaggerated gangsta grip. He gives it back to the customer, turns to Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Help you, mister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Colonel Nat Serling, you've already heard about me. Monfriez gives Serling a good looking over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Yeah. Let's go out back. Browder, take over here. Monfriez leads Serling through the store, into the back, past the inventory to a small indoor range.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Hey, Colonel, you heard about the Polish proctologist, uses two fingers so he can get a second opinion. He waits for the laugh, sees he's not going to get it, si down at the bench where a pistol and a box of ammo lay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "I know why you're here. I'm telling you straight out -- I made my statement. It's in writing. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (CONT'D)",
          "text": "I don't gotta say diddly more. I don't work for Uncle Sam anymore. I got this store, half of it anyway. You know how they make Mexican shishkabob? They shoot an arrow into a garbage can. He shoots at the target, looks at the results, fiddles wi the gunsights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why'd you leave the service after fourteen years? Why not pull the full twenty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "If you can ask the question you ain't been in it long enough to understand. Know the definition of a Jewish nympho? She does it once a month whether she wants to or not. He shoots again, adjusts sights again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'd like you to tell me what happened, what you actually saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Like I said, you got it on paper. I got nothing to add.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Can I ask a few questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NONFRIEZ",
          "text": "Go ahead, but remember what the bride said on her wedding night, \"Don't ask me no questions I won't tell you no lies.\" Hear about the Polack who bought a rowing machine? He woulda drowned if the lake hadn't been frozen over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How long were you Captain Walden's Crew Chief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Just a few weeks. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (CONT'D)",
          "text": "When she got to Saudi her regular Crew Chief got the chicken pox second day over. Kept a clean ship though. I came from the 232nd. Me and Walden didn't hit it off. I'll be honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "There's this kind of woman, you don't just meet them in the Army. They want a man's job, they figure the way to be is tougher than a man. I don't fault ‘em none. It's a tough row to hoe, but they end up being one thing... He looks to Serling to finish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "...a bitch. You know, like that Margaret Thatcher, full tilt flaming bitch. He shoots. Then as an afterthought, a punctuation, again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Was she a good officer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "She was alright. Hey, she could fly. That was her job. But, hell you can train a ten year old to fly a UH1, that don't make them Norman Fucking Schwartzkopf. She got on my ass, but I put her right. Here try it. He hands the gun to Serling, who aims. BAM! BAM! BAM! BAM! BAM! BAM! BAM! BAM! BAM! Serling empties the magazine at the target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Nice shot group. Yeah, after I sighted it in. You done with your questions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No. \fConverted to PDF by www.screentalk.org 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Yes, you are. You're done now. He walks out, carrying the pistol. Serling follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why did you make up that statement?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "The other two weepy ass wipes talked me into it. Look, she gets the Medal. Fine. Fine by me. Lotta good it's gonna do her. Shit, maybe I can sell my story to People magazine. Maybe a TV movie. Otherwise this whole thing ain't worth the hole in a chicken's ass to me. Goodbye. Browder, call Dr. Witkin, tell him his pistol's sighted in. Serling doesn't leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Colonel, you know what to do if you get a hang fire? When you pull the trigger and the round doesn't go off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Wait, with your weapon pointed in a safe direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "You know why? Sometimes the primer just cooks. Could be a slow burner. It could still go off. And if you open your weapon to take the round out ... ? It might blow up in your face. Leave this round in the chamber, Colonel. Leave it be. Serling looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You just threatened me, didn't you, Monfriez? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (CONT'D)",
          "text": "I work at the Pentagon so I'm kind of slow on the uptake, but I do recognize a threat when I hear it.. Let me respond this way. He leans over the counter into Monfriez' face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I may be an officer and, therefore, a gentleman by proclamation, but before I joined up I was a Chicago street kid. I fought my way to school everyday and fought my way back home every night. I lived in a battle zone and firefights were just background noise. Monfriez turns away. Serling yanks him back -- hard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So, now that I'm in civilian clothes and declaring myself off duty I have no compunction whatsoever to taking you outside and tearing you a new asshole. Serling is suddenly very scary. Monfriez hand slides towa his gun. Serling's hand shoots out and grabs Monfriez' wr SERLING And if you think that gun is going to help you -- don't. Because I'll break your fucking arm before you cle the holster. You'll be hearing from me, Mister. And he turns and leaves. Monfriez trembles with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PAY PHONE, DAY",
          "text": "Serling is at the pay phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Banachek, Serling here. The General in? (beat ) When's he expected back? (beat) I'll call him tomorrow, then. In the meantime, I'm going to visit Walden's family. (beat) I don't know. I'm at loose ends here. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (CONT'D)",
          "text": "Maybe they can help me tie some up. (beat) Thanks. Talk to you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LIVING ROOM, DAY",
          "text": "Outside a little girl, ten or so, plays in the yard with some friends. They are making chalk outlines of their shadows. Serling, in uniform, watches through the picture window. GERALDINE and JOEL WALDEN sit with him in the liv room, all watching the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "Sometimes she wakes up in the middle of the night and asks if her mama's come home yet. Otherwise.... I read somewhere that if a child doesn't see a person die or dead, like in a casket, that the person isn't really dead for them. That would be nice, wouldn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I don't know how to ask this properly, but did your daughter have a ... background of... heroics?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "No. No. Just an ordinary girl. Just our Karen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "A little more stubborn than most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm just trying to ... understand her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "She wasn't a remarkable girl... woman. To us she was, of course, but by most standards, I guess -- nothing much remarkable about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Well, she was a female helicopter pilot. That's still rare enough to be remarkable. \fConverted to PDF by www.screentalk.org 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "That's my fault. We took her to the fair, when she was ... eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "Twelve. Seventh grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "There was a helicopter there, a small one, with the bubble up front, we called it a whirlybird. The fella, the pilot, was selling rides. I bought Karen a ticket. It wasa short ride, but when she came down... I don't think she ever came down, actually. After that she was ... up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "She went back every day for the rest of the Fair. Used up all her 4-H savings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "She didn't say much after the fair, not a peep. Didn't go collecting models of helicopters or go to air shows or nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "Just shows up at the dinner table one day, just before graduation. She's joined the Army, she's going to fly helicopters. I was pushing her to be a nurse. She was always so independent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "Got that from her mother. Stubborn, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "She was so proud when she got her wings. We went to the graduation. The little girl, ANNE MARIE, comes in. She looks like her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNE MARIE",
          "text": "Gramma, can I make some Kool-Aid? She looks at Serling, his uniform. It is a hard look for little girl. Serling is uncomfortable. \fConverted to PDF by www.screentalk.org 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "Sure, Anne Marie. You know where it is. The girl runs off, with another hard glance at Serling be she is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "Sorry, but the young man who came to tell us about Karen was dressed just like you. She misses her mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I understand. I have kids of my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "Her father is in Michigan. He and Karen divorced after only a couple of years. He wanted Karen to quit the Army. My thinking was he never got over Karen not taking his last name. We have custody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "He didn't even fight it. Not that I wanted him to but... guess he has a new family... Anne Marie is our saving grace. You have children, you know. They are what we live for. What we do it all for. Treasure them while they're here, Colonel. While you can. There's not much to say after that. They are all quiet. Children's laughter filters in from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "God, how I love that sound. He smiles. So does Nat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WALDEN HOUSE, DAY",
          "text": "The Waldens escort Nat to his car. He carries a foilwrapp package. Serling opens the car door, takes out his keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "If she gets this medal will we meet the President? \fConverted to PDF by www.screentalk.org 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "I've got something to say to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERALDINE",
          "text": "Joel",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "I know that Kuwait thing wasn't his cross to bear. I know that. But I want him to know something. If he gets ready to send our kids off to fight he better have tried everything he could to avoid it first. I'm talking negotiating like it was his own life -- or his kid's. It seemed after Vietnam, for a while there, we thought twice before sending our kids in harms way. Lately, though, it's more like every time some half-assed politician starts dipping in the opinion polls he invades some pisspot country. And American kids die. If he's going to do that -- it damned sure better be worth it. Damned sure. He is surprised at his own passion. He calms down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "(Softly) That's what I want to tell him. Serling shakes the man's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I hope you do. He gets in the car and drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM, NIGHT",
          "text": "The usual Holiday Inn motif. Serling sits in front of the coffee table. On it a half-eaten Rice Krispie treat and crumpled foil. And a bottle of whiskey. He stares at it. Then he dials the phone. \fConverted to PDF by www.screentalk.org 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Hello, Serling residence, chaos is our middle name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0. filtered) Nat. It's raining. Been raining all day. The Gomez' kids have been here all day. All day. Ten kids. At full volume. How are you, Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Fine. Fine. I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) You guess... There is moment of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "...I have a bottle of George Dickel in front of me. I don't want to drink any of it. But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Well... (beat) That's a step in the right direction. That you called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I guess so. That doesn't help me not drink it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) You could toss it out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm not sure these windows open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) You know what I mean. \fConverted to PDF by www.screentalk.org 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yeah. But I'd go buy another one. Or I'd go to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Then the secret's not in the bottle, but why you need it. Tell me that one. Now the pause is on Serling's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I don't know. Cause I'm not sure what it is yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Bullshit. Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Guess what I'm eating. You can hear her sign, two thousand miles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Rice Krispie treats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Really? We made some today, the kids and I. Lasted ten seconds. Synchronicity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "A nice old couple gave them to me. I'd like us to be a nice old couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) So would I. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH, (CONT'D)",
          "text": "It's a pledge of love on both sides and all the emotion inherent in that. But you know drinking from that bottle won't help us in that direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I suppose not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Does that help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "A lot. Thanks Mer'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Any time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I gotta go now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) Will I see you soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Hope so. Gotta go. He has to hang up or he'll cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "\"Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "(V.0., filtered) \"Bye. There's fifteen years of love and affection behind those goodbyes. Serling hangs up. He takes the bottle over to the bathroom, opens it and pours it down the toilet. The empty bottle goes into the waste basket. He goes back to the room, looks around. Lonely. Cold. It's going to be long night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. DESERT, NIGHT",
          "text": "Flame! Fire! Tanks blaze on the sand. Tank guns fire! Serling sits in the turret seat of his tank, half-in, hal He looks down into the tank. Patella is in gunner's posit at Serling's feet. He looks up at Serling. \fConverted to PDF by www.screentalk.org 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "I need a target, sir. The tank rocks. Something has hit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "We're taking fire, sir! Serling looks out. A flaming round passes by his head in slow motion. Another glances off the front of his tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Sir! We're taking fire! Serling looks down inside again. The Assistant Gunner is BOYLAN, the flaming man of Serling's nightmares. Boylan, fire, calmly loads a new round into the tank gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYLAN",
          "text": "Round up! Serling watches in horror as Boylan taps Patella on the shoulder. And the flame leaps from to Boylan to Patella. Both men are on fire, but ignore it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "Sir!? Patella reaches up to touch Serling's leg with a flaming hand. The fire attaches itself to Serling and works it's way up his body. In the flickering flames Serling's face revealed. A frightened man. Stark, naked fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Fire! For God's sake! Fire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATELLA",
          "text": "On the way! And he pushes a button. The tank rocks as the gun fires!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL ROOM, NIGHT",
          "text": "Serling wakes from his nightmare, soaked with sweat, gasp for breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. AIRPORT, MORNING",
          "text": "Serling had a rough night. He is at a phone in the airpor \fConverted to PDF by www.screentalk.org 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Well, General, I've got one eyewitness who recites the recommendation like he was reading it to the rest of the class. She's a hero. I've got another that says it's all a lie, she was a coward or incompetent or both. And the last says no comment, she was a bitch on wheels. But they all have this in common. They want me to stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "(V.0., filtered) And what are you going to do, Nat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Carry on, sir, with your permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEN. HERSHBERG",
          "text": "(V.0., filtered) By all means, carry on, Nat. I've got to go. Banachek has some message for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANACHEK",
          "text": "(V.0., filtered) Nat. I've got a call here froma Sergeant Altameyer, Fort Benning. Says he need to talk. Says he left something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Then I guess I'm on my way to Benning. Talk to you later, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANACHEK",
          "text": "(V.0., filtered) You, too, Nat. Serling hangs up, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. OBSTACLE COURSE, NIGHT",
          "text": "The Rangers are going through the obstacle course, a big muddy field with barbed wire constructions, culverts, tun and anything else that can make going difficult. \fConverted to PDF by www.screentalk.org 109. Then there are the explosions tossing up mud and the gunf from an M-16 wielding cadre. The most unpleasant one hund yards you'll ever traverse in your life. The students scramble through it in teams. One team leader makes it. O thinks so. Altameyer gets in the team leader's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "What the fuck are you doing, soldier!? Where are your men? The team leader turns to show his men. But Altameyer poin to the course. One man hopelessly tangled up in the barbe wire, left behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You don't leave a man behind! Look at me when I'm talking to you, soldier! You never leave a man behind! Never! You're brothers! He depends on you! You depend on him! He goes over the top, starts pushing the soldier around. The C.0. intervenes. Altameyer is dressed down, sent away And Serling steps into his path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You're looking for me, Sergeant? Altameyer is surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Yeah, yes, sir. Uh, how about we go for a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'd rather we talk someplace quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'm doing the talking. You want to hear it, sir, you'll have to be in my car. Serling hesitates, then follows Altameyer to his car. The get into the Saleen Mustang. Altameyer drives off the Pos",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Might lose my gig with the Rangers. C.0.'s pissed at me. Probably send me to the regular Infantry. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER, (CONT'D)",
          "text": "That's okay. Let him. Infantry man. It's not a career, it'sa shitty job. When you join up do they tell you in the job description that you're supposed to kill people? I mean, you'd think that's a given, but... He takes a bottle of liquor from under the passenger seat uncaps it, He offers He laughs. takes a big swig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Don't give me any shit about drinking and driving, sir. I'm not in the mood. Have some. the bottle to Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, thanks, I'm trying to quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Me. Too, after this bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You have something to tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Roger that, sir, 'deed I do, sir. Soon as I figure out what it is I will relay that information. You ever kill anyone, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You know, you can talk about killing somebody. Wolf talk, you know. \"I'll kill you motherfucker, I'll waste your ugly ass.\" We all say it. But killing somebody... it's a hard thing to do. Easy to pull the trigger. Hard to live with. Know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I know exactly. He empties the bottle, tosses it out the window. \fConverted to PDF by www.screentalk.org 111. He laughs, Altameyer",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I killed people that day. That night. Out in the desert. I don't remember much about them. Little figures falling over. I sawa couple of faces, but none stayed. A dude with a mustache, I can remember him if I try. But Captain Walden's face. Her face... she's looking at me whenever I close my eyes. Nothing gets rid of her. Dope, booze ... praying. Even tried that. Nothing works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Are you telling me you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'm telling you shit. Just shut the fuck up and listen... sir. but it doesn't work. This is a tortured man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "It's the grey areas that get you. You know, right or wrong, black and white... Who'd ever think killing would be a grey area. It's wrong to kill someone. That's one of the black and whites, one of the Ten Commandments. Then you get in the Army. You kill people. It's part of the job, they say. You kill someone, the Army says it's okay -- then it's okay. Maybe that makes it okay for them, but it don't make it okay for you. Know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I think so. looks at him, desperate for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Tell me, sir, tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "It's a struggle every day, finding out what's right or wrong. Most people don't even want to wade into those waters. That's why we have religion, Codes of Conduct, to sort it out for us. \fConverted to PDF by www.screentalk.org 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "But they don't help a bit when it cuts to the bone, do they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Well... they... No. What does this have to do with Captain Walden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Everything. Everything. He reaches under his seat, pulls out a .45, aims it at Serling! Serling stiffens. There is nowhere to go. He looks. They are speeding down a rural road. A train runs parallel to them. Altameyer punches it, passing the train",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I always liked trains. Since I was a kid. They're big, black, strong, tough. Iron. If I ever boxed pro, I was going to call myself Howard \"Night Train\" Altameyer. What do you think Colonel, don't that have a nice ring to it? \"Night Train\". He is ahead of the train, makes a turn, comes up to the tracks, stops on the tracks. Serling can see the train coming, light on. Serling's hand goes to the door handle. Altameyer pokes the gun into Serling's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Altameyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Shut up! Sir... The train sounds the whistle, rushing at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I do love trains. Ain't that whistle pretty? Listen to it. It sounds again. The train is closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "But the train off track ain't worth shit. It's just ... scrap iron. He pulls the gun away. The train is roaring at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I lost my tracks, sir. There in that desert. Get out. \fConverted to PDF by www.screentalk.org 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Altameyer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET OUT",
          "text": "Serling gets out. Altameyer turns the car, faces the onco train. Serling grabs Altameyer's door. Altameyer floors it. The Saleen Mustang kicks in the turbo. Serling is tor loose. The Saleen rushes at the train. The whistle sounds Then they meet. A horrendous crash! The Saleen disintegrates! Explodes! Serling has to run to get out of the way of the flying wreckage. The train slows as best it can with a loud screeching and hiss. Serling can only stare sadly at the mess left of Altameyer and his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MP STATION, NIGHT",
          "text": "Serling, very tired, is on the phone in the MP headquarte a police station with fatigues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Well, sir, I'd like you to call the Fort San Houston Provost Marshall and have them detain Specialist Ilario. (beat) Substance abuse, trafficking. (beat) I don't know if they'll stick. I don't care. I just want them to hold him. (beat ) I think there's grounds, yes, sir. (beat ) Just hold him. I'm on my way. (beat) Thank you, sir. I'll call you from Texas. Sorry for the late hour. He hangs up, turns to an MP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I need a ride to my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT SAM HOUSTON, DAY",
          "text": "Serling drives onto the Post. \fConverted to PDF by www.screentalk.org 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BARRACKS, DAY",
          "text": "Serling stands in front of a room where two MP's are stationed. A First Lieutenant briefs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "We found a whole drugstore in his foot locker, plus drug paraphernalia, needles and such in every little cubby hole. Likea packrat with a Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "But no Ilario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "Not hide nor hair. But we're on the lookout. So are the San Antonio Police. Serling nods. He goes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "How long are those souvenir shops open at the Alamo? I have to get some T-shirts for my kids. I... uh forgot last time I was here. I'll be back at say, 1800 hours. Your office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "Fine. See you then, Colonel. Maybe we'll have something by then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Let's hope so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORT SAM HOUSTON, DAY",
          "text": "Serling leaves the Post, in the heart of urban San Antoni A car just outside the gate pulls in behind Serling. It follows him into downtown. It is Ilario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serling parks in a public parking structure. Ilario parks on the street. He goes to a pay phone, dials, talks. Serl comes out of the garage. Ilario hangs up, follows. \fConverted to PDF by www.screentalk.org 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. THE ALAMO, DAY",
          "text": "Serling stands in front of the Alamo again, bag of T-shir in hand. He looks down. At his feet is a brass plaque. The line that Colonel Travis drew in the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO, (0.S.)",
          "text": "The line between the heroes and the cowards. Serling turns to look at Ilario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "A pretty thin line. I wonder how many \"heroes\" didn't cross it because they were more afraid of being called a coward than they were scared of dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I was just thinking the same thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Wanna talk? Serling nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "This way. Ilario leads him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You turned me in. How'd you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The sad fact is, if you command in today's Army you have to keep an eye out for all kinds of substance abuse. What are you using? Morphine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Anything. Anything to kill the pain. He is taking Serling to the river. They find a seat ona riverfront bench. This is the San Antonio River walk, whe the river cuts through the center of downtown, a walkway each side, trees over hanging the water -- stores, restaurants, hotels lining the walk. Dark, secluded, peaceful. \fConverted to PDF by www.screentalk.org 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I want to tell you what happened to Captain Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Let me make a phone call. Some people are expecting me at eighteen hundred hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "No phone call. I do this now or not at all. You just might call the MP's on my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Okay, talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "What time is it? Serling looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BASE CAMP, SAUDI ARABIA, DAY",
          "text": "Walden looks at her watch, then the sky. There is desert far as you can see, a few Army tanks, MP's, a few trucks. little olive drab oasis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I'm going to check with Teegarden again. Rady, Monfriez, Ilario and Altameyer play cards on the de of the Huey. Rady waits for Walden to be out of earshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "Leave it alone, will you? It's not our mission. She's going to put us in a world of hurt with this gung-ho shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "You're in a world of hurt unless you start paying attention to your cards. Captain W's okay. Takes care of her ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "And her crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "And her crew. Our job is to help people, remember. \fConverted to PDF by www.screentalk.org 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "They call and say Fowler needs a Medevac, I'm there. It's not our mission to wander around No Man's Land looking for trouble. Raise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You got trouble right here. Raise you, five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "If it was you out there, you'd want every aircraft in the hemisphere out looking. Pass. Walden comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We're on. Let's get in the air. Altameyer, Major Teegarden wants to see you. Altameyer looks worried. Rady tosses down his cards, with lot more force than needed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "Walden's Huey takes off. Teegarden watches until the dust obliterates his view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "The sand swirls around the parked Huey. Inside the helico the crew wait it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "I say we go back. This beer can with a rotor can't take much more of this sandblasting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Maybe this isn't one of your precious Blackhawks, but she'll do the job. When the last Blackhawk is towed to the junkyard, the crew will fly home in a Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We'll wait for it to blow over, then try a few more clicks up the river. \fConverted to PDF by www.screentalk.org 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "But all this sand in the intakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Monfriez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "She's fine, Captain. It ain't healthy, but it ain't going to kill her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "What about the rotor blades?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Rady, shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "You don't have to prove you've got more balls than a man to make Major.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Rady, goddamnit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "I'm asking for a transfer out soon as we get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "What, Christmas comes early this year? Looks like it's clearing. Let's get. I've got sand in places I didn't know I had places. They crank up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "They fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "What's that? The main rotor sounds funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Now you're the Crew chief, Rady? The Crew Chief says we're air worthy. The Crew Chief is the final word on that. Now I told you to shut up. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN, (CONT'D)",
          "text": "If you don't keep your conversation limited to the requirements of keeping this craft in the air I will haul your ass up for a Court Martial and you won't need a transfer. Ilario and Monfriez share a conspirational smile. Chalk o up for the Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "The Huey flies along the river. Altameyer is watching out one door, Monfriez the other, both searching the river ba Ilario searches over Altameyer's shoulder, talking to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Both Captain Walden and I flew with Fowler at Hood. Captain \"Ww\" was the co-pilot, I was the Medic. When Captain \"W\" got her bird she took me with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario's the only one who can treat my sinus allergies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Local bee honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "The Huey comes around the bend and upon the crashed Black Men can be seen in the rubble firing weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You see Fowler?! What are they shooting at?! BOOM! The enemy tank fires! Ilario's question is answered The tail of the Blackhawk is blown off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Altameyer, there's your target! She banks the chopper. Altameyer fires. The bullets do little damage. Altameyer, adrenaline pumping, keeps firing after they pass the tank \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Cease fire! Cease fire! I'll try another run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "We should go for altitude! Call Air Rescue! Get the fuck outta here! Walden banks the Huey, gets ready for another run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We'll make another try. Rady get on the horn to the AWACs, give 'em our coordinates! Here you go, Altameyer. They pass again. Altameyer fires. MIlario is scared. 120. Holes are appearing in the Huey. He stares at one near his head transfixed in fear. Rady is staring out his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "That didn't do shit. You might as will piss on a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Rady, get on the phone! Monfriez, status? L",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Stable. Nothing prime. Rady's right, Cap, we'd need a jet with a two-ton bomb to take out that tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We're not a jet, but we've got a couple of bombs. Monfriez, unstrap the spare fuel pods! Altameyer, get the flare gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "What? What do you think are, Walden, a jet jockey? Go get a fucking Cobra! This is not our mission! BOOM! The tank fires again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Rady, just get on the phone to the AWACS. We don't stop that tank there won't be anything left to rescue! Let me know, Monfriez. \fConverted to PDF by www.screentalk.org 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Ready, Cap! Not quite, he's still fumbling with the straps. Altameyer is scrambling to load the flare gun. Ilario is braced in his seat, frozen in fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "One more time, gentlemen. I know you can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADY",
          "text": "We need that fuel to get back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We've got more than enough to return, Rady. Get on the radio. Call in our position. That's an order. Here we go. She banks over the tank. Monfriez drops the fuel pod. It hits. Altameyer fires the flare gun! The tank bursts into flame. Ground fire rakes the Huey. The chopper goes out o control. It whirls! Rady screams! There's blood on his window. Ilario hugs the wall. Walden tries to get control",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Mayday! Mayday! Dust Off Three 1S...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "Ilario bends over Rady, who has been hauled into the back the chopper. He presses a flap of scalp back over the shi skull, wipes the blood from Rady's face. Ilario is calm - this is what he knows how to do and he takes comfort in i Walden is on the radio, clicking through the channels. Altameyer blazes away with the 240 out one door. Next to him, Monfriez does the same with the M-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "We gotta get out of here. There's hundreds of them! We can't fight this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "One lung, through and through. Filling with blood, fast. \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Call for help! Call for help!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Radio's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "The Blackhawk! They have more men! More firepower! We'll be safe there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Bad scalp wound. Into the brain. Concussion at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Yeah, the Blackhawk! We'll be safe there! Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario, can we move him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I wouldn't. He's barely maintaining as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Monfriez, go to the other door! We're taking fire there. He obeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I'll lay covering fire! Get to those rocks! Then you do the same for me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We're not leaving Rady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "He wouldn't make it. Altameyer, conserve ammo. We might be here a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "We gotta get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "We're not going anywhere. 122. \fConverted to PDF by www.screentalk.org",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "We can't fight. We don't have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAKE YOUR POSITIONS",
          "text": "They do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "123.",
          "text": "Ilario stares out at the night, scared, every noise makes him jump. Altameyer is at one door, Monfriez the other. Walden, Beretta out, sits next to a bandaged Rady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "You know at dawn we're dead. They'll have reinforcements. We have to get to the Blackhawk before first light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "It's so dark you can't see your hand in front of your face. Now's the time to do it. Slip right by them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "I told you, Rady can't be moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Rady's dead. He'll never make it. You know that, I know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You don't even like him. All he did was give you grief. Now you're going to die for the prick? I say we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "So do I. Ilario?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I just want to get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "It's a majority.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "That would be great if this was a democracy -- but it isn't. We stay with Rady. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN, (CONT'D)",
          "text": "I don't like him, but he's one of mine. I wouldn't leave one of you behind. I won't leave him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Maybe if we surrendered the rag heads would doctor him up. Walden looks at him, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "No surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "Ilario checks Rady's IV. Ilario's hands are trembling. He glances out into the night. Walden takes one of his hands in hers, smiles. He calms down a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "I hear something out there, I tell you. I can't see it, but I hear it. They're closing in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Of course they are. What would you do? I say we make for the Blackhawk now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "And I say we've heard enough of that shit. Now. Can it. Monfriez looks at her, fingers the M-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Maybe we should surrender. It's a mumble. The others ignore him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "You don't have to go with us, Captain. We don't even need your permission. That gets Altameyer and Ilario's attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Give me the M-16, Monfriez. He looks at her. She raises the Beretta from her lap. \fConverted to PDF by www.screentalk.org 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "You may run, but I'm not letting you take our firepower with you. She takes the M-16 from Monfriez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Are you going to take my gun away, too? She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "If I have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You just might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "(softly) They might treat us okay. I can make a white flag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Give it back. She turns to face Monfriez. He has his Beretta aimed at her. That jerks Ilario back to reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Guys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "She's trying to get us killed. It's us or her. Who you with, Ilario?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Cap... Rady's finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "That your expert opinion, Ilario? He'll never recover. If he was out in a field somewhere and we came to Medevac Rady, you'd body bag him? You'd leave him behind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Yes. It is word filled with shame, a blatant lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "At least he's ashamed to say it. \fConverted to PDF by www.screentalk.org 126. She looks at Altameyer, who glares back. Then Ilario, who can't meet her eyes. Then back at Monfriez and the gun ai at her. Quickly she raises her pistol and fires! Monfriez fires back. Walden takes the bullet in her stomach. But her sho at Monfriez went past his shoulder. A ragged Iraqi falls top of Monfriez, a bullet in his face. Suddenly they are in a firefight. Altameyer and Monfriez fire into the dark. Muzzle flashes reveal the dozen enemy who have crept up on both sides of the Huey. Ilario crouches in a fetal position next to Rady, whimper in fear. Walden uses the M-16 and Beretta. Then it is over. Quiet. They all stare into the night. Nothing. Then they look back at each other. Walden bleeds from the stomach. She is in pain as she jerkily grabs a magazine from the floor and reloads the M-16, then her Beretta. Monfriez is reloading his Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "We gotta out of here. They'll try again. Give me the 16, Cap. She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You're wounded, ma'am. Give him the 16. We gotta go. We'll carry you. She aims the M-16 at Altameyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Give me the 240.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "You won't shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "The mood I'm in right now, Altameyer, I'd empty a magazine into your hide, reload and do it all over again. He looks at her, the M-16 pointed at him, then her again hands over the 240.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Pistols, too. \fConverted to PDF by www.screentalk.org 127. They hand over their pistols. Ilario, roused from his paralysis, moves to her with a bandage. She points the Beretta at him. He freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You're wounded, Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "You're with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "What are you going to do, keep watch on us all night? You're hurt. You're tired. You won't last 'til first light. She doesn't answer, shifts her position, gasps from the p that shoots through her. Monfriez moves forward. She poin the Beretta at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "What if they attack again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "You'll get your weapons back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "By the time you give 'em back it might be too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "It's already too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "You can't stay awake. You won't last to first light. She just stares at him, grimly determined. Ilario starts crying. For himself? For her? Hard to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE OUT",
          "text": "Walden is heavy-eyed. Altameyer, Monfriez and Ilario watc her. Ilario is tired, scared, sick of the situation, of himself. The M-16 barrel slowly drifts down. Walden's hea drops, eyes ease closed. Monfriez moves toward one of the pistols. Walden's head pops up, eyes jerk open. She point the Beretta at him. The M-16 muzzle goes up to check Altameyer's movement. The sun is rising. Light glows behi the ridgeline. Two silhouetted figures scramble over the rocky line. Altameyer sees it. \fConverted to PDF by www.screentalk.org 128.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Aw, fuck me. Here they come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "I've got movement over here, too. What now! Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Give me my gun for God's sake. Christ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Ilario, how's Rady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Still breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "What are you going to do, Captain? Fight them all by yourself? She frowns, weak, thinking slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "Give me my gun, Captain. C'mon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "What are you going to do, Captain? Ilario is overwhelmed, looking at Walden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Cap, let me look at that wound. I won't do anything. I promise. I swear. Please. She looks at him, thinking about it. She's in a bad way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALTAMEYER",
          "text": "They're getting close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "What are you going to do, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Please... He's hurting as much as she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "What's that? Everybody freezes. Choppers. That distinctive sound. They search the skies. Gunfire! \fConverted to PDF by www.screentalk.org 129. The enemy begin their attack on the grounded Huey and Blackhawk. Everyone hits the deck. Bullets perforate the Huey's body. The rescue team arrives. The Cobras strafe! Teegarden lands his chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Go! I'll cover for you! Altameyer and Monfriez hit the ground, crouching, ready t run to Teegarden's chopper. Walden begins firing the 240. Altameyer and Monfriez run. They are hit, go down, get up and continue. Walden empties the 240, grabs the M-16. Ila is still there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Go! Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I'll send back a stretcher. Walden smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALDEN",
          "text": "Two stretchers. Now go! He runs to Teegarden's Huey. Breakneck running, blind pan bullets kicking up rocks and dirt all around him. He gets to it. The Crew Chief hauls him aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monfriez is leaning across to shout to Teegarden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Walden and Rady are dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEEGARDEN",
          "text": "Both dead?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Dead! Let's get out of here! Teegarden lifts the Huey away. Ilario looks at Monfriez a Altameyer. Both stare him down. He looks out the chopper door. The jets drop their bombs on the Huey. White phosphorus explodes, brilliant blossoms of fire bloom on desert. White smoke, white fire. And death. \fConverted to PDF by www.screentalk.org 130.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SAN ANTONIO RIVER, NIGHT",
          "text": "The street light flickers and comes on. Ilario stares at it, sitting on the bench. Serling, standing over him, loo at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "We talked. Monfriez said she would have Court Martialed us. Altameyer agreed. Who knows? She was probably killed by enemy fire before the jets came. Who knows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "You really believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "No. And he weeps. Serling waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I figured out what all those veterans have in common. Fear. They've all been scared as they will ever get. They've plumbed the bottom of fear. Petrified scared. Until your heart stops, your lungs can't get air, scared sick. And nothing can ever scare you like that again. You've seen yourself at your worst and so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I think you're right, Ilario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I did something in Desert Storm. Everybody said I made the best decision I could at the moment. They thought that it was a tactical decision. But only I know that I made the, call out of fear. Sheer, stark naked fear for my own life. And I was wrong. Some men died. They can justify it all they want, but deep down inside I know I did what I did because I was just .. plain, simple scared. It's okay to be scared in combat. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 131.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING, (CONT'D)",
          "text": "It makes sense. But when it overrides your duty -- you've crossed a line. We both crossed the same line, Specialist. Let's get you some help. He offers a hand to Ilario. Ilario takes it, selfconsciou rises. Looks at Serling's watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You have to get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Altameyer was supposed to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So? He didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (0.S.)",
          "text": "So I'm here to finish the job. Serling turns. Monfriez stands there. CAR-15 with a homem silencer at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Good work, Ilario. I told you you'd find a way to keep him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You're not going to kill him. The killing is done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "No, it isn't. I'm not going to Leavenworth just because you couldn't hold your water. He raises the gun and points it at Serling. Ilario, steps between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I won't let you. You'll have to kill me first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Okay. And he shoots. Ilario takes a slug in the chest, goes dow Serling tosses his T-shirts into Monfriez face. \fConverted to PDF by www.screentalk.org 132. Then kicks Monfriez into the river! Monfriez goes under with a big splash! Serling goes to Ilario. Ilario looks a the hole in his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Now I know what to do here... He is dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm going for help. He starts down the walkway, looking for an open door. Monfriez climbs out of the water. He still has the gun. H fires! Bullets tear up the door Serling is knocking on. H runs to another, locked also. He pounds on it. The glass shatters in a window next to Serling. More gunfire! Serling runs down the walkway alongside the river. Monfri pursues -- fires. Serling is hit. A bullet tears through his side. He falters. Monfriez comes running. Serling gathers his strength and runs to a building under construction. He staggers past the \"No Trespassing\" tape, knocks down the crude barrier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BUILDING, NIGHT",
          "text": "A maze of half-completed walls, rebar poking out everywhe half-connected plumbing, scattered stacks of pipe and cem bags. Serling runs in and ducks behind the cement bags. They erupt into grey dust as Monfriez shoots at him. Serling tosses a piece of pipe at Monfriez and runs. They play hide and seek in the maze. Serling plays every nook and cranny, every shadow and blind spot. But Monfriez is unflagging. He pursues, gun ready, occasionally tossing o a shot to force Serling to run. Which Serling does and tr over a pile of lumber. He falls! Monfriez comes after him Serling tries to rise, the lumber scatters beneath him an he falls again. Monfriez is above him. The gun is leveled at Serling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Sorry it's only a one-gun salute, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAM",
          "text": "Monfriez is hit from behind! He falls. It's Ilario, wield a length of pipe. JIlario jumps Monfriez. They fall into tangle of flailing arms and legs. The CAR-15 erupts. Bull fly. Serling has to duck! Ilario is thrown back. Monfriez rises. Serling tosses a bag of cement at him! It explodes \fConverted to PDF by www.screentalk.org 133. Monfriez goes down again, dust all over him. He has dust his eyes. But he fires the CAR-15, blindly, wildly. Serli grabs Ilario and runs. Slower now, their wounds and the fight draining them. They make a turn, go down a hall, another turn. Dead end. Nothing but cement block, bare conduit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "Shit. Serling looks around, desperate. On the floor, welding apparatus. Against the wall, a wheeled table for the electrician. They can hear Monfriez coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (0.S.)",
          "text": "C'mon guys. Take it like a man. Ilario slumps against the wall. Serling looks for a way out. There is none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Like you did in the desert, Monfriez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (0.S.)",
          "text": "I did what I had to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Because you were afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (0.S.)",
          "text": "I wanted to survive. Serling finds a wrench on the floor. A bigass monkey wren He hefts it in his hand. A weapon. He looks at Ilario, wh shakes his head sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "What about taking care of your fellow soldier? He looks at the acetylene tank, goes to it and tries to l it. He can't. He looks at Ilario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ, (0.S.)",
          "text": "That's all bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "No, it isn't. Ilario just proved it. He saved my life. He looks at Ilario, imploring. Ilario gets up, helps lift the tank. It is heavy. Both men are in great pain. They put it on the cart. \fConverted to PDF by www.screentalk.org 134. Serling puts the cart in the middle of the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Not for long. And he is at the end of the narrow hall. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "Let's see how brave you are, Colonel. He comes at them. Serling raises the monkey wrench. Monfr looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONFRIEZ",
          "text": "You'll never get close enough to use it. And he keeps coming. Serling brings the wrench down -- on the acetylene tank nozzle. The nozzle breaks off! Gas sho out of the tank at a fierce rate. The tank is propelled down the hall like a rocket, the wh of the cart sing. The tank and cart ricochet off both wal Monfriez doesn't know which way to jump. Sparks fly as me grinds against concrete. The gas ignites. The tank goes faster. It hits Monfriez in the chest. Blows him into the back wall. Through the wall!!! Both Monfriez and the tank arc out over the river. They splash into it. Serling and Ilario stagger, limp to the hole in the wall. They look down. In time to see Monfriez bob to the surface. Dead. Chest crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. RIVER WALK, NIGHT",
          "text": "The paramedics work on Ilario while Serling, also bandage watches. Ilario, critiques the paramedics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "You guys are good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "This is the city. We get a lot of practice on bullet wounds. The medics finish for the moment. Serling looks at Ilario",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "I kind of owed it to Captain Walden. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 135.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO, (CONT'D)",
          "text": "It's what she would have done. She's the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "So are you. Ilario, laughs derisively. It hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "At the wrong time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "That's how it works. We all have the potential to be a hero or a coward. We're just human. Sometimes we're scared -- sometimes... Like you said -- it's a fine line. We all live astride it. The paramedics escort them both to the ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "The secret is to admit to the weakest part of ourselves, accept it and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ILARIO",
          "text": "And what, sir? Serling doesn't know the answer until he says it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "...and ask for help when we're too weak to do it ourselves. That's true bravery. A door has been opened to him. He is still contemplating what he said when the ambulance door closes on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. WHITE HOUSE, DAY",
          "text": "A ceremony. A couple of suits, a couple of Generals, an Honor Guard, General Hershberg, Major Teegarden, the Pres of the United States, and at the center of attention, Joe Geraldine and little Anne Marie Walden. Colonel Banachek reads from the citation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANACHEK",
          "text": "...Captain Walden's courage under fire, conspicuous gallantry, (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fConverted to PDF by www.screentalk.org 136.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANACHEK, (CONT'D)",
          "text": "intrepidity and supreme dedication to her comrades, her extraordinary valor and inspirational supreme sacrifice were in keeping with the highest traditions of the military service and reflected utmost credit on herself, her unit and the U.S. Army. The medal, glorious in repose in a velvet box, is given t the little girl by the President himself. And Joel Walden turns to our Supreme Commander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEL",
          "text": "Mr. President. Could I have a word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SERLING HOUSE, DAY",
          "text": "Serling and Patella get out of Serling's car and walk up the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "She's still a hero. The rest of it would only muddy the waters. Let it rest. Two of the eyewitnesses died tragically. The third is in rehab. Let her have her medal. She more than deserves it. He opens the door to his house. Meredith sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "You're home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm home. She rushes to hug him. Tears, kisses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "This is Patella. He's going to stay with us for a little while if it's okay. We've joined this program together. Okay? She just smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "But... \fConverted to PDF by www.screentalk.org You're home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERLING",
          "text": "I'm home. She takes his arm, leads him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEREDITH",
          "text": "C'mon, in Mr. Patella. Know anything about refrigerators? The door closes.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_489"
    }
  ]
}