{
  "movie_id": "MOV509",
  "scenes": [
    {
      "location": "RODEO STADIUM DALLAS TEXAS",
      "time": "DAY",
      "characters": [
        "RON",
        "BLACK. SUPER",
        "BATHROOM",
        "STALL",
        "RON'S OFFICE",
        "RAYON'S OFFICE",
        "RON, (CONT'D)",
        "EVE",
        "RAYON"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Ambient sounds of the CROWD, RODEO, SEX, and a strange RINGING fade in along with IMAGES of... A COWBOY riding a BULL in an enclosed RODEO ring. RON WOODROOF, early 40's, handsome, long sandy hair, deni clad, worn snakeskin boots, dusty, cowboy hat, mirrored aviators, is engaged in wild SEX with a WOMAN. He watches rodeo through open slats in a BULL STALL as the STEER thr the COWBOY violently thru the air; he lands hard on the d Another WOMAN snorts cocaine and offers some to Ron as he switches over to having SEX with her. The BULL STOMPS the Cowboy with its HOOFS. Ron climaxes -- pleasure and pain seem to come out of him we can't hear him, only this strange RINGING. RODEO CLOWNS grab the Cowboy's limp body and drag him out the ring. Ron catches his breath; something is off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did ya hear Rock Hudson was a cock sucker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Dallas NEWSPAPER folded in half. July. 1985.      AIDS. treatment. In Paris. ROCK HUDSON on the cover.      A HAN scribbles numbers over the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd ya hear that? CLINT (32) a greasy hick who's spent the last five months under the hood of a CHEVY, hands RON a WAD of CASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's called a newspaper.     You heard of it? Ron smiles, adjusts his cowboy hat as he records some bet Nearby, BULL FIGHTERS are putting on their clown makeup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a waste. All that fine Hollywood pussy on a guy who smokes his friends. A HAND comes down through the slats holding a ten dollar Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon Rog, this ain't the sandbox. Twenty's the minimum. ROG slides another ten down; Ron snatches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the hell's Rock Hudson? Ron looks at Rog.   A beat, then he starts laughing, then coughing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and coughing as we follow him into the stalls. Ron gla hands as he goes; it seems everyone knows him but doesn't necessarily like him. He makes his way toward T.J., white trash, pale as winter, who wipes vomit from his chin. As nervously looks down at the big angry BULL he's about to Ron hands him a pint of tequila.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calm the nerves, brother.     You look great. T.J. takes a swig, gives him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your day, I can feel it. T.J. watches as Ron takes a bottle of NYQUIL out of his p and downs it... to stop his hacking cough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, Ron. Ron fans the money out for T.J. to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight seconds and you'll be gettin blown by a hundred dollar hooker before you can scrape the bullshit off your boots. Ron winks and smiles. T.J. signals the BULLMAN that he's ready. And in five, four, three, two, one... THE GATE is up, the BULL is out, the crowd is HOLLERING a T.J.'s back is bending in unnatural ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon! One one thousand, two one thousand, three one thousand... Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 3 And T.J. is DOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah hen shit! Ron looks to the BLEACHERS.   The GAMBLERS are already searching for him. Ron slips out a SIDE ENTRANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweating, heart racing, Ron runs across the lot and jumps fences to escape THE GAMBLERS that are running after him. they close in, Ron spots a cop, TUCKER, walking towards h patrol car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, buddy I need you to arrest me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck off, Woodroof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, man. I'm serious! Tuck sees the angry mob approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like you got a few pissed off customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna cuff me or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Figure it out yourself. And with that, Ron PUNCHES Tucker in the face.    The mob Gamblers are stopped in their tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You son of a bitch! Tucker PUNCHES Ron in the face twice, then cuffs him. looks at the mob of Gamblers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the fuck outta here before I arrest all of you. Ron smiles through a bloodied mouth. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker's police car pulls up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're gonna kick the shit out of you one day, Woodroof. Maybe worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Ron and Tucker are bleeding and bruised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta die from somethin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Handle your business, huh?    Get your shit together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're startin' to sound like your ol' man. How's he doin' by the way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's good days and bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(waving him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, he's a tough one. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Though I can't imagine how disappointed he must be havin' you for a son. Tucker looks at him, half-smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the fuck outta my car. Ron smiles, starts to get out, then stops. Holds his head moment. We hear the strange RINGING sound again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(covers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You rattled my fuckin' brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What brain? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 5 Ron forces a smile, then exits the car. Tucker watches as slowly heads toward his trailer; something seems off. Aft few beats, Tucker brushes it off and pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Books, newspapers, empty beer cans and liquor bottles; on the wall, we may notice a painting of some Texas Wildflow Ron stumbles in as the RINGING sound comes back. He stops steadies himself on a piece of furniture, takes a few ste then collapses, unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first shafts of sunlight fall over Ron, still asleep he dropped. After a few beats, he stirs, pulls himself on a chair. \"What the fuck?\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lunch time. Already a little drunk, Ron finishes off a pi of whiskey as Clint and a battered T.J. eat sandwiches ne Ron starts coughing again as he grabs a packet of cocaine of his shirt pocket. He slides it across the table to Cli who hands him cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That shit is purer than a preacher daughter's pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not after you just coughed your lungs all over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think anymore 'bout Saudi Arabia? They need guys over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you wanna go work for a buncha sand niggas for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They pay five times as much, that's why. Ron raises his eyebrows, not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm signing up. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got hot ladies over there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a Muslim country.    You can't fuck the women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that takes me out right there. The FOREMAN races over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woodroof, there's been an accident on platform five. They need an electrician right away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MEXICAN WORKER has his leg caught in the drill. It's severed and he's losing blood fast. Ron walks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dumb spic.     How'd you get your leg in there? The guy's breath is coming in short fast spurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the ambulance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's illegal. Ron takes his OWN shirt off, rips it in half, kneels down to the MEXICAN, wipes some sweat off his brow and ties a makeshift tourniquet around his leg. Ron looks to the Foremen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go call `em. (the FOREMEN doesn't move)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go FUCKING call `em. He walks off to call.    Ron turns back to the Mexican.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright we're going to get you outta there but you gotta stay still until I say get the fuck out and then you get the fuck out. Comprende? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 7 The guy nods. Ron walks over to the electrician's box. He a little DRUNK. He grabs a wire and is about to cut it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, on the count of three.   One, two... Ron cuts the wire, an electrical spark shoots out and bef he can move back the box blows up in his face. Everything goes black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Azidothymidine, or AZT -- was originally developed as a treatment for cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrow Wilkem rep RICK FERRIS, slick, well-dressed, gold Rolex, 40s, stands before DR. NATHAN SEVARD, 50's, arroga DR. EVE SAKS, early 30s, sophisticated, and five other PHYSICIANS, 40s-60s, all members of the hospital board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the onset of HIV, however, we at Barrow Wilkem began a trial in which we administered AZT to infected lab animals. Initial findings suggested increased CD4 counts, restored T-cell immunity and also evidence of inducing weight gain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it also true that it had some concerning side effects in animal tests, significantly decreasing the animals red and white blood cells?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but its effect on the virus is better than anything else that's been tested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking into her file)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In 64, when AZT was developed for cancer treatment, it was shelved due to lack of anti cancer efficacy and toxicity. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We believe those problems were dosage based.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're conducting another animal study?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually the FDA has given us permission to go straight to human trials which is what brings me here today. We're conducting a double-blind, placebo- controlled randomized trial throughout the United States. Dallas Mercy is one of the proposed sites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long do you see the study going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're hoping to fast track it within a year? During which time the hospital and its administering physicians will be very well compensated for their efforts. Eve notices as Sevard trades looks with Board Member #1.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sadly, the AIDS crisis will only get worse before it gets better. And I know I speak for everyone at Barrow Wilkem when I say getting this drug to market is our number one priority. This is a unique opportunity. A chance to be on the forefront in finding a cure. Eve looks at Ferris and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Sevard walks down the hallway with Eve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it not drive you just a little bit crazy when these guys stand up there talking about curing the sick while they're flashing gold Rolexes? What do they know about sick patients?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're pharma reps, not doctors. And like it or not, this is a business. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 8A DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell did they get permission to go to human trials? DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are desperate. People are dying. There is nothing else out there. And with that, a NURSE approaches them with a file, surgi mask and latex gloves. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron, head and eyes bandaged, lays on a bed. After a few beats, he peels off the eye bandages, gets up. He opens a cabinet, then a drawer. Finds a bag of sucking CANDY, pop piece in his mouth, puts some in his pocket. He sees his jacket on the back of the door, searches his pockets for cigarette. He's about to light one when Dr. Sevard enters with Eve Sakes. Both wear surgical masks and latex gloves",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof. I'm Dr. Sevard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron turns to Eve, flashes a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We saw something that concerned us in your initial blood work so we ran some additional tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blood tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron stops moving and tries to assess the situation. trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kinda blood tests, cause I don't use drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We didn't test you for drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good, cause that ain't none of yer business anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've tested positive for HIV --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron looks at Dr. Sevard blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the virus that causes AIDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron freezes.    A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who you kidding, Rock cock sucking Hudson bullshit?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you ever used intravenous drugs or had any homosexual --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 10 Ron spits out his CANDY. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homo? Homo? That's what you said, right? Shit. You gotta be kidding me. (laughs) I ain't no faggot, I don't even know any faggots, I'm a rodeo! The room is silent. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at me, doc. Come on now, look at me. What do you see? DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your T-cell count is down to nine, a healthy person has five hundred to fifteen hundred. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck's a three-Cell?! DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-cell.   Frankly we're surprised you're alive. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well surprise this: you've made a fuckin' mistake! Ron looks back and forth from Dr. Saks to Sevard.    No m RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must've mixed my blood with some daisy puller or sumptin. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ran the blood test several times. Eve hands him some pamphlets and other paper work. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's some information on HIV and AIDS you may find informative and your test results. Ron flips through the papers. Becomes frustrated by terminology he doesn't understand. DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, we're trying to impress upon you the gravity of your situation. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Based on your condition, we estimate that you have about thirty days to get your affairs in order --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty days? Ron jumps off the examining table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this shit?! They don't respond. Ron laughs incredulously and walks towards the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a news flash for all y'all, there ain't nothin' out there that can kill Ron Woodroof in thirty days. Ron looks at the papers, tosses them up in the air and ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music BLARES as Ron and T.J. party with two hot girls, KE and CRYSTAL, 20s. T.J. cuts a line of coke on a mirror wh Ron dances over to the girls with SHOTS of Jack Daniels. both start kissing, then rubbing up against Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J. is having sex with Kelly as Ron kisses Crystal; he l down, snorts what is probably his fiftieth line of coke. shakes it off, slams some Jack Daniels from the bottle as it was Kool Aid. He's obliterated. As Ron stares off at something, T.J. waves at Crystal to him and Kelly; as she does, we see what Ron is staring at CALENDAR. But its days have no numbers. Except one, in blood RED -- Ron snaps out of his hallucination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T.J. sits down next to Ron, takes a rolled up dollar bill does a line of coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn doctors cut your balls off? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 12 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, you tell `em you got a cold and they'll give you two weeks off. You should try it. Ron takes the dollar back as T.J. walks to the table to p himself a drink. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you didn't miss nothin' at work. I'd take disability any day. Ron does a line of coke.   Sees his reflection in the mir Pushes it away. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean I got a stupid cough and they tell me I got some HIV virus. T.J. looks at Ron, hears him but doesn't hear him, maybe doesn't even register he's so wasted. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mutters) Hell, like I got the AIDS. Damn hospital, mixed up my blood samples. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, I went to them doctors once, they tell me I had chlamydia, I came back home I realized I had crabs. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S'what I'm saying. T.J. licks some coke off his fingers. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you get that just by touchin' someone. Or that queers get it. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which is exactly why it's a mistake. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, what if it ain't? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know me, T.   You fuckin' serious? T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn right I know you, like you was born with some kinda pussy addiction. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 13 Ron smiles at the compliment as T.J. dives into the mirro inhales the last line of coke. One of the GIRLS walks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said we would be dancin' by nine. T.J. smiles at Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should get goin'. T.J. puts on his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll catch up with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright brother, you cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you there. T.J. and the girls leave. Ron gets up, wasted, and stares out the screen door into cold dark night, nothing stares back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron is seated in front of a screen that shows a microfich information on AIDS, HIV and AZT. LATER - DAY: Ron continues reading; the LIBRARIAN looks o as he endures a brief coughing spasm, then he goes back t work. We PUSH IN on the phrase\"...Unprotected sex...\" LATER - DAY: Ron continues reading, runs his finger along words. Stops at \"INTRAVENOUS DRUG USE\". As he closes his eyes and exhales--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on a SNAKE TATOO on the back of a naked girl having sex with a younger and heavier Ron, totally wasted, and.. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 14 hypnotized by the tattoo that goes up to her neck and dow her arm -- marked with track marks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron slams the book shut with rage. He screams out releasi his anger. His voice echoes off the library walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron impatiently stands at the Triage desk, looking at a N 40s. He spots a tattooed Hispanic ORDERLY mopping the flo in the hallway. He locks eyes with Ron for a second too l then moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Sevard's not on today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I look like I can wait til tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you'll tell me what the problem is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Problem? Which problem you want to hear about? My lungs bleeding, my skin crawling, the jackhammer in my head... hell that's just the beginning of my problems sweetheart. Having overheard Ron's rant, Dr. Eve Saks walks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof? Ron turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want no nurse. I want a doctor. A goddamn doctor! Today! NOW! The Orderly watches Ron and Eve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.   How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you fuckin' deaf, lady? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   I'm a fucking doctor! Oh? Ron contemplates Eve, slowly breaking into a smile. hears her name called over the speaker system.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want to discuss your list of problems, you can meet me in my office in twenty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty minutes? (he takes a long look at her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like your style, Doctor. Ron watches her as she walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diplomas hang in neat rows. A perfectly ordered desk. meticulously records numbers on a chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you get me AZT? Eve looks up as Ron walks in and sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrow Wilkem just released it for testing, right? This hospital is one of the sites. She nods yes, surprised how well informed he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well can I buy some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That isn't how it works. For about a year, a group of patients will either get the drug or a placebo, it's left up to chance, not even the doctors are allowed to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You give dyin' people sugar pills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the only way to know if a drug works. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 16 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you get it for me? EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unfortunately no. But when it's proven to work and if you fit the profile, then yes. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, you're tellin' me I'm as good as a horse being sold for dog food? Eve's look says it all.   Ron takes out a list. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, what about in Germany, this Dextran Sulfate, or in France they got DDC, or AL 721 in Israel... I read that one is proven to work and it ain't toxic. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of those drugs have been approved by the FDA. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw the FDA, I'm gonna be DOA. Do I have to sue this hospital to get me some medicine? EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, I assure you that would be a waste of precious time. Ron takes a moment, eases up. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call me Ron, will ya? Eve doesn't play his game.   She writes something down on piece of paper. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a support group that meets every day at Draddy Auditorium, perhaps you could share your feelings and concerns... Ron abruptly stands. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm dying and you're tellin' me to go get a hug from a bunch of faggots? Eve watches as Ron backs away. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night, good day, and good riddance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron bursts through the door and shouts to the BARTENDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neddie Jay, one shot of Cactus and a Rolling Rock back. Ned doesn't move as Ron continues toward a table where T. Clint and three other FRIENDS are sitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe how much I missed your ugly faces. Clint, where you hangin' your pants lately brother? Clint drains his beer, slams it on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get me another beer, will you sweetheart? The guys burst out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Fuck you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said grab me a cold one, cupcake. Ron looks at him incredulously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You askin' me to kick yer ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, wouldn't wanna get none of that faggot blood on me. Ron takes a step towards Clint, T.J. gets up and stands between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon Ron, we don't want no trouble. Ron puts a fake, friendly hand on T.J.'s shoulder who bac off immediately. Ron moves closer, plays with T.J. and th others. They're all scared of being touched. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you goin', bud?   I thought you're my friend. Ron looks at him, grabs T.J.'S BEER from his hands and do it, then fakes as if he's going to hit T.J. with it. T.J. flinches, then Ron SLAMS it on the table. Gives one last to all of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck all ya'll. And as Ron exits, we PRE-LAP...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As I stand here tonight, clinical trials are underway with an eye toward fast- tracking AZT and making it available for the public as soon as possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rick Ferris from Barrow Wilkem stands at the podium befor packed room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In short, I'm happy to say that help may finally be on the way. That is Ron's POV as he listens to Ferris, looking around the crowd, who are almost exclusively gay MEN. Ron wander toward a table lined with LITERATURE. An EFFEMINATE MAN approaches him with a pamphlet. Ron stares at him blankly The man opens his arms to give him a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay brother. We're all getting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tooth fairy, if we weren't in a public place right now, your teeth would be so far down your throat you'd be usin' your ass to chew food. The Man's eyes go wide as he backs off. Ron turns back to table, takes a few pamphlets. Titles include: \"POPPERS ST POSSIBLE CAUSE OF AIDS\"; \"AZT SHOWS SIGNS OF PROMISE\". Ro drifts toward the front, where the CROWD is getting hosti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long before AZT is approved? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FDA standard procedure to approve a new drug is eight to twelve years -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're dying here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are looking to fast track --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need it now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're working closely with the FDA to make sure every effort is made--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell, if it works even a little, we'll take the chance! General shouts of agreement from the CROWD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's both our job and the FDA's to make sure the drug is safe -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true you can get it in Mexico?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about dextran sulfate?! As the chaos and shouting continues, Ron walks out in frustration and we're suddenly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON -- a line of flickering CANDLES. That's Ron's POV as he grimaces, despair in his eyes. He doesn't look at the moving, out-of-focus SILHOUETTES in f of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbles to himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to slow it down a second, catch my breath. I'm not ready to crawl into a corner. You hear that? I'm not fucking ready. Man, if you're up there you better be listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON, (CONT'D)",
          "text": "And if there's a chance, if I got one fucking chance, send me a sign. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 20 Ron downs a shooter and grimaces again. He slams the glas down on a table among empty glasses and looks up at the candles on a stage in front of a STRIPPER, lost in his thoughts. Then he looks up and sees something across the room, past the stripper. She tries to get his attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're not gonna look or buy a dance, you could at least tip me. Ron stands and throws some bills on the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take a dance, but not fer me. Just shake it, he'll see you. Ron looks heavenward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. And he walks off towards a man at the end of the bar: the Hispanic Orderly from the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cowboy boots nervously play with a McDonald's Bag on the ground next to a garbage dumpster. They stop when the Hispanic Orderly walks out of the hospital. He gets to th dumpster, throws a BROWN PAPER BAG in it, picks up the McDonald's bag, looks inside and leaves without a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sits at the table, removes a box of pills from the ba labeled AZT, FOR RESEARCH PURPOSES ONLY. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 21 Ron removes a pill, decides two is better, washes them do with a beer, and sniffs a line of coke. Looks at his reflection in the turned-off T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ron pulls up to his jobs site in his battered '73 Linc he spots T.J., Clint and a half dozen other WORKERS throu the windshield, all staring at him menacingly. Before Ron gets out, the Foreman emerges through the crowd. Without word, the guy just slowly shakes his head. Ron gives him finger and drives off, popping a few more AZT pills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hispanic Orderly throws a BROWN PAPER BAG in the dump picks up a fast food bag, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty; closed for the day. Ron sits in the empty bleacher sweaty and shivering; he looks horrible, maybe disoriente He pops a pill of AZT and drinks from a bottle of Tequila",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A labyrinth of identical trailers. Ron wanders, searching his own. Confused, he changes direction and continues to his way down the different rows. He stops in front of one and stares at the door where two YOUNG BOYS are seated on the steps, staring back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell you doin' here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waves them aside. As he walks up the steps, his neighb BUCKY and his WIFE stare at him blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you doin' in my house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron doesn't realize that he's not at his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting on an examining table, meet RAYON, a cross-dresse his early 30s, in long eyelashes, earrings, painted nails a pink scarf tied around a full brown curly wig. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVE",
          "text": "(reviewing a chart) You missed your last trial appointment. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like this blouse?   Cause I think the neckline's too low. Eve leans against the sink, annoyed.   She pulls her mask",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon, the whole point of this study is to determine whether AZT is helping people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Evie, you know there ain't no helpin' me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't mean I'm going to stop trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you so good to me? Rayon watches Eve for a while, with affection. He grabs h and holds on to her. These two seem to have a history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A steady drizzle. Ron stands out by the dumpster, his boo and cowboy hat soaked. The Hispanic Orderly emerges from hospital, a large garbage bag in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There ain't no more, they started lockin' it up. The Orderly throws the garbage into the dumpster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got more cash. The Orderly studies Ron who holds out some money. The Ord snatches it, and writes something on a piece of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.   In Mexico. A doctor, he has some. Ron takes the paper, looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is this bullshit? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 23 Ron takes a swing at the Orderly but misses. Something ab Ron is off. We hear the ringing sound again. Ron struggle to stand and collapses onto the ground. Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron lays in bed asleep, an I.V. tube hooked up to his arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron's eyes slowly peel open. Eve is hovering over him, a surgical mask on her face. As he looks at her, a faint sm passes his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve frowns, didn't expect that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron blinks.   Clears the fantasy.    His eyes scan the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You almost died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure that didn't surprise anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve seems to smile behind her mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that a smile? Eve You've had a blood transfusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Sevard steps forward. Dr. Sevard Mr. Woodroof I'm doctor Sevard. Ron I remember you. Dr. Sevard I need you to tell me where you obtained AZT from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 23 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who said I was on AZT? DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dealing in pharmaceutical drugs is illegal. Ron",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you're talking about. Dr. Sevard shakes his head and walks out. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get some rest. She follows Sevard out of the room. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait.   We were just gettin' somewhere. RAYON (O.C.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, you don't have the slightest chance. Ron turns and sees the hospital curtain being pulled by t PATIENT in the next bed -- it's Rayon. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Rayon. Rayon gets up and goes over to Ron's bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Congratulations, fuck you and go back to your bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, I don't bite. Rayon looks Ron over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you're handsome in a Texas hick, white trash, dumb, kinda way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the fuck outta here, whatever you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sticks and stones, cowboy. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna play cards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(perking up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got cash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sits cross-legged on his bed across from Rayon, who h pile of cash before him. As they lay their cards down:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full house. Jacks over threes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'da figured you for queens. Cleaned out, Ron tosses his cards; Rayon scoops up the mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry darlin'. As Ron starts to unfold his legs, he suddenly SCREAMS in grabbing his calf. Rayon grabs his leg, presses his finge deep into the muscle and massages. Ron contorts in pain, grips the side of the bed. Rayon goes deeper. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breath.   Relax. Ron breaths.    Finally the pain subsides and Ron is left",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, drink some water. Rayon HOLDS the cup so Ron can drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta stay hydrated or your muscles will cramp. Rayon starts to massage Ron's other foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got nice feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ, I'm straight, OK! Rayon leaves Ron alone.    An awkward beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why the fuck you in here anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AZT trial. My friend is paying me to split my dose with him. That way we'll both get some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much is he paying you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five grand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I coulda charged him twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about me? Will you sell me some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, sweetie. I made a deal. We HEAR someone speaking loud in the hallway, in Spanish. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Spanish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you keep it down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve spots Ron, back in his clothes, walking towards the e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof! Ron stops, turns to see Eve approaching wit Nurse Frazin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I signed myself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're too sick to leave here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The worst-case scenario bein' what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can keep you comfortable at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, but I prefer to die with my boots on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As your doctor, I cannot recommend you to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well as my doctor, can you get me some damn AZT? Eve just looks at him.   She can't.   Ron takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron emerges from his Lincoln, approaches his trailer. Sto in his tracks at the EVICTION NOTICE taped to his padlock door, over which someone has spray-painted: FAGGOT BLOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still live here, you hear me?!    I fuckin' live here!! Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 27 He looks around, eyes wild, heart racing... but there's n there to hear him. After a beat, he crosses to his car, p the trunk. Grabs a single-barreled Winchester SHOTGUN lyi within it. He checks the CHAMBER, spins the gun, does a f maneuvers, the barrel pointing at his head. He pumps it, in a flash levels it and BLASTS the lock off his trailer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron enters, and desperately looks around for something, anything to take with him. He finds HIDDEN CASH in a Pats Cline Crazy cassette box. A duffel bag on the shoulder, he grabs the TEXAS WILDFLOW PAINTING off the wall and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron starts the engine and drives to the two Kids from ear looking on curiously. Ron gives them a handful of candies stole from the hospital, and nods toward his trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have fun, kids.     It's all yours. And with that, he pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron cruises... feeling as good as he looks. He pulls the over. Sits there in silence. Breathes in. Looks over at h stuff on the back seat, and then at his gun lying next to He grips the steering wheel... and starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron's Lincoln rolls down the crowded, impoverished street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron in the grips of PNEUMONIA, studies a hand drawn map o city streets. His hands shake, his skin burns with fever. Ron turns down a small side street, stops in front of a nondescript, WHITEWASHED door. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron enters, blind-sided by the mayhem inside. Boxes of dr and hospital supplies lie in various stages of unpacking. INTERPRETER shouts above the din to his wealthy ASIAN CLI Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 28 DR. VASS (50's), fit but tired, shouts in Spanish to a MA unloading boxes. He effortlessly switches to Japanese, continues to shout to another worker. Dr. Vass sees Ron, quickly moves over to him. DR. VASS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have something for me to sign? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm lookin' for Dr. Vass. Dr. Vass steps over. DR. VASS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speak up. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm lookin' for Vass, for some AZT. DR. VASS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking to poison yourself? He grabs an empty bottle of pills on the counter.   Throw to Ron. DR. VASS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's from the chemical manufacturer who makes AZT, Sigma. Ron looks at the bottle labeled with skull and crossbones HIGHLY TOXIC, NOT FOR HUMAN CONSUMPTION. DR. VASS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First thing I tell my patients: you won't find that shit here! Ron looks confused. A nearby stack of boxes tumbles over. Dr. Vass shouts to no one in particular. VASS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who stacked those boxes there? (to Ron) Check in with a nurse. Dr. Vass is off, ripping open boxes. Ron starts to cough again.   Badly.   Vass notices, and s something in Spanish. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frail and weak, Ron lies on a cot, surrounded by a dozen PATIENTS of varied nationalities. A NURSE records his vit signs in a chart, then hands it off to Dr. Vass, who peru the information and begins reading aloud:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cocaine, alcohol, methamphetamine, AZT. (to Ron) That's what I call a recipe for disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking around) Doc, this place is a shit-hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who said I was a Doctor? They revoked my license to practice three years ago, that's why I'm down in this shit-hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?   What'd you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't play ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These drugs you're doing, they're breaking down your immune system, making you susceptible to infections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So cocaine gave me pneumonia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cocaine made you more susceptible. As did AZT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought AZT's supposed to help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only people AZT helps are the people who sell it. (beat) It kills every cell it comes in contact with, good and bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So medically speakin', I kicked my own ass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods as he writes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm prescribing a regimen of vitamins as well as the mineral zinc to build your immune system back up. You'll also be taking Aloe and essential fatty acids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In gloves and surgical masks, Eve looks on Nurse Frazin w drawing blood from Rayon's arm, five other AIDS PATIENTS nearby. That done, the Nurse dispenses meds, giving each patient a paper pill cup marked with a different NUMBER. Rayon takes his pill, winces; Eve makes a mental note, th walks down the line of patients, touching each of them. S comes to Rayon, gives his shoulder a squeeze, then exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK. SUPER",
          "text": "Six months Later",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medical journals everywhere; on the wall are rows of entomology, various butterflies encased in GLASS. A healt Ron sits across from Dr. Vass who reads his test results.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better.   Your T-Cell count's improving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I still positive for HIV?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll always test positive for HIV, and now, you have AIDS, due the toxic shit you've been pumping into your body, all the drugs, plus the AZT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shot your immune system. Now you have chronic pneumonia, among other things. It can cause memory loss, mood swings, aching joints...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it sucks, I got it. Dr. Vass smiles and holds up a bottle in each hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is DDC, it works as an anti viral similar to AZT but less toxic. And this is Peptide T, it's a protein -- totally non-toxic. Early studies have shown it can help with all of that. This is what I had you on since you got here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you can't buy them back in the U.S.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not approved. Ron takes the bottle of PEPTIDE T, turns it over in his h looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chinks, homos and herbs, you got a new world order here, Vass. You could be makin' a fortune off this stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron stares into the trunk of his Lincoln Convertible. VARIOUS BOXES filled with illegal meds are packed to the It won't close. Ron slams it shut. Dr. Vass emerges from the building. He hands Ron a neatly folded black vest, black pants and a detachable clerical collar on top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you get caught, don't tell them you got AIDS. They'll never let you back in. You've got thirty days to get your ass back down here and pay me the other half, after that I send MIGUEL. Ron nods to Miguel, hops in his car, starts it, nods to V and takes off. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron's convertible races along the asphalt road. Hot deser sun. Sand and dirt cake the rims and tires. The car slows down and comes to a stop on the side of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BINOCULARS POV on CARS making their way across the MEXICAN/AMERICAN BORDER. Ron puts down the binoculars and writes on a NOTEBOOK. A crude drawing of the border. He marks different lanes, studies it, looking for patterns. Ron throws the pen down and exits the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ron goes to get out of the car he is pulled back by a PLASTIC TUBE attached to his ARM. We follow it up to a shirt HOOK on the passenger side. An I.V. BAG hangs carelessly from the hook, a liquid flow INTRAVENOUSLY into Ron's arm. He reaches in and grabs the bag off the hook, gets out of car, holds the bag above his shoulder and takes a PISS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron now wears a PRIEST UNIFORM.   He hands the BORDER AGE passport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything to declare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nada. The Border Agent takes him in a moment, his outfit, the c the frame of the trunk almost touching the wheel and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sits behind a table when a MAN in a suit walks in. takes off his jacket and sits. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 32 RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Richard Barkley from the Food and Drug Administration office. Ron nods.   A beat. RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a priest? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 33 Ron smiles.   The customs agent doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have over 2,000 pills here. You are only allowed to bring in a ninety day supply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well as I told the gentlemen, I am a sick man. I have cancer. I take 22 pills a day and these here vials of Vitamin A, C, E and Zinc. That there is ninety days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man looks at Ron, not really buying it. He takes a bo of Peptide T and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitamins? (no answer from Ron) You do realize that importing unapproved drugs for sale is a very serious offense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, as I said, they're not for sale. And they ain't illegal, just \"unapproved.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat; they stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we find the slightest indication that you're selling these drugs for profit, you will be thrown in jail... Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I promise to take each and every one of them pills myself. In fact this present detainment has already put me off schedule... Son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron talks to Nurse Frazin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm looking for Dr. Eve Saks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not here today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse Frazin leaves. Ron looks over the counter, sees something, looks around... Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfectly ordered and spotless except for files and repor piled on the floor. An exhausted Eve takes her lab coat o picks up a study and aims for the kitchen when a KNOCK co at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's open! Ron comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof... Ron, I thought you were... Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 34 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting her off) Dead? Sorry for bargin' in. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?   You look great. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually I look amazin'.   But you, you look like shit. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to you? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you got any music?   Or crackers? EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, but what is this? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a celebration of how absolutely fuckin' wrong you were. Ron holds up a bottle of sparkling wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty days you said! Well here it is months later and I'm goin' like gangbusters. Now if that don't call for a little Cheez Whiz on a Ritz, I don't know what does! Ron heads for the refrigerator. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.   Don't... I don't really eat here. The DOORBELL interrupts them. Ron watches as Eve crosses opens the door, admitting Rayon, looking like shit and sh badly in a full-length, pink fur coat. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Them bastards Kentucky fried me. Rayon sways; Eve grabs his arm.   Ron watches as Eve help Rayon inside. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 35 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You women love Nancy Boys. Ron crosses to help Rayon to the couch.   He leans his he back, labors to breathe. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Rayon) Tell me what's wrong. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell, I'll tell you what's wrong, it's the goddamn AZT! EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's killin' him, can't you see that? Why you think I look so healthy? Ron reaches into his his jacket, produces a small BOX fil with MEDS. He takes out a brand new syringe and bottle of liquid. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tinkerbell, how much cash you got? Off his silence, Ron rummages through Rayon's purse, extr two twenties, pockets them, and starts preparing the syri EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell do you think you're doing?! RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helpin' him, that's what. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a participant in a clinical trial, we need to get him to the hospital! RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So they can fuck him up even worse? Ron disregards her protests, starts to inject Rayon. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you out of your mind?!    If anything happens to him-- RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax, it's just a little vitamin boost, A, C, zinc. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Rayon)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to live, get off the AZT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a blind study! We don't even know if he's getting AZT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone knows what they're gettin'. AZT tastes differently. I guess I got lucky and got the real thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, real lucky. (to Eve)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got stuff here that works. Healthy, non-toxic. You should trial it and we'll both get rich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave, please! Ron turns to Rayon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell your friends about me. Send `em my way and I'll hook `em up. Ron heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And tell `em to bring their fuckin' money. Cash. No checks. Eve and Rayon can't believe this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron stands in the heartland of the gay community, with SH BARS and CLUBS. He tries to engage gay PASSERSBY, none of whom will give him the time of day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With another support meeting underway, Ron talks to a sma group of GAY MEN, who look at him warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dozens of GAY MEN mill about; Ron watches as some hold ha others grope one another. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 37 He spots a COUPLE just talking,   but as he approaches, t start making out. Ron stops in his tracks, turns to leave bumps right into a MAN dressed just like him, except this cowboy's CHAPS have nothing covering his ass. The guy nod for Ron to follow him inside the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you out of your fucking mind?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nurse Frazin monitors an AIDS PATIENT receiving a bloo transfusion, Eve reviews his chart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This man also had a transfusion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AZT. We can tell who's on it by the symptoms. Most of them need new blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at chart)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's actually getting worse. Eve looks at the sleeping Patient; she reaches for his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why are they stopping the trial?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrow Wilkem, didn't you see the memo? They claim most people are feeling better and fewer people are dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In mid-conversation, Eve follows Dr. Sevard down the hall",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transfusions always makes patients feel better. Give the placebo patients new blood and they'll feel better too. Sevard stops to sign a form for a NURSE. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have questions about the drug's safety. I've seen it drop white blood cells in a lot of my patients making them more susceptible to infection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Barrow Wilkem's call, Eve. So we can get the drug to the people who need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After six months?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their trial results are overwhelmingly positive. AZT is working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we have no idea what the long term effects are. It's irresponsible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people die, Eve.     There are no long-term effects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I see a copy of the study?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still being written.    Here. He produces a two page document and hands it to Eve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A press release from the NIH? Sevard crosses off.   Eve stands there, stunned. Her POV on the press release: \"HIV-positive patients are as likely to get AIDS if they don't take AZT.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron is parked on a quiet street. He counts his cash and i startled when suddenly a WOMAN gets in the passenger seat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulls a 9mm pistol)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Mother Mary Fuckin' Christ! She's not a woman, it's... Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 39 RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was looking for you, Lonestar. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could of killed you! RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel better! I wanted to thank you. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for you. Now get the fuck out! RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need more of that cocktail shit you got! RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen Tinkerbell, unless you got cash or some new clients for me, I'm busy. Now get the f... RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) Let's just do this quickly so I can get the fuck out! Rayon shows Ron a stack of bills.    A big one. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got enough for 20 of us? Rayon sees how Ron looks at his cash. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what? You don't deserve our money, you homophobic asshole! Rayon gets out.   Ron watches him walk away in disbelief. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I fuckin' dreamin'? Rayon walks over to a FRIEND of his on the street.    Tha Ron's POV as he backs his car towards them. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's enough for 20, find me 20 more and I'll cut you in. Five percent. Rayon plays it cool, barely looks at Ron. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adios, cowboy. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can handle your insults, but five percent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty five, take it or leave it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58    Ron shakes his head in disbelief. And nods.     Ray Ron's car with a big smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon tries to get Ron to come in.   Ron doesn't want to. Rayon pushes him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the dance floor, Rayon grinds with a group of MEN. He waves Ron over from the sidelines. The cowboy with the chapless butt stares at Ron. Ron doesn't think it's funny",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon is on the look out. Ron sells MEDS out of the trunk his car to a line of GAY MEN. A CUSTOMER hands him some c Ron reaches into his trunk and finds a pair of handcuffs slapped on his wrists. He's pushed against the cars, his kicked apart. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sits with David Wayne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five grand worth of shit.   Shit I owe money on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richard Barkley walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father Woodroof. 90 days supply?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just sharing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with compassion) Listen, I know what the situation is. I know people are looking for solutions. But this is not the right one. This is dangerous. You can't sell drugs to people. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I understand. David Wayne My client would like his drugs back for his own personal use. Richard Barkley They've already been destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron clenches his jaw, tries to remain cool. Richard Barkley I hope we have an understanding.   You're breaking the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron is back to his reading. In front of him: NEWSPAPERS f SAN FRANCISCO, LONDON, NEW YORK. Ron sees something. Ligh bulb moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron and Rayon walk towards an old retro looking motel fro sixties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta be kidding me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, perfect place. We gotta lay low. Don't wanna get busted. I got a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron stacks boxes in the room among his personal stuff. place looks like what it is: a cheap sex motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place is disgusting.    We need to disinfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do not use the word \"we\". Now you wanna put your apron on and fly around on your broom, be my guest. Just then, a KNOCK on the open door.    Rayon and Ron loo see attorney DAVID WAYNE, 40s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howdy Counselor, welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, I'm Rayon. Wayne takes in Rayon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's my partner.   Business partner. Ron throws a key to Rayon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your office's next door. Rayon gets the message and exits.   Wayne looks around at the boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, how many truck loads you bring back from Mexico? All for your own personal use? (gives Ron a folder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the paper work for your LLC. I don't even want to know what it's for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, Counselor. I ain't selling drugs anymore. (off Wayne's look of surprise)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm giving them away. For free. (showing the folder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By selling memberships. Four hundred a month in dues gets you all the meds you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne looks at him, thinking it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You son of a bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bitches. Plural. There's a bunch of faggots runnin' a hell of a club up in New York. That's where I got the idea. (beat) Welcome to the Dallas Buyers Club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve pours herself a glass of red wine, cleans the stain l by the bottle on the counter and sits on the couch betwee paper works. CLOSE ON the TV NEWS ANCHOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrow Wilkem announced today that AZT has been approved as the first drug to treat AIDS. At a cost of $10,000 per year per patient, AZT is the most expensive drug ever marketed. Barrow Wilkem stock jumped a whopping 12% today on the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve sits, staring at the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small room has been turned into an office. In his ver of a Nurse outfit, Rayon is taping photos of MARC BOLAN t wall. We now understand where Rayon's look comes from. TE MEN linger through the room and into the next one through connecting door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON'S OFFICE",
          "text": "Ron is behind a desk, atop which sits a gun, a bottle of Tequila and dozens of medical files. On the wall nearby a posters of SPORTS CARS and BIKINI MODELS as well as the T Wildflowers painting, news clippings regarding AIDS and a crude CHART listing Patients and their info: SYMPTOMS, DR TAKEN, and ORIENTATION (Gay, Drug Addict, Hemophiliac). Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 43 RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he enters) Roanie, we have two new customers. Ron looks up from the chart he's filling out. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring 'em in and if you call me Roanie again... (grabs his gun) ...I'ma use this gun to give you the sex change you been hopin' for. Rayon shakes his head, walking off, as IAN and MICHAEL, a conservative gay couple in their 50s appear in the doorwa They look at Ron's gun and hesitate to walk in. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah shit, did I scare you? Sorry. Welcome to the Dallas Buyers Club. Ron puts the gun away.   Ian and Michael sit down.   Ian clearly very ill. MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon said you can get us some medicine. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He told you how it works? Treatments and drugs are free, but the membership, 400$. They nod yes. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing them a clipboard) You'll have to sign a waiver. We take no responsibility for the drugs we give you. You croak, you croak. That's your problem. Michael looks at Ian, who nods okay.   They sign the waiv MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have AZT, it helped Ian a little at first, but now he can't walk or think straight. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First of all, flush that shit down the toilet. Secondly, stay away from anything that'll cook your insides. Third, get healthy and if your brain's broke, I got something called Peptide T that'll fix it. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 44 Michael looks at Ian, not sure what to think.     Ron han each a questionnaire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fill that there out and don't cheat on the drugs part. Can't help you if I don't know what you're doin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron puts a box of pills on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got more stuff comin' in about a week. Til then, watch what you eat and who you eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve paces, checks her watch as Nurse Frazin sits nearby reviewing files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't call, leave a message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. (then; off file) He did change his address recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still in her white lab coat, Eve gets out of her car and towards an open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boxes of drugs and herbs everywhere. Ron is on the phone arguing with someone, a small Japanese-English dictionary his hand. He stops in his tracks when he sees Eve walking",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never mind. I'll call back.   Thank you. Arigato.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I live here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Rayon?     You're roommates now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not exactly. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Confused, Eve looks down on Ron's desk, picks up a file. He moves to stop her, but he's too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger Thompson? This is my patient.        Are you treating these people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're treatin' themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitamins, Peptide T, DDC. Anything but that poison you're hawkin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve starts to look at the chart.      A few beats, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you ever wear any color?    Every time I see you I see white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron smiles.   Eve does not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell Rayon I was looking for him. And I'm telling my patients to stay away from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve walks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? You wanna go grab a steak?     I know it's red but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A near empty cart stands next to Ron as he studies the la on a box. Rayon, dressed in his pink coat, walks up. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 46 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the shit that'll rot your insides. What a surprise, FDA approved. What the fuck is potassium benzoate? RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preservative. Rayon throws a pack of bologna in the cart. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fuckin' kiddin' me? Defiant, Rayon puts his hand on his hips. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't pollute me with that processed crap. I'm eatin' healthy. Ron removes the bologna and throws it at Rayon who almost fumbles the catch. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's protein, it's good for you. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it back. Rayon tosses it back at Ron. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't tell me what to do. Ron throws the Bologna harder at Rayon, who catches it li pro football player, much to Ron's surprise. Rayon enjoys moment and disappears down the isle, proud, with his bolo under the arm. Ron turns the corner of the next isle. T.J. is there putt a case of BEER in his shopping cart. An uncomfortable mom passes. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, hey Ron. Ron nods at him. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How're you doin'? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 47 Rayon appears at the other end of the isle.      T.J. see laughs. T.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, faggots everywhere. T.J. looks at Ron for confirmation.   Rayon reaches them throws a bag of chips in the cart. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. T.J. and Ron don't answer.    An awkward beat. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Rayon. (off T.J.'s silence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said hi to you. Rayon sticks out his hand.    T.J. doesn't respond. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shake his hand, T.J. He doesn't. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, buddy, what's your fuckin' problem? T.J. gives Ron the finger. Ron grabs T.J.'s hand and twis it behind his back. T.J. resists, tries to get out of Ron grip but can't. He finally extends his hand. Rayon shakes it. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Now get the fuck outta here and go back to your miserable life. T.J. stares at Ron for a while, angry, humiliated, then leaves. Ron watches him go. Rayon stares at Ron, unsure o how to react to this. A subtle smile appears on his face. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Rayon's moved that Ron stuck up for him.   He starts to t up. Ron sees the bag of chips in the cart and throws it at Ra Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two dozen MEN, all prospective buyers, snake down the lon exterior hallway. A NEIGHBOR walks by, disgusted, hugging wall as he makes it to his own door. That is Ron's POV following at a distance as he arrives f the supermarket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young, gay man, FREDDIE, stands awkwardly fidgeting by door, makeup poorly masking lesions on his face and neck. line of customers is snaking behind him. Ron sees Freddie money, grabs it and counts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty bucks. (yelling to the line)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't got the money, you don't join the club. This ain't no charity. Ron gives Freddy his money back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need three hundred and fifty more. DENISE, a Club volunteer, early forties, walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beaumont Lab's delivery is here.    A woman says you were expecting her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANCINE SUSKIND (37), stands in front of Ron's desk look at a MAN behind her wheeling in cardboard boxes on a doll",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can get it abroad but in the States, we can only use it for animal research. It's not classified as a drug so the FDA does not control it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm usin' it for memory loss.   You oughta try gettin' it to market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It costs around 250 million dollars to get a drug to market. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn, bureaucracy is good business. Francine smiles, she likes Ron.   The man places the BOXE marked PEPTIDE T on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are for your animal research. Ron winks at her, waits for the delivery man to leave, an produces a plastic BAG filled with vials and drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And these are for your daughter. She takes the bag of medication and surprisingly becomes emotional. She holds it back, tries to say thank you but can't. Ron nods \"it's ok\". She hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon finishes packing Ron's suitcase.   He's high.   Was",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron works the combination lock on a safe. He stops. Wonde what's wrong. Looks dizzy. He goes to his desk and pops s pills. Takes a deep breath. Rayon enters with the suitcase and a Pan Am airline envel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all packed, here's your ticket. Ron removes a stack of cash from the safe and hands it to Rayon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keeps the money)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus! Are you fuckin' high?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, it is if I can't fuckin' trust you. (yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Denise! Denise shows up from the other room. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "You're in charge!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYON",
          "text": "(grabs the money) No! You can trust me! Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 50 They stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure my new Caddy is at the airport for when I get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Denise, you hearin' this? Now you two monkeys take care of the zoo. And as Ron takes his suitcase and exits...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Denise)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep an eye on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 747 soars across the sky.      On screen appears: Hayashira Chemical Lab - Okayama, Japan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Briefcase in hand, cowboy hat on his head, Ron waits alon with JAPANESE MEN who all stare at him. After a few beats MR. YAMATA, the lab's manager approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me. Yamata bows, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Regarding your order. I am so sorry, but we are no longer allowed to export interferon to the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am sorry. I know you've come a long way. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "Fourteen hours on a plane, but hey, who gives a shit, right? (off Yamata's look) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if it's a matter of money, I can make it worth your while, I got cash--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) Please understand. Japanese doctors will be the only ones who can make the purchase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as Ron's wheels turn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON -- DR. HIROSHI, 40s, who sits talking on the pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese) ...that is correct. Two thousand vials of alpha interferon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A REVERSE ANGLE reveals Ron, across from Hiroshi. Over th above, he slides ten $100 dollar bills across the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese) That's right. Delivered directly to my office. Thank you. (to Ron) Slow drip. Very strong. Slow drip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron walks to Dr. Hiroshi, thanks him, and looks him over head to toe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron packs his suitcase and puts on a ROLEX and an expensi ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATHROOM",
          "text": "Ron looks at his reflection in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CUSTOMS OFFICER looks at Ron dressed with Dr. Hiroshi's coat, and wearing Dr. Sevard's hair style as he talks int large first generation cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm coming. Prepare the sedation. Propofol. 10 milligrams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I'm coming. (hangs up, to the officer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron enters the Men's rest room carrying his suitcase and briefcase, and disappears in a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STALL",
          "text": "Ron injects a needle into his arm. On the toilet, an empty VIAL from the BRIEFCASE. Ron takes his lab coat off and stops. A searing pain cour through his chest. Ron grimaces. The strange ringing agai in his ears. Then another shooting pain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker and a fellow POLICE OFFICER are doing paperwork ne a MAN covered with BLOOD. Tucker has a double take when h sees an unconscious Ron being wheeled in on a stretcher b PARAMEDICS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visible through an open door, Ron lies in bed in a hospit gown, hooked up to an I.V. tube. In the hall, Tucker and Sevard are with the FDA's Richard Barkley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know what the drugs are.    He's got HIV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woodroof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron hears the voices in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That a party out there? Dr. Sevard and the others hear Ron, enter his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 53 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doc-tor Sevard!   You must be surprised to see me. DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You nearly killed yourself. We need to know where you acquired those drugs. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: I.V. tube) And I need to know what you're pumpin' into me here. DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A combination of AZT... RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   Get it out! Ron rips the I.V. out of his arm. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna sue you for attempted murder! Where's my stuff? DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your stuff gave you a heart attack. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to hell. I say what goes in my body, not you. Final. Period. End of story. DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That decision, like it or not, is left up to the people in this hospital. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This thing's an epidemic and you're still lookin for guinea pigs. Well do I look like a rodent to you? RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, we tolerate the Buyers Clubs. Now, every other organization in the country is dancing with us but for some reason, either you don't understand what we're saying or you just don't give a shit. DR. SEVARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a fool if you think you're helping yourself. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "RON",
          "text": "That's right. I fooled you.   You told me I'd be dead in thirty days. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well HOWDYFUCKINDOODY, cuz it's a year later and look whose still here? Tucker tries to stifle a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I'm through with you. You got anything to say, tell it to my real doctor, Dr. Saks. Rayon rushes in carrying Ron's leather jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was so worried --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks around)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's my suitcase?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, would you please get back in bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. And if you're gonna call an orderly on me, you'd better fuckin' do it, cuz this motherfucker is going home. 81   Ron grabs his leather jacket and throws it on.    He and we see he's naked under his gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve sits behind her desk, Dr. Sevard standing across from",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're his physician and you can't tell me what medications he's on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He came in once for advice. I have no idea what he does outside of this hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well the FDA confiscated over two thousand vials of alpha interferon... that he was about to sell to AIDS patients. Our patients! Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVE",
          "text": "(testing the waters) Actually, I've been reading about Buyers Clubs. They say they found other drugs that are eliminating symptoms. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without controlled trials, we'll never be able to cure this thing because we'll have no legitimate data. Tell your patients to stay away from him. With that, Sevard exits.   On Eve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lots of activity, many EMPLOYEES on phones, SHIPMENTS com in, new CLIENTS lined up through the connecting door into RON'S OFFICE. Maps of the different locations around the country where buyers clubs have shown up, New-York, San- Francisco, Miami.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding a phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This guy says the Florida Buyers Club is cheaper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then tell him to move to the fuckin' sunshine state! A phone cradled in his neck, Ron accepts a shipment of se dozen boxes from a guy we saw earlier in Mexico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean you can't get it back?! It was authorized by a doctor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FDA said it was a Japanese doctor with no legal standing. What can I say, they make it up as they go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84               Then check China, Amsterdam and Israel cause that's where I'm fuckin' goin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PLANES take off and LAND; we track Ron making his way thr various airports and international cities; we see a serie Departure Boards - Tel Aviv; Amsterdam; Hong Kong. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet open for business. As Rayon and his friend SUNNY photos on a freshly-painted nearby wall. Eve stands acros from Ron with her arms crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got first hand experience with all of 'em. And I'll tell you something else, if I don't know what somethin' is, or don't trust the white coat who's trying to sell it to me, I fed-ex it to my lab in Seattle and they test if for me. Eve looks around at all the boxes and files.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I test it all on myself before I give it to anyone else. (off her look)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm my own lab rat. He grabs a box of meds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Compound Q. You know what happens if I come off it? My hair falls out, I lose weight, I can't get my dick up and I start to die. I got three hundred other people with the same experience. (grabs another box)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peptitde T. Gets rid of dementia. Stop takin' it and you can't think straight, walk straight, or act straight. I got over two hundred people on that. You following me? (grabs another box)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DDC and DDI, both toxic, but in small doses, helps kick opportunistic infections.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron, I respect that you're learning about your illness but some of these people should be in the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the hospital wants is to serve up AZT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AZT helps eradicate the virus. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 58 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck the virus, once you got that, you're married to it. I'm more concerned about my symptoms and survival. I mean, I'm no scientist but... RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mocking him) You're not? 'Cause you sound so... scientific. Rayon and Sunny laugh like children. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fuckin' high again? RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giggling) I dunno. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you listenin' to what I'm sayin' here about usin' that shit? (then; noticing) And what the fuck did you do to my wall?! RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cranberry mocha.     For the holidays. Ron looks back at Eve, exasperated.    He grabs a folder desk. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People can live with this thing for longer than they're saying. Ninety-six- percent of people diagnosed with AIDS in the U S of A will be dead in under six months. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know the statistics. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then use them. Why give people AZT when their immune system is broken? It's fuckin' toxic! EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're abusing it, like you did, with no medical surveillance, of course it is. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I did abuse it, but I'm off it now, and I'm here, feeling good. And I'm not the only one. Ron turns to Rayon and Sunny, who are hanging Marc Bolan' pictures on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is Boy George's goddamned face everywhere in my room? Rayon and Sunny laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Marc Bolan, silly! Why don't you just get it over with and say it, you love it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Rayon's Friend)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your sunflower and get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine! Rayon and Sunny leave the room, laughing. Ron TEARS down Bolan's pictures, and throws down the folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what, look at it, don't look at it, I don't give a shit. 87   After a beat, Eve takes the folder. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89    Ron looks at his reflection in the mirror. Looks li woke up. He stands over the sink taking his meds, pouring pills from among a DOZEN bottles. He finishes taking the pills, washing them down with water. Runs his hands throu his hair, looks at himself in the mirror, tries to find a flattering angle. He stands there looking at himself. Aft a while, he nods his approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sevard is about to walk into a room but stops in his trac Dumbfounded, he walks towards another room, shakes his he and continues to the nurse's station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell are my trial patients?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse Frazin ignores him and walks away. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is jammed with BUYERS. On the wall, people add their information to Ron's ever growing chart. EMPLOYEES unpack boxes and wait to talk to Ron who walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron walks past the line of customers and up the stairs to second floor. He spots a MAN leaning against his new Cadillac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon, sick again, rolls down his pants and prepares to i a needle into his thigh. He closes his eyes, brings the wavering needle closer to his skin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you ain't doin' poppers and coke, how come you look like such shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon ignores Ron, tries to muster up the courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You pussy, stick it in. Who do you think is gonna do that when I ain't here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon looks at Ron with pleading eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon, I swear, God sure was dressin' the wrong doll when he blessed you with a pair of balls. (walks over) Give me that thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron takes the needle and injects Rayon with the drug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know it's one thing for me not to like you, but why don't you be a better friend to yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I really thought you were interested, I'd tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just then, the door opens.   It's Ron's attorney, David W Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doin' here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holds up paper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're being audited. The IRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron and David Wayne look on as two IRS AGENTS carry out b of receipts and other financial records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice work, fellas, great. This is how you got Al Capone, ain't it? As the Agents exit:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't piss them off. If there's a fine, we'll pay it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fine? Fine, alright, how much? Ten thousand? Twenty thousand? I'll write you a check right now. Ron grabs his check book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think that will stop me, you motherfuckers! 93   David waves Ron down with his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon is prepping shipping boxes with Sunny, drawing abst artistic designs on the boxes. Ron walks out of the bathroom dressed in a gangster style suit. Rayon gives him the once over. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, you don't have a snowball's chance wearing that thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon, I don't need help gettin' ladies from your sorry ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trailer trash and rodeo groupies do not count as ladies. Are you sure she said the word yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got any flowers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron looks around, spots the Wild Flower PAINTING. He walk over and yanks it off the wall, looks at Rayon defiantly, it under his arm and storms out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve waits in a booth. She watches a couple flirt at anoth table. The WOMAN laughs and tosses her hair back. Eve sel consciously tucks her hair behind her ear. She stops, realizes what she's doing. Just then, Ron approaches with PAINTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Wildflowers.   Texas style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron hands her the painting.    She smiles, plays along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're beautiful. Thank you.    And I don't even have to water them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron slides in across from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat.   She looks at his suit and smiles politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The IRS is on my ass.   I wonder who tipped them off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 63 EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't actually believe I would do that? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. But you gonna have to watch what you say when you're around that snake you work with. He's the virus I'm worried about. As a matter fact, if you hear of anything... She shakes her head, amused.   A WAITER approaches. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring us your best bottle of Cabernet. The Waiter nods and leaves. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice restaurant, beautiful woman. I feel like a human being again. (a beat) How come you ain't got no high powered corporate honey to take you dancin'? EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't dance. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's cause you don't got a honey.   How old are you anyway? Twenty two? Eve shoots him a \"nice try\" look.   She wonders, is he he flirt or talk business? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 64 EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are we here? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To eat, drink, enjoy life, be merry... EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah right. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a break, relax, breathe, Saks. She sits back, smiles, the waiter comes back with the win RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Normal people do that, ya know. She takes a proper sip of wine as he takes a gulp. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why'd you become a doctor? EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I was good in science. And my father said studying history was a waste of time. So I went to med school. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not what I thought you'd say but makes sense, your dad was a practical man. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, he was. Your turn. Why did you become... an electrician, right? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well my old man was an electrician. A good one too. But he was a better drinker. Which I learned from him as well. Ron raises his glass in a toast.   They share a smile. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I was around it a lot. Got pretty good at takin' shit apart, seein' how the insides worked, and then puttin' it back together. I was good at it and it put some change in my pocket. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about your mom? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was a painter, kind of a gypsy.     She got tired a' all the shit and left.     You know how it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Wildflowers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She painted that, your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't feel like you gotta hang it.     I know you like everything perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do not. I'll hang it. I'm going to hang it. It's just... are you sure you don't want to keep it? Ron looks at her.   A long time, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to enjoy your life, little lady. You only got one. 96   The Waiter approaches with the wine.     Ron and Eve each other, enjoying their company. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear someone breathing. We're on one of the POSTERS of bikini clad woman. We pan to another poster of another gi then another. The breathing is getting more intense. It's obvious that someone is masturbating. Then we're on a POS of... Marc Bolan. The breathing stops. Ron walks into fra and tears Bolan's poster down. Then he spots another one. And another one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna kill him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sifts through boxes of inventory with a clipboard in hand. A sickly looking Rayon sits on the sofa sipping a cup of tea, watching TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're running low on DDC and Peptide-T, I thought you were stocking this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down and shut up. Ron's POV on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New studies have proven that AZT is effective in stopping the progression of AIDS in asymptomatic cases. Dr. Anthony Fauci, head of the National Institute of Health, announced that a trial had clearly shown that early AZT intervention will keep AIDS at bay. AZT is the only drug that has been shown in scientifically controlled trials to be safe and effective, Fauci contended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phone to her ear, Eve sits watching the same broadcast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scientifically controlled, my ass! They took eight months to approve it. And from what we know now, AZT is everything but safe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve stands talking to Nurse Frazin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want all my HIV patients on the asymptomatic study to have their AZT doses lowered to the minimum, 600 milligrams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the line snaking out the door, Ron sits behind the d dealing with a BUYER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's four pills, three times a day with food. The vitamins too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ron starts putting the meds in a paper bag, we hear a commotion coming from the other room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not letting you in, you have a search warrant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYON'S OFFICE",
          "text": "Rayon, still in his robe, stands blocking the doorway to Richard Barkley who signals to Tucker to take over. Tucke gestures to Rayon to move out of the way. He walks in wit FELLOW POLICE OFFICER and two DRUG ENFORCEMENT ADMINISTRA (DEA) agents. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 67 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell's all this? TUCKER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Ron. (to the Buyers) Gentlemen, I'm gonna need you all to leave the premises in an orderly fashion, please! Some GRUMBLING as the Buyers file out.   Barkley enters. RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, I have a court order permitting us to confiscate any and all non-FDA approved drugs or supplements. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In other words, my entire inventory. Ron looks over at one of the FDA Agents, who has begun op boxes. As the Agent removes an unmarked bottle: RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aloe vera! It's a plant. What do you give a shit if people eat plants? RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's improperly labeled. That's a violation of FDA regulations. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a bullshit technicality and you know it! (to Rayon) Get my lawyer on the phone. Rayon crosses off to make the call. RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our primary concern is preventing a market for illegal drugs. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Illegal? Unapproved! These are vitamins and minerals, for Chrissake! RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitamins and minerals that gave you a heart attack, remember? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not selling that stuff, you confiscated it, remember? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 68 The agents confiscate lots of small blue boxes and put th an evidence bag. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) What's the matter, you got Alzheimer, Richard? (pointing at the blue boxes) 'Cause Peptide T works for Alzheimers too, ya know? Tucker looks over at Ron. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, it's a protein! Effective with dementia which I have. Why don't you just look at my research? RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woodroof, I wouldn't want you to spend your last days in jail. If you have a product you'd like tested, fill out an application and go through the process. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't threaten me! I'm unapproved motherfucker! The process? That's just FDA bullshit for pay up! 250 million worth! The Agents exit carrying boxes and bags; Barkley gives Ro big smile. RICHARD BARKLEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be receiving your fine for non compliance and improper labelling soon. Barkley leaves followed by Tucker who looks sorry for Ron Rayon comes back to the room. He takes a last peek throug the window, and pulls boxes of Peptide T from underneath robe, with the smile of a kid on his face, handing Ron th phone. RAYON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your lawyer. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These fuckers are comin' at me from all angles! I wanna file a restraining order! DAVID WAYNE (O.C.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   Against who? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Government and their fuckin' FDA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams down the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta relocate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve is at her desk when suddenly Dr. Sevard barges in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who gave you permission to lower your patients' AZT doses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need permission.    I'm their doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want those doses readjusted immediately. The study protocol does not allow dose reductions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not doing a study for people who are asymptomatic with a toxic drug that makes them sick. We don't treat people who have antibodies for pneumonia or chicken pox when they're healthy. Why should HIV be any different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a different kind of virus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Says who?     Barrow Wilkem?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Sevard stares at Eve, who stands her ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Besides, I consulted with each of them individually, it was their decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sevard leaves, fuming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and effective immediately...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON TV: we see Ron and Rayon's reflection as they're watching FDA commissioner Frank Young standing at a podiu before a dozen microphones, mid-press conference, bombard camera flashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Americans with life-threatening illnesses will be permitted to import small quantities of unapproved drugs for their personal use. Under this arrangement, the drugs may only be purchased by individuals who have been prescribed the medication by a physician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron turns the TV off, shakes his head as he walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means we were unapproved.    Now we're illegal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron pulls out a brown paper BAG from inside the PAPER TOW DISPENSER. He removes a stack of CASH, puts it in his coa places a BLUE BOX into the dispenser and closes the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron walks out to a table where Rayon is waiting. Rayon ha ledger in front of him. His condition is deteriorating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get outta here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon gathers his things and gets up to leave. Ron looks and sees TUCKER looking at him as he's drinking a beer ac the room with a few other cops. Ron signals to a waitress",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send a round of beers over to my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron throws some cash down on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save your money, we're broke.   Our credit cards are maxed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hundred grand between the FDA and the IRS fines. The pharmacy bills due...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron ignores him.   A busty waitress floats by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How bout that size?   Those would look good on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't gettin' tits, Rayon. Memberships are high and so is demand. So we recruit more members from where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Support groups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep! I'm gotta find MDs to write them prescriptions so we can keep dealin' these drugs... legally now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the meantime we could try the bank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah, Bonnie and Clyde comin' in for a loan. Stop starin' at her tits, you're startin' to look normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker, still in his police uniform, finishes clearing th table after dinner with his old father, who sits silently rocking chair. Tucker opens the BLUE BOX and removes a Buyers Club bottl Peptide T and a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tuck, sorry to hear about your dad's Alzheimer. This will help. Woodroof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house hasn't seen new carpet since the 60's. The conservative gay couple we met earlier, Ian and Michael, Ron around. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place is crap, I'll give you one fifty a month and fifty percent off your meds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't try to con me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't want money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is free.   We want to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron looks from Ian and Michael and back again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.   Well that's good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ian sticks his hand out, Ron shakes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same meeting from the beginning; packed with mostly g MEN. A different group of people are here now, but the atmosphere is the same. Ron stands at the back of the auditorium with Rayon at hi side chewing gum like a baseball coach. Ron flips the lig off and on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello... Howdy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CROWD calms down, turns to look at Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got what you got and I have traveled the world looking for alternative medications, stuff not available yet in America, thanks to the good folks down at the FDA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A murmur travels through the audience as people listen. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of you may have heard of the Dallas Buyers Club, an organization I founded with my friend Rayon. Risk might be high, but what the hell, you're risking your life every time you go into one of them there hospitals. (beat) I don't know where most of the people are who were at these meetings a year and a half ago... maybe they lost interest... maybe they're dead... but I'm here. I'm walking, talking, breathing... and ain't no one gonna take that away from me. I gotta life to lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A murmur travels through the audience as people listen. The point of our club was to get alternative treatments and medications into the hands of those who need 'em. (beat) The cost of joining this club used to be $400 a month. Well I'm here tonight with a special offer. Anyone who's interested can come and sign up for the one-time only, rock bottom price of zero. (beat) That's right, I'm giving it away folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More murmurs through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIV don't mean shit. You ain't sick, you ain't sick. Period. You tell a guy he's got a week to live? Shit, he's already dead. You tell a guy he can keep on goin'? He'll find a way. Remember, ya ain't dyin'. But if you think you are then you ain't got nothing to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron does a double take at Rayon who is staring at him wit tears in his eyes. Someone hesitantly applauds. A MAN get up and walks to Ron, slowly OTHERS do too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A financial institution. A MAN, 50s, walks over to the waiting area and coldly signals a younger man to follow h This is Rayon, hair slicked back, devoid of makeup and jewelry, wearing Ron's business suit. He gets up. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon looks at the various family PHOTOS which decorate t bookshelves of the man's office who sits behind his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess I didn't make the cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made that choice yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't a choice, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon's father looks at him with disdain. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want, Raymond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine, thanks.    And you?   Long time no see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose I should thank you for wearing men's clothes and not embarrassing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Are you ashamed of me?   Because I never realized that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head) God help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is helpin' you.   I got AIDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat during which Rayon's father finally shows som sympathy. Rayon looks like his father's son for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, dad. I found someone who's been helping me and now I'd like to help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon finishes taking Ron's suit off and looks at his reflection, takes in the lesions on his naked body, grabs compact and a tube of lipstick, and starts putting making on his face, holding back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, when I meet you, I'm gonna look pretty if it's the last thing I do. I'll be a super model angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron is on the PHONE, his personal address book in his han There is MOVING BOXES scattered throughout the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?   No, please, wait a minute, doc...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 75 The phone CLICKS. Ron slams the phone down several times. Suddenly Rayon enters as he finishes buttoning up his dre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the MDs are fuckin' backpeddlin' on their heels. The FDA is scaring them with license revocation if they write scripts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon throws a cash filled envelope on Ron's desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe this will help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron looks at the cash in disbelief: two wrapped wads of hundred dollar bills, worth maybe $10,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon exits the room proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you sell your ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a simple fuckin' thank you would do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron looks at the cash, shakes his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Rayon walks into his room, Ron appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really, come on, where did you get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long beat.    Rayon hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sold my life insurance policy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron offers Rayon a hand shake. Rayon opens his arms. hug. Ron whispers a heartfelt, \"thank you.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated at her desk, Eve looks up when she hears a KNOCK o door. Ron, wearing a huge SOMBRERO HAT, enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 76 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goin' to Mexico, chica, you comin'? Ron takes his hat off and puts it on her head, covering h eyes. From Eve's point of view, it's pitch black until sh adjusts the hat, amused. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I look like someone who takes vacations? RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, tequila, sunshine, tacos, never hurt anybody. Eve enjoys the attention.   Shakes her head. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew you'd rain on my party, but I had to give it a shot. (a beat) Listen, I gotta ask you a favor. I need you to write me prescriptions so I can come across the border. I might not need it but if I do, I'll have them. Eve doesn't respond. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know this rule that the FDA just passed was just bullshit. Ain't no doc from here to the north pole will write them. EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know and I can't either. I'm sorry. We can't write scripts for random people and random drugs. Plus what if something goes wrong with these drugs? We could get sued, lose our license. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay!   Never hurts to ask. Eve takes the hat off and hands it to Ron. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it, nurse Ratched! Ron exits the room leaving Eve with the sombrero. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music plays. Rayon, extremely sick, holds a bottle of POPPERS, watches Sunny dance around the room amongst the stacked moving boxes. Rayon starts coughing into a scarf, pulls it away, it's covered with BLOOD. Sunny stops danci",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to go to the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon can't respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it.      I'm driving you, right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunny walks over and picks up Rayon, throws him over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, okay. I'll go. Put me down.       Let me get some things first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon picks up his bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron enters the clinic with a suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a BUTTERFLY, emerald green wings with a blood re middle. Its wings flap with life as a hand holds it and a needle is inserted into its middle, extracting its fluids Dr. Vass conducts the experiment with Ron looking on. background, another makeshift lab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Secretions that the caterpillar uses to protect itself during the incubation period...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Vass empties the contents of the syringe into a test-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...act as a non-toxic anti-viral for humans. The answer to a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Vass sets the test-tube on a tray, crosses to a table lined with boxes, postmarks in different languages coveri their surfaces. He rummages on the table, finds a report. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(handing it to Ron) The Lancet medical journal published a study conducted in France. Proves AZT alone is too toxic for most to tolerate, and had no lasting effect on HIV blood levels. Of course, Barrow Wilkem and the NIH did not include the study in their press release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron takes the study, looks it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't surprise me at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vass hands Ron some more paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are early trial results for Fluconazole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The anti-fungal, right?   I read about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to take some home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As much I can carry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need a thousand more like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell Vass, I'm just tryin' to run a business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve walks in, breathless. Eyes sunken, breathing shallow, Rayon is hooked up to an I.V. as Nurse Frazin adjusts an oxygen mask on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I took him off of it as you instructed. He's just on morphine now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. I'll be in my office.   Thanks for calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 79 She sees Sunny outside of the room, watching.   She gives hopeful smile and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron leaves the lab and notices an ominous green glow comi from a nearby room. He approaches it slowly, drawn to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he enters, he notices hundreds of emerald green BUTTER flying in the air and hanging on the wall. Their vibrant colors give off a luminous glow. A butterfly lands on his hand. He slowly raises his hand to his face for a better view. As time goes on, more and more butterflies land on Ron's hand and body. Ron takes it all in. Illuminated fro the butterflies, he looks like a \"Lite-Brite\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve wakes up, seated at her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon lies alone in bed, delirious from morphine, mumblin beneath his oxygen mask. After a few beats, he takes it o leans over to the side table, takes a compact and a tube lipstick from his purse, and starts to apply it, his hand trembling as he does. His mission accomplished, he sets t lipstick aside, then leans his head back. And as he close his eyes and drifts away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron sits in his seat happily scribbling prescriptions for drugs he is bringing in. On the pad we see the name - Dr. Eve Saks, the same pad.. FLASHBACK: ...that Ron took in Eve's office when she had sombrero on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boxes filled with hundreds of small bottles of Fluconazol on the floor. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 80 Ron sits in a chair looking on as an FDA AGENT flips thro his prescriptions, while another AGENT compares the names those on the bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reads names) Walker, Dorsett, Blount, Newsome, Jeffcoat... these are patients?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're also the names of players on the Dallas Cowboys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No shit? Well how's that for a coincidence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't this a little ridiculous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you prove these are patients?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you prove they're not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Agent looks at him, then resignedly continues to flip through the prescriptions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron walks in. Denise stops unloading moving boxes and han him a stack of messages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those are the emergencies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron flips through them, stops, looks around the room, and notices Rayon's favorite Marc Bolan's posters on the wall his new headquarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Rayon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 81 What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron rushes into Rayon's room. The bed is empty. The sheet are on the floor. Seen from behind, Sunny places Rayon's belongings in Rayon's bag. He turns. His eyes are bloodsh He looks at Ron and is about to start crying again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse Frazin is startled by off stage loud breaking noise Ron walks out of Rayon's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sevaaaaard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ron walks past her, Nurse Frazin grabs the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need security up here, right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron pushes open different doors looking for Dr. Sevard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron storms into a room where several PATIENTS wait for appointments. Some are completely healthy, others are sho signs of sickness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sevard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron spots Sevard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you are, you son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You killed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You call yourself a doctor?   You are a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patients in the hallway turn their heads towards the commotion. Eve walks out of a room and watches. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave or you will be arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arrest me? (to the waiting patients)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear that? Two SECURITY GUARDS enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First class everything, big house, Mercedes Benz. That's what they pay him to say it's OK to pump poison into y'all. The GUARDS move to grab Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from me.   I got AIDS.   I'll spit on you. Ron spits on the floor. The guards back off.    Dr. Sevar watches slack-jawed as Ron continues to spit.   The guard him... ... as Eve watches Sevard, emotionally charged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see this? This is harassment. Get me my attorney or do I have to be my own lawyer too. Own doctor, own lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron slams the car door shut, walks towards the house watc the line of men snaking out the door. He takes them in. M of them look very sick. His eyes stop on Freddy who's watching him. Freddy smiles as he waves cash at Ron who feigns a smile and walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron enters as Denise finishes handing out information to very sick MEN. Denise makes her way over to Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: sick men)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From Austin. All on AZT. Their insurance is paying for the treatment and they don't know if they can afford to switch. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hook `em up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're pretty cash poor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron walks towards his office, stops, turns around and thr his car keys to Denise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sell my car and make sure everyone gets what they need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron pours himself some tequila and gulps it down. Pours himself another glass. A hooker is dancing in front of hi No music. She starts to touch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes down on him.   He stops her, and leaves, throwin money on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron wakes up to A KNOCK on the door.   Eve walks in.   A beat. Ron doesn't even look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anemia, Cancer, Bone Marrow depletion, Fever, Diarrhea, Vomiting, Neuropathy, Anxiety, Dizziness, Impotence, Hearing loss, Nervousness, Seizures... Sound like AIDS to you? That there comes inside a box of AZT, a list of side effects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rayon was a drug addict! It wasn't a day on AZT that killed him, but the disease as a whole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron registers.   Calms down a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron, you stole my prescription pad! So don't accuse me of acting irresponsibly! Rayon came to the hospital on his own...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 83 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting her off) ... and got carried out in a trash bag three days later! EVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling) He was my friend too, you know! They both get quiet.   A beat during which Eve is holding tears. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me ask you something. Let's say I have the cure right here in my back pocket. I could save everyone today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve's expression changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I don't have no funding and I don't have no backing. Now how long is it gonna take before the FDA approves it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron crosses to the desk, produces a copy of the Lancet Me Journal Study he got from Dr. Vass, and hands it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Read that and you tell me how wrong is too wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve walks into her house, opens a drawer, removes a hamme smashes it down on a nail and misses. She smashes the ham down again, harder, and again, and again. Her POV: lots o holes in the wall, very far from the nail, and soon hidde Ron's painting of the Texas Wildflowers. She walks away without straightening it, sits down and starts reading th \"Lancet Study\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got three thousand people who need to get their hands on Peptide T. Now. Including me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron paces the floor as David Wayne walks in with a big cardboard box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shut her lab down. The FDA has shut all of our suppliers down, what can I tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I don't get it by the end of the week I wanna file a lawsuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Ron, we lost the restraining order, remember? We're in Texas. The court system is the last resort for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well find a place where it's not, Goddamnit. Go to San Francisco, get a sissy judge, figure it out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron spots a FLYER on the cardboard box and grabs it. reads: \"DALLAS BUYERS CLUB NEWSLETTER\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve watches as young apparently healthy CHILDREN wait wit their PARENTS to complete forms. She goes up to Dr. Sevar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrow Wilkem gave us the green light on the AZT pediatric trials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? This is crazy!   All these kids are HIV positive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sevard looks uneasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're starting very slowly with a fifth of a dose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you give this fifth of a dose to your own child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Touch.   Sevard holds her gaze for a moment and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOUNG CHILDREN are waiting with their parents. Among them girl with her mother, Francine Suskind, the woman from Beaumont Lab whom Ron met earlier. Eve walks in and discreetly places Dallas Buyers Club fly on a table, then walks off. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 86",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is packed. On the dais stands Richard Barkley fr the FDA. To his left and right, are representatives from Center for Disease Control, the National Institute of Hea and ACT-UP. They HEAR something SQUEAKING and look up: At the back of the room, Ron enters, hooked up to an I.V. on wheels that he carries along as he starts passing out copies of his flyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you go, please read this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, will you kindly tell us what you are doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone turns to look at Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm givin' people information... on this trial I'm in, right now. I want everyone here to know what's going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why was Peptide T cut off? A non-toxic drug, that I have proof works and that according to the National Institute of Mental Health, is completely safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Woodroof, you are nothing but a common drug dealer--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a drug dealer? You're the drug dealer. The pharmaceutical companies are the drug dealers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron grabs a bag of jelly beans out of the hands of a pers the audience. Holds them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The yellow number fives, red, green and purple dye you put in this here candy causes seven kinds a cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SECURITY MAN approaches, Ron walks away from him. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The aspartame in my diet coke, the steroids in my meat, the hormones in my milk, the antibiotics in the chicken. Now that's the shit the FDA knows will kill you. Yet you're all up there worried that some sick people will find somethin' without you and y'all won't get paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron throws the bag of jelly beans to the security man who catches it. And he leaves the room, squeaking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron is driving, singing out loud, a cappella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I'm bad, I'm nationwide!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sevard puts Ron's flyer down on the table in front of Eve stands in front of the medical board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We think it is in everyone's best interest that you resign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve looks at Dr. Sevard who meets her gaze with calculate coldness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't.    You'll have to fire me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She starts to leave, stops, turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'all go fuck yourselves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron appears from the kitchen with a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're splitting that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron cracks the beer and hands her the can. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 88 RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was a ballsy move! Eve looks away.   Ron opens his arms... RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A nice, warm hug... (she accepts it) ...and a day of watchin' some bull ridin', that's what you need, doctor Woodroof's order. She smiles and they both let go, uneasy with the closenes RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you miss a regular life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Regular?     What's that?   Doesn't exist. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I guess. (a beat) I just want... Ron looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? He takes the can back. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... an ice-cold beer at Ruby's. Go dancin' with my woman. I want kids... thumb wrestle with my sons. I don't know. I got one life -- mine. But I want someone else's. I feel I'm fighting for a life I ain't got the time to live. Ron downs some beer. RON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want it all to mean somethin'. Eve looks at Ron, studies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It does. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 89",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eve looks at the painting of the Texas Wildflowers. For s reason, she becomes emotional and decides to straighten i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON Ron's box of meds, almost empty. By the look on face, Ron clearly just woke up. But there is something el He takes an empty bottle of Peptide T and looks at it, confused. Hears the strange ringing again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that is all we hear as we see Ron driving along the s into the middle of an intersection. Ron stops the car, pu his hands over his ears, and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron tries to direct traffic, bear foot. People blare thei car horns. Others scream out their windows. A POLICEMAN arrives on the scene and approaches Ron. Tucker pulls up and sees Ron, he jumps out of his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take care of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker steps in.   He grabs Ron's arm, makes eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron! You are in the middle of the street. Do you understand what I'm sayin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer from Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, man, let's go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker puts a hand on Ron's shoulder and walks him toward squad car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLUE BOX rests on the table, next to Ron who stares at as he's being given an injection of Peptide T by Tucker. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker's father sits in a chair facing Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I remember you, trouble maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They share a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you're doin' better, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna talk with Ron a minute, pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker steps off to the side with Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, the FDA is gonna bust you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron's wheels are turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the tip, Tuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as Ron exits the house...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be there, man, and don't you fuckin' hit me again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A line of customers is out the door as three Dallas Polic Cars pull up. As Tucker gets out of the lead car, he is greeted by Richard Barkley and two FDA Agents. They head inside. That's Ron's POV...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...as he's watching from a window. Eve tends to several buyers club members, I.V.s attached them, lying on the floor. A NEWS TEAM films the entire thing. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the reporter) This is Fluconazole. It helps them with Thrush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the front door OPENS.   Police are in the room, drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one move. Put your hands in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The news camera keeps rolling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronald Woodroof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron steps up through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a warrant for your arrest, a search warrant for the premises, and a court order to cease and desist business immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with that, Ron allows Tucker to handcuff him. And as does, the Customers \"Boo\" and \"Hiss\" loudly, all caught o the News Crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn off that camera. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the Camera Man doesn't stop filming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ron) Please instruct the rest of these people to leave, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't no cop.    Why'nt you tell 'em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tucker escorts Ron outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The News Crew continues to film as Ron is led out past th waiting Customers, talking to the reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the bust of the century! Don't they look like hardened criminals?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 92 An ambulance pulls up. MEN wearing MASKS and GLOVES begin escort people off. Barkley and his Agents watch the circu from the sidewalk. Ron is put in the Squad Car by Tucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "David Wayne enters and throws a NEWSPAPER on the table in front of Ron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deadly drugs? What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They wrote the FDA's story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe it.   I tipped those assholes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. I got good news. I got you a change of venue for the Peptide T trial in San Francisco. And no surprise, they're not pressing charges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what the fuck am I doin' here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're trying to break you, I don't know. Let's get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to himself) They'll never break me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Ron's reflection in the window of a cab that moves of the way as Ron starts walking towards the Courthouse, helped by David Wayne who holds his arm. A SUPER fades in. U.S. District Court Northern District of California Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron, dressed in a conservative suit, is looking extremely Next to him is David Wayne and two other younger ATTORNEY On the opposing side are FDA representatives including Ri Barkley and others who we haven't ever seen before. They a team of four attorneys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The constitution, specifically the ninth amendment, does not state that you have the right to be mentally healthy or physically healthy. It does state that you have a right to chose your own medical care but that is interpreted as medical care that is approved by the Food and Drug Administration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge looks over to the FDA table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Regarding the FDA, the court is highly disturbed by its bullying tactics and direct interference with a drug whose own agency has found to be non-toxic. The FDA was formed to protect people, not prevent them from getting help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The law does not seem to make much common sense. If a person has been found to be terminally ill they ought to be able to take just about any drug they feel will help... but that is not the law. Mr. Woodroof, there is not a person in this courtroom who is not moved to compassion by your plight, what is lacking here is the legal authority to intervene. I'm sorry. This case is hereby dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Judge bangs the gavel. David Wayne raises in frustration.   Ron closes his eyes, defeated. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron, still looking sick, opens the door and is startled b crowd of people clapping and cheering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Mother Mary Fucking Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Among the crowd, Ron spots Eve and David Wayne with a smi victory on their faces. Ron doesn't understand. They walk him and show him a paper with the FDA logo on it. Black. Super: Following the trial, the FDA in Washington allowed Ron to Peptide T for his own personal use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And as the cheering and clapping grow bigger, we cut to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ron, 20 pounds heavier, looking healthier, is sitting ato railing above the stall looking down at the bull. He's go gloves, hat, pants, and boots, ready to ride. He removes flask from his pocket and takes a long swig. The BULLHAND Ron exchange a look. Ron nods, takes a deep breath, swing his legs over the railing, straddles the stall, stays abo the animal. The moment Ron's ass hits the leather, the ga is up, the bull is out, and the crowd whoops it up. Rodeo contestant number \"43\" Ron Woodroof rides the bull, hands, legs and heels all working together. His \"off\" han held out above him, cutting the air for balance. The bull makes an abrupt change of direction, catches Ron guard and just when it seems that he's about to be thrown the air, we hear Eve screaming her guts out as the image freezes on a PERFECT FRAME on this cowboy in action to co the beast. The crowd's CHEERS are echoing in the distance, blended w the soft strange ring that we know, that only Ron could h And as we zoom in on the image:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronald Woodroof died on September 12, 1992, seven years a was diagnosed with the HIV virus. He managed to stay aliv using unapproved drugs and was memorialized by 1000 gay m Dallas, Texas. Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fluconazole and Alpha Interferon are now FDA approved. DDC was approved in 1992 but is no longer used due to its highly toxic effects. Peptide T remains unapproved but still in studies for neurological diseases, like Alzheimer. Today, it is had been   scientifically proven that HIV is cause of AIDS. Based    on this knowledge, great strides been made in treating   this infection with anti-HIV medi but a cure has yet to   be discovered. The first studies with AZT as a single drug (monotherapy) while showing initial good results did not ultimately pro be a long term solution for HIV treatment. By 1996, medical researchers learned that HIV is best tre with a combination cocktail of at least three HIV medicat AZT was frequently used as a part of these early combinat therapies. Today, AZT has been largely replaced by safer, HIV medications.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_510"
    }
  ]
}