{
  "movie_id": "MOV513",
  "scenes": [
    {
      "location": "OFFICE",
      "time": "AFTERNOON",
      "characters": [
        "COMMENTATOR 2, (V.O.)",
        "TEENAGER 5",
        "GIRL 1",
        "JANITOR",
        "COMMENTATOR 1, (CONT'D)",
        "GIRL",
        "GEETA, (CONT'D)",
        "INT/EXT VARIOUS PLACES",
        "TEENAGER 1",
        "OLD WOMAN",
        "NIGERIAN COACH",
        "OFFICER",
        "TEENAGER 3",
        "OFFICER, (V.O.)",
        "WEIGHING GUY",
        "COMBINED WITH SCENE 17",
        "STADIUM",
        "MAN",
        "MAHAVIR SINGH WIFE",
        "SONG",
        "COMMENTATOR 2",
        "SECURITY",
        "WRESTLER",
        "A CITY",
        "MAHAVIR SINGH IS HAVING A CHAT WITH GEETA.",
        "BROTHER",
        "OMKAR, (V.O.)",
        "COMMENTATOR. 1., (CONT'D)",
        "TEENAGER 6",
        "FATHER",
        "COMMENTATOR 1",
        "ASTROLOGER",
        "WIFE",
        "WIFE, (CONT'D)",
        "LAALI",
        "GUARD",
        "COMMENTATOR",
        "3",
        "COMMENTARY",
        "GIRL, (CONT'D)",
        "COMMENTATOR 1, (V.O.)",
        "COLLEAGUE",
        "WOMAN 2",
        "PEON",
        "PRINCIPAL",
        "EVENING",
        "COUSIN, (CONT'D)",
        "ANNOUNCER",
        "MAHAVIR VO",
        "TV, (V.O.)",
        "BOY",
        "TEENAGER 2",
        "INTERVIEWER",
        "DELETED",
        "PEON, (V.O.)",
        "REGISTRATION GUY",
        "BABITA, (CONT'D)",
        "MAN 2",
        "NEWS GUY",
        "OWNER",
        "WOMAN 1",
        "WARM UP ARENA",
        "MAN., (V.O.)",
        "SUNITA",
        "DIETICIAN",
        "GIRLS, (CONT'D)",
        "LANDLORD",
        "ORGANIZER",
        "GUY2",
        "GUY 2",
        "OMKAR, (CONT'D)",
        "BOSS",
        "OMKAR VO",
        "HARKINDAR",
        "TEENAGER 5, (CONT'D)",
        "WOMAN",
        "MAN 1",
        "COMMENTATOR, (CONT'D)",
        "BROTHER, (CONT'D)",
        "COACH",
        "MAN, (CONT'D)",
        "COUSIN",
        "REFEREE., (CONT'D)",
        "BARBER",
        "COACH, (CONT'D)",
        "INT. MAHAVIR SINGH'S COURTYARD- DAY",
        "GUY",
        "GIRLS",
        "INDIA WILL HAVE TO WAIT FOR",
        "MAN 3",
        "OMKAR",
        "GURU",
        "SONG DANGAL",
        "MAHAVIR SINGH, (CONT'D)",
        "REFEREE",
        "COUSIN, (V.O.)",
        "SPORTSCENTER",
        "BABITA",
        "GEETA",
        "OMAKR",
        "AUSTRALIAN",
        "MAHAVIR SINGH, (V.O.)",
        "SUNITA, (CONT'D)",
        "ORGANIZER, (CONT'D)",
        "OLD MAN",
        "MAHAVIR SINGH",
        "REFEREE, (CONT'D)",
        "ROOM",
        "LAALI, (CONT'D)",
        "TEENAGER 4",
        "HOD"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Tight close-up of a TV screen. We see 'Machchar Makkhi'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEON, (V.O.)",
          "text": "Aaya kay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Na.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEON, (V.O.)",
          "text": "Ab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Reh na hoya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peon is standing near a TV antenna, balancing himself on terrace. He rubs tobacco on his palm. Behind him we see e stretch of Balali, a village in Haryana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEON",
          "text": "Ab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Reh theek tara ghumaveh na. Peon hurriedly pops in tobacco and rotates the antenna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEON",
          "text": "Ab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV screen comes to life. An international wrestling match going on. We see Mahavir Singh, a young man around 25-28 old, looking at the TV from the window. A smile appears o face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Aa gya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Seoul Olympics ke wrestling arena mein aapka swagat hai, kaafi romanchak mukable ki umeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peon is holding the antenna, looking down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nichcheh aajau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Na. Pakad keh khadiya reh. Peon makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh enters the office, his eyes are glued to th A couple of his colleagues, working, look at him and shak heads in disapproval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Olympics ke 72 kilo category ka yeh final match russia aur america ke pehelwano ke beech..aur dukh ki baat yeh hai ke bharat mein kushti itni lok priy hone ke bawajut olympics mein bharatiya pehelwano ka pradarshan kaafi niraashajanak rah ahai The wrestling match is getting exciting. On the match foo a super appears: Seoul Olympics, 1988. On Mahavir Singh's face a super appears: Balali, Haryana,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Meddul toh apNe chhore bi la sakey-ain baisaab, par koi badhava de tab na. Match continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Na paise na phehsulty, kis tara jeet-thaingey meddul apNe chhore. Harkindar Singh Bullar, a well built man comes and stands to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARKINDAR",
          "text": "Moo chalaaNey se kusti jeetti jaatti na baisaab, toh aap toh kab kay meddul jeet chuke hottey. Mahavir Singh looks at him carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naya hai kay? Harkinder just nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Tabi main sochchun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARKINDAR",
          "text": "Kabhi akhaade main utar keh dekh langot ke pelle hawa tight ho jaavegi. Mahavir Singh gives him a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Aapki lagta-ai kai baar hui hai baisaab... hawa tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARKINDAR",
          "text": "Akhada hotta na toh teri kar detta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Akhade ki kay jaroorat hai. Harkindar gets an arrogant smile on his face. Quick shots of tables getting shifted. We see few people in the office raise their heads to see going on. Mahavir Singh and Harkindar are taking off their shirts. More people are gathering around them. Mahavir Singh and Harkindar are rolling up their pants. Two wrestlers are coming face to face for a bout on TV. Mahavir Singh and Harkindar are coming face to face in of",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (V.O.)",
          "text": "Now the moment we were all waiting for, the stage is all set for the big fight, there is double excitement in the air. Both the wrestlers were walking for the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 2, (V.O.)",
          "text": "\fBilkul sahi kaha aapne tom, ek bahut hee romanchak muquable ki ummeed. Darshakon mein utsaah. aur dono hi pehelwaan aamne saamne. Dekhna hai ki yeh mood kis tarah failta hai. Yeh bani handshake. Refree ki whistle aur yeh match shuru. People look excited. Mahavir Singh and Harkindar lock hands and test each othe Harkindar still has an arrogant smile on his face. Suddenly Mahavir Singh brings him down with great force. travels amidst the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (V.O.)",
          "text": "He is down he is down, russia ke pehelwaan ko palak jhapakte hi muh ki khaani padi. Over confidence kabhi kabhi nuksaan deyak saabit ho sakta hai. Mahavir Singh offers his hand to Harkindar and pulls him",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Mann me koi malal reh gaya ho to Ek baar aur kosis kar le. Harkindar is more cautious now. His smile has vaNSAhed. But Mahavir Singh brings him down again, even more forcef People in the office watch it in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Now the wrestlers are gearing up for the next round",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 2",
          "text": "Haan tom shuru mein yeh migabla jitna asaan lag raha tha yeh utna asaan hai nahi. Dekhte hai aage kya hota hai. Dono hi wrestlers ek doosre ko parakte hue. Shandaar attack, par yeh defence. aur yeh bahot hi behtareen \fmove, bahot hi shandaar move tha yeh, samajh mein nahi mein nahi aaya kya hua. aur yeh ek aur attack, and its over. Its over. David has become golat and golat has become david here. Well done tom, kisi ko bhi umeed nahi thi ke russia ka pehelwaan itni jaldi chit ho jayega. What a match. This is top class wrestling Mahavir Singh pulls up and apologetic looking Harkindar a people come close to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARKINDAR",
          "text": "Dum hai tere main, state level champion ko haraaya-ai toone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Arey Dil chhotta mat kar, national level champion se haara-ai tu. Harkindar is surprised to hear it. Mahavir Singh picks up shirt and walks towards the TV.as he buttons it. As he st and watches the match, a smile appears on his face. kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Yo-ain maare tauji Mahavir Singh Phogaat... . Barson pelle pehalwanni chhod chuke-ain par pehalwanni ne inhe aaj tak nahi chhodda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Credit titles appear. Dangal Title song Mahavir Singh cycling towards an Akhada. Title track Mahavir engrossed in watching two wrestlers fight it out pit. Langots hanging on clothes line. An akhada wall painted beautifully. Mud in akhada. \fMugdars arranged in an akhada. Desi push ups. Desi sit ups. Wrestlers getting massage done. Wrestlers touching guru's feet. Wrestlers (all ages) putting mud on their bodies and fore Wrestlers fighting it out in akhada. Guru watching them. Bouts continue. Wrestlers drinking milk. Mahavir Singh along with few others, watching a small kid with a bulkier kid at village chaupal. The smaller kid br the bulkier kid down, much to Mahavir Singh's delight. Ma Singh turns to people around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Chota wala hi jeetega, yo dekh Siraph boddy baNaanne se koi pehalwaan nahi baN jaatta. idhar aa beta...Pehalwanni jo-ai na... vo khoon main hotti-ai bhaisaab... khoon main. Mahavir Singh takes out a ten rupee note and hands it to winning kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Yo le, doodh pe leNa. Jeeta reh. Few more shots of wrestling. Mahavir Singh watching kushti, looking pensive. Cut to flashback:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh, 19 years old, is fighting at National championship. \fMahavir Singh on podium, getting a medal. Mahavir Singh at home. His father is angry with him",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Reh jab thaDi main rotti na hoggi toh meddul khaavega kay? Koi na poochchheh teri iss pehalwanni ko. Jo naukri mil ri-ai, chupchap kar ley. Mahavir Singh sitting sad in his house. Food is kept in f of him. Mahavir Singh takes a bite from his plate. Match cut to present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh having food with Harkindar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLEAGUE",
          "text": "Tanneh pehalwanni kyon chhoddi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Chhoddi nahi bai, chhodNi padgi. Pehalwanni main sohrat kamaai, ijjat kamaai, bas paise nai kama paaya. Naukri kar lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh standing, getting scolded by his boss. Boss and Mahavir Singh looks around quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Har pehalwan yo-ii soch keh akhade main utarta-ai kay woh des ke liye kuch karaiga. Par des-ii pehalwan kay liye kuch na kareh toh bichara pehalwan kay karlega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is seeing his photographs hanging on the wa a wrestler and his achievements in various places. There gold medal hanging there too. His pregnant wife comes in sees him in a sombre mood. She goes and stand next to him looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Aap des ke liye meddul nai laa paaye ismeh aapki galti thodai na thi. Kab tak in photuon ko dekh dekh keh dukhi hotte raoge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Jo main karNa chahtta tha wohh mahara betta kar keh dikhaavehga. desh ke liye gold jeetega humara beta. Apna tiranga sabse upar lehravega tu dekh lena. He then goes back to looking at his laurels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is watching a bout. Same little boy comes r and tells him something. Mahavir Singh runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh enters the house. His brother is sitting th with his son (3-4 year old Omkar).",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Tauji ki halat uss student jaisi thi jiska board exam ka result aane waala ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Chinta na karo bhaisaab sab thik hojayega A woman comes out of the house. They look at her. Mahavir looks very excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chhori hui-ai. Mahavir Singh's smile drops. Brother taps on his shoulder console him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Tauji chhore ki ummeed laga keh baiTthe the, aa gi thi chhori. Brother turns to young Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "BeheN aai-ai teri Omkar Omkar looks happy. He looks at Mahavir Singh. Mahavir Sin tries to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Main bheetar se khus tha. Aur Tauji sirf bhaar se.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man is whispering something in Mahavir Singh's ears. As finishes Mahavir Singh's eyes sparkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Re uske baad kay tha bhai... gyaanniyon ka gyaan tha, tau-taai ka kaan tha, aur har kisi ke paas chhora paidda karNe ka achook plaan tha. A woman is advising Mahavir Singh's wife, as she makes co uplas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "KaaDi gaiya ko saphed til ke laaddoo baajre ki rotti main lapet keh ulte haath se suraj nikaDne se pehlle khila deNa... Chhora pakka. Mahavir Singh's wife is trying to feed a cow, the cow is in a mood to oblige. An astrologer is telling Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir ek Putar mantar likh keh de ra-oon, sachche maNn se jaap karte rehnNa. Mahavir Singh takes the paper and touches it to his eyes. Mahavir Singh rotating rudraksh mala while working in off An old man is telling Mahavir Singh at chaupal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Dekh betta Mahavir, kosish keval itwaar/sunday ko karNi-ai, baakki din sayyamm. Ekdum alag alag. Wife is sleeping inside with the daughter. Mahavir Singh is sleeping outside. Mahavir Singh and his wife are at a temple by the tree. P hands him a laddoo. Mahavir asks him in gesture. Pandit g a reassuring smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Na logon neh salaah deNi band kari na tau-tai neh maanni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting with his 2 year old daughter Gee his lap. His brother and Omkar (now 5-6 years old) are si nearby. All the advisers along with other villagers are a present there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Delivery ka din aa chuka tha, aur aaddha gaon bhi... chhora hoNe ka credditt leNe. Brother tells Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Bhai aaNe waaDa hai tera Geetta. khoob khelegi phir \fSame mid-wife comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Chhori hui-ai. Mahavir Singh's face drops. People also look stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Par na tauji ko chhora mila, na gaon waaDon ko credditt. Villagers chat and some start getting up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Various men and women are telling where Mahavir Singh and wife have gone wrong in their actions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Par in achook samadhaanno main aakhir chook thi kiski? Woman telling others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "KaaDi gaiy kay dhokke main bhains ko khila di hoggi rotti, warna mahri mausi ki chhori ko dekho Rohtak waDi... teen saal mein teen chhore ho gaye... tandurust. Astrologer telling a handful of people at his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASTROLOGER",
          "text": "Ab maaDa ulti perehga toh rejult bhi ulta-ii aavehga. Old man telling others at chaupal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Sayyam insaan ki lagaam-ai. Manne toh kaha tha ke koshish sirf itwar ko hi karni hai, isne roj ghoda daudaaya hogga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is putting Geeta to sleep. Wife is with Bab",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Main aapko chhora na de paai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Isemin teri galati thodi na hai -Galat mat samajh munneh. Geetta aur Babitta donno-ii bhot pyaari-ain manneh. Par mera jo sapNa-ai na, wohh siraph chhora-ii poora kar sakeh-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OTS of Mahavir Singh. Geeta (12 yrs), Babita (10 yrs), 3rd daughter (5 yrs) are at the new born baby, lying next to their mother. We see close ups of smiling faces of Geeta and Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Waqt beeta, Tauji ne zid pakad lee thi ki unhe ladka chahiye. We reveal Mahavir Singh (now 42 yrs) from behind one of t girls. He is looking at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (V.O.)",
          "text": "Par shayad bhagwan ne bhi zid pakad lee thi. Teesri bhi chhori hui aur chauthi bhi. iss baar toh main bhi bheetar se dukhi tha. We see close up of mother looking at the baby. She looks looks at Mahavir Singh who doesn't look too happy. Omkar (now 15 yrs) is standing near Mahavir Singh, lookin him. Wide shot of Mahavir Singh watching all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is taking off the photographs from the wal putting them in a box. The wall is almost empty now as mo the photographs have landed in the box. Young Geeta comes to the window of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "KhaNa lag gya-ai papa. Mahavir Singh looks at her and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Hmmm . Mahavir Singh then looks at the lone medal hanging on the He takes it off too and puts it in the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh seems to have resigned to fate. Mahavir Singh having dinner. Geeta and Babita serving him",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH WIFE",
          "text": "Re palat isse, jal jayegi iss tarah Mahavir Singh is watching Geeta and Babita play hop skip jump, skipping ropes etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Uske baad tauji ne chore ki umeed se aur apne sapne se dono se hi muh mod diya. Mahavir Singh is going to office, now on a scooter, ignor an akhada. A kid calls out for him. He ignores. Someone offering laddoo to Mahavir Singh in village marke",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Ai Mahavir, chhora hua hai mujhe, laddoo toh khaata ja. Mahavir Singh takes the laddoo with a smile. The man smil at him meaningfully as he looks at Geeta and Babita with Mahavir Singh walks away and the breaks the laddoo into t offers it to Geeta and Babita. \fMahavir Singh is sitting quietly on the terrace. Office. Harkinder (now 40 yrs) gestures Mahavir for a fig he smiles faintly and goes back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh comes back home. Wife comes at the door. Sh worried. Mahavir Singh gestures her to ask what happened. gestures back indicating him to come inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh enters and stops on seeing something. Two m up from the cot on seeing him. Two boys, around 13-14 yea are standing next to them, beaten and bruised. Their wive standing behind them with ghoonghats over their faces. Yo daughters are also present there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "Dekkho na bhaisaab kitni buri tara se maara... aap bhi bollo na kuch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Haan dekkho na bhaisaab kitni buri tara se maara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "Suja diya-ai maar maar keh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Haan, suja diya-ai maar maar keh. Mahavir Singh raises his hand to slap the cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Re kyon maara? Cousin takes a defensive pose but gets slapped. Wife inte",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Maine na mara tau. Mahavir Singh looks at his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "\fGeetta Babitta nain maara-ai. Mahavir Singh is surprised. He looks at Geeta and Babita standing quietly in one corner and then looks back at the boys who are bulkier than them. He then turns back to Gee Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Shuruaat inne kari thi... manneh kutiya keh ra tha, Babitta neh kaminni... hamneh bhi dhar diye do-chaar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 2",
          "text": "Itni si baat peh koi itna maarta-ai kay bhaisaab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haan... itna toh nai maarNa chahiye tha. Bachchi samajh keh maaph kar do. Men and women walk out with their kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 1",
          "text": "Aapki chhoriyaan-ai isliye chhod diya bhaisaab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "Chal ...choriyon se pitt gaya Mahavir Singh joins his hands as they walk past him. He s on the cot and turns towards Geeta and Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Idhar aao. Geeta and Babita walk towards him, Babita taking shelter Geeta. They have tears in their eyes and look scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Aagge se nai maarengey Pappa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tch tch, pelleh yo batao maara kaise? Geeta and Babita muster up courage. They start demonstrat their moves keeping cousin brother as the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "\fUsne Munneh kutiya bolo toh main to chup re gi, lekin usne Babitta ko kameenni keh diya... bas manneh lapek ke uske pet pe de dala ghusakar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Idar se doosra waaDa bhi aa gya. Manneh uske baaD pakad keh nichheh patak diya aur peeT peh kohnni dhar dee. As Geeta and Babita demonstrate their moves on cousin, Ma Singh watches them attentively, with an amused look on hi Music kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Kehtte-ain doobNe waaDe ko tinke ka sahara kaaphi hota-ai, yaan toh Tauji ko dod-do lipheguard mil gaye the. Mahavir Singh finally smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is talking to his wife. Younger daughters a sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Main hamessa yo soch keh rotta raha kay chhora hotta toh des ke liye kusti main gold laatta. Par yo baat meri samaj main na aayi kay gold to gold hotta-ai, chhora laavey ya chhori. Wife just looks at him stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Aaj ke baad Geetta aur Babitta na choolla chaukka karaingi na jhaadoo pochcha... inke khoon main pehalwaanni-ai... aaj ke baad yo sirph pehalwanni karengi. \fWife just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is bathing by the hand pump while his wife filling the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Pehalwanni toh siraph chhore karte-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Mahri chhoriyaan chhoron se kam thode na-ain. Mahavir Singh gets up and dries himself. Wife tells herse",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Manneh toh na dekha aaj tak chhoriyon ko pehalwanni karte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife is making roti, lost in her thoughts. She puts in a on Mahavir Singh's plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "GaonwaaDe kay bollaingeh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kab tak bollaingeh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife is awake. Mahavir Singh's eyes are closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Choriyo Ke Haath pair toot gay toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Judwa lenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is leaving for office. Wife hands him tiffi",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Paise kaan se aayenge? Mahavir Singh thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Pata ni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is cleaning a Mugdar. Wife comes to the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "ApNe junoon ke liye chhoriyon ki jindagi barbaad mat karo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Bas ek saal dedde munneh... Ek saal tak tu apNe kalejje peh paththar rakh le. Agar galat saabbitt ho gya to main jindagi bhar apNe kalejje peh paththar rakh loonga. Wife keeps quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh walks up to Geeta and Babita. They are play a board game. They get up on seeing Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kal subah paanch baje taiyaar rehNa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kyon pappa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tum donno ko gol-gappe khilaNey-ain. Geeta and Babita smile nervously. Mahavir Singh smiles ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paanch baje... haan? Geeta and Babita nod. Mahavir Singh walks out. Geeta and look at each other and wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Ab kay kar diya tanneh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Munneh laga aapnneh kuch kara-ai /kara hogga. Both wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close-up of two donas with pani puri. Geeta and Babita lo at them. They then look up. There is a pani puri guy stan there. Mahavir Singh is looking at them. Wife is standing nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Khaao. Geeta and Babita pick up the donas and start eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Kaise-ain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Teekkha thoda kam-ain pappa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haan bhai thoda aur teekkha baNa de. Gol-gappa guy adds spice. Babita likes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Jitna khaaNa hai abhi kha lo. Geeta and Babita stop eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Kyonki aaj se tum donno pehalwaano ki jindagi jiyogi. Geeta and Babita are stunned to hear it. They look at th mother. She keeps a straight face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Aur pehalwaano ko gol-gappe, achaar, chooraN, chatpata... jo sab tum donno ko pasand-ai na, woh sab khaaNa mana hai. Geeta and Babita look nervous. Gol-gappa guy offers them gol-gappas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Aaj ke baad na milaingey. Babita extends her hand. While Geeta just looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh starts girls' training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Chal chal aur tej bhaag babita rukna nahi hai Mahavir Singh near parked scooter. Geeta Babita doing rou They come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Pappa, salwar-kameej main bhaagga nai jaatta. Mahavir Singh is thinking. Song Bapu sehat ke liye tu toh haanikarak hai Omkar grudgingly parting with his shorts and t shirts. Ma Singh looks at the shorts. Mother working on the shorts on sewing machine. Geeta Bab and Omkar are watching it. Next morning Geeta and Babita come out of their room, wea shorts and feeling odd. Mahavir Singh gestures them to mo Geeta Babita running in shorts across chaupal and market. Villagers watch. \fThey are given different exercises. Made to pull buckets. Cut chaara. Skip rope. Geeta Babita sitting near canal. Tired, they stop. Then t spot Mahavir Singh arriving on scooter. They get up and r Geeta is tired in class. On their way back from school they crib.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Do chhoron ko peetNe ki itni badi saja aaj tak poori vishv main kisi ko na mili hoggi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Gaali toh usne munneh di thi na. Aapnneh haath uthaaNe ki kay jaroorat thi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Ab bata ri-ai. Geeta Babita watching TV. Mahavir Singh comes and switche off and looks at them. They go through evening training on terrace. Dinner time. Babita reaches out for achaar. Mahavir Singh at her and she opts for salad instead. Early morning. Wife giving milk to Geeta and Babita, they faces. Geeta Babita running in morning. Omkar laughs at them. Geeta and Babita crossing pani puri stall with Mahavir Si Mahavir Singh takes a deep breath. Mahavir Singh starts preparing an akhada in a field. Girls request their mother to save them from the regime pressing her feet at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA, (CONT'D)",
          "text": "Tu jo bhi kehvehgi hum sab karenge mummy .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Bas iss pehalwanni se bacha le.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Saal bhar ke liye bhool jao ki thari koi ma-ai. Geeta and Babita stop pressing her leg and walk away. Mot is surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE, (CONT'D)",
          "text": "Reh... itni jaldi bhool geen. Mahavir Singh takes the girls to a local akhada. Girls ar to wait outside. Inside the Akhada, the guru and other wrestlers have an a smile on their faces as Mahavir Singh stand in front of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "GURU",
          "text": "Arre yo kay keh ra-ai Mahavir. Chhoriyaa akhaade main? Iss umar main paap karwaavega kay? Mahavir Singh continues to build akhada. Training continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Babita... pair thamegi mere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Main bhi tanne yahi poochne wali thi Mahavir Singh continues to build akhada. Mahavir Singh finally gets Geeta and Babita into akhada. Before he enters the akhada he touches mud as if touching someone's feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "\fApNi maatti ki hamessa ijjat karNa. Kyonkay jitni ijjat tum maatti ki karoggi, utni-ee ijjat maatti se tumneh milehgi. He uses cousin as his subject. And shows Geeta and Babita moves. Poor cousin bears the brunt. He shows Geeta and Babita some moves. Geeta and Babita watch him closely. He then makes Geeta a Babita enter the akhada. Geeta and Babita touch the mud a enter the akhada. He makes them fight against each other soon realizes that these girls need stronger opponents fo better training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Tauji Geetta aur Babitta ko akhade tak toh le aaye the... par ek kami najar aa ri thi. Geetta aur Babitta ko tagdi practice karNe ke liye tagde pehalwanno ke sath ladNe ki zaroorat thi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh's brother looks surprised. Omkar is standin there with a tray in his hand, carrying lassi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Omkar? Apna Omkar? Mahavir Singh nods. Omkar looks nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER, (CONT'D)",
          "text": "Yo kay keh rayo bhaisaab. Chhoriyoon se pehalwanni karwa ray-oo, yo kum tha kay, jo ab chhoroon ke saath pehalwanni karwaaoge. Omkar gulps down his saliva.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haan kay na?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Haan bolNe ka ji na-ai bhaisaab, aur na bolNe ki himmat na-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Toh bhej de. Mahavir Singh walks out. Brother and Omkar look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cousin brother joins the training. They are running in fi early in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Tum donno ke chakkar main meri class phreephund mein laggi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Ro kyun ra-ai? Teri toh sirph class lagi-ai, mahra toh syllabbus-ii badal gaya-ai. Chal daud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Pappa bhi training kay liye kisneh pakad keh laaye-ain. Yo bavdi boo} kay makhkhi maarehga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Yo toh munneh K2J2 laaggeh-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "K2j2 matlab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Khoon kam, jor jaada. They burst out laughing while cousin gives them glares. Cousin brother enters akhada with Geeta. He thrashes her",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "K232 hain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Dekh choti bhen hoon teri Cousin then thrashes Babita also. He is all smiles. Mahavir Singh watches all this quietly. Geeta and Babita full of mud, including their hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bura ni maanna Tauji, chhoriyaan thodi kamjor-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Mere saath ladehga? Cousin shows him his pinky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "abhi aaya Tauji. And he runs away. Fades to Geeta and Babita fast asleep, tired. Mahavir Singh enters room and sits next to Geeta. He looks at them lovingly an he starts pressing their feet. His wife enters the room a surprised to see him do so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Aapka dil ka samajh nai aatta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ek wagat pe main ya toh inka guru ho sakta hoon, ya baap. Jahan guru hogga na, waan baap ni ho sakta. Wife just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar and Geeta have their arms locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "K2J2 bolNe ke liye sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Sorry!!! Omkar thrashes her again. Mahavir Singh gets angry. \fGeeta and",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Majaak laga rakha-ai kay? Babita are stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Wo tenneh patakni de ra-ai aur tu kha ri-ai. Geeta keeps quiet. Geeta and",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Left side peh patak ra-ai toh left side peh jor de keh kyon na rokti usneh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Sorry pappa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Betta yo kusti-ai. Teen sorry main khel khatam ho jaatta hai. Babita are quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Chal, pher jor laga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Arey jaan na hai ke tere mein? Geeta and cousin lock hands again. Geeta is trying to hol but not succeeding. Mahavir Singh doesn't look pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife is having an argument with Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Aap chhoriyon se pehalwaanni kara ray-oo manneh kuch na bolla, lekin mere chaukeh main murga na baNega... bass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Samjhya kar, pehalwaanno ko protein \fki jaroorat padti-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Jo bhi jaroorat ho mere chaukke main mass-machhli baNi toh main khaaNa chhod dungi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tu chatti-ai teri chhoriyaan kamjor pehalwaan baNein?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Main kuch ni jaaNti. Mere chaukke mein murga naa banega toh naa banega. Mahavir Singh walks out to courtyard. Wife follows him. O is sitting with the third sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Reh Omkar, choollah baNaana aatta-ai tunneh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Nahi tauji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Toh seekh le. Mahavir Singh walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Doodh baadam ghee ke paise poore na pad ray, ab chickken ke paise kaan se aayenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is talking to the owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Matlab Sau rupeh ka chickun bees rupeh main ded-doon? Aur usmeh mera phaiyda-ai. Yo gaNit to bass aap hee samjhaao pher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Dekh, aaj nai to kal Geetta-Babitta top ki pehalwaan baNengi. Aur jab \floggon ko pata chaleh-ga kay woh teri dukaan ka chickun khaatti-ain toh log chickun khareedne kaan jaayenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Ji baat toh phaayde ki-ai par bees rupeh...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Aur dukaan-neh bhi-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWNER",
          "text": "Arey suno toh sahi....Jee chaalees kar dette toh...chalees",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Pachchees se ek bhi dhel-la ooppar ni dunga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cousin is blowing air into choolah. His eyes are burning. Mahavir Singh is cutting chicken into pieces. Geeta and B are watching from a distance. Wife comes with a kadhai an it on the choolah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Pyaaj bhooN diya-ai. Aur yo kadaayi waappus mere chaukke main na jaavegi. Wife walks back. Omkar turns to Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Ab chickun ko kadaayi main daaliye. Mahavir Singh does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (CONT'D)",
          "text": "Aur dheemmi aanch peh pakNe deejiye. Cut to Mahavir Singh serving chicken and roti to Geeta, B and Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMAKR",
          "text": "\fChawaD ke sath khaattey-ain. Mahavir Singh gives him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Waise rotti ke sath bhi kha lettey-ain. Geeta and Babita are looking at the chicken. They look at mother looking at them from a distance. They then take a breath and reach out for the chicken. Geeta and Babita ea chicken and trying to figure out how it tastes. Mahavir S is looking at them. They look at Mahavir Singh and show f appreciation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Tauji apNi duty kar rai the aur gaon waaDe apni.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Villagers are bitching about Mahavir Singh. Barber shop. Day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBER",
          "text": "Chhoriyaan na, choolla chaukka karte achchi lageti hain, kushti karte ni...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 2",
          "text": "BaavDa ho gya-ai Mahavir Singh... Village Chaupal .Night",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN 3",
          "text": "BaavDa ni, besaram ho gya-ai. apni choriyon ko Chhotti-chhotti naikkar pehNa keh chhoroon se kusti karva ra-ai. Geeta and Babita in school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL 1",
          "text": "\fPehalwanni kar kar keh tum donno ki chaal ekdum mardanni ho gi-ai. Aaggeh pata na kay hogga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Aaggeh ek sabad bi bolla na toh tera moon hogga aur mera mukka. Girl keeps quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MAHAVIR SINGH'S COURTYARD- DAY",
          "text": "A woman telling Mahavir Singh's wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WOMAN",
          "text": "Jo tu ek chhora de detti, toh yo din na dekhNa padta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN 1",
          "text": "Unki ma neh bhi moon main dahi jama rakha-ai. Mahavir Singh's wife keeps quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Saara gaav has raha hai humpe. Kaun karega chhoriyon se byaah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Main apni chhoriyon ko itna kaabil banaaoonga ki chhore unhe dekhne nahi, wohh chhoron ko dekhne jaayengi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are walking back and talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Aaj toh main papa ko bol doongi ki pehalwanni jam ni ri-ai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Main bhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is teaching younger daughters. Geeta and Babita walk in. They stand there and nudge each to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Pappa wohh pehalwanni jam ni ri-ai... Babitta ko. Babita looks surprised. Then she gets back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Haan pappa woh Geetta diddi toh itna thak jaatti-ain kay class main so jaatti-ain... by god padhaai peh bilkul concentrate nai kar paa ri-ain. Mahavir Singh looks at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Babitta ko poori boddy main darad rehtta-ai... kis karwat soveh samajh ni aata.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "School main chhoriyaan Geetta diddi ko marad-marad bol keh chhidaatti-ain batao. They then wait for Mahavir Singh to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Inme se toh munneh koi problem na laage.Koi asli problem ho toh bataao. Girls turn to go back. Then they turn back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Haan Pappa woh maatti main kusti kar kar keh sare baaD kharaab ho ray-ain... iskeh toh juun bi pad gi. Saam ko-ee aath maari-ain. Mahavir Singh is thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmm..Yo-ai asli problem. Girls smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Thik hai Kal suba paanch baje taiyaar rehNa. Girls' smiles disappear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is sitting in front of barber who is holding a scis Geeta is pleading to Mahavir Singh. A helpless mother is standing nearby and Babita is clutching to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Pappa please, hameh koi problem na-ai... ulta hameh toh maja aa ra-ai...please pappa baaD mat katwao... aap jo be bollogay hum karainge. Maa.. Tu kuch kyun na kehti...dekhna pappa ke kar rahe hai...please pappa baal na katwao ...pappa aap jo bhi bologe hum sab kar lenge...aap subah uthne ko bolenge hum subah uth jayenge, daud lagwa lenge chu tak nahi karenge...bas baal mat katwao pappa...please baal mat katwao pappa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kaat",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBER",
          "text": "Kaat du?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Bada sake hai ke? ...kaat Mother stands there with tears in her eyes. Mahavir Singh at the barber and asks him to proceed. He starts to trim hair. Geeta has tears in her eyes. So does Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are walking to school in their short cr People are shocked to see them like that. Then there is m laughter. Geeta and Babita walk with their heads down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back shot Geeta and Babita walking. Girls giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is sitting with her head down. Other girls are gigg Sunita is sitting next to Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is sitting quietly during recess. Omkar is sitting Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh and his brother are talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Pehalwanni tak toh theek tha bahisaab par is tara ghutmunda karvaNa theek na-ai. Chhoriyaan-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Bas itna samajh le jo bi kar ra-oon inke bhale ke liye kar ra-oon. Har wohh cheej jo pehalwanni se inka dhyaan hataavehgi, main usneh hata dunga. Brother is speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are walking back. Two boy who had got th by Geeta Babita are watching. One of them sings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "\fReh chodavi ka chaand-ai, kay aaphtab-ai, samaj ni aara bhai, aaj to donno saath saath-ain Babita looks at him and is about to move to thrash him. G stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "JaaN de Babita, apNa hee tam kharab chal ra-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are looking at their reflections in the with tears in their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Bahot ho gayi pehalwanni. Ab dangal hogga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "Establishing shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita standing on the terrace, looking at Maha Singh in the courtyard. Mahavir Singh is sitting on a cot in the courtyard, young daughter is doing champi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Iske baad HaryaNa kay ek chhotte se gaon Balalli, Distick BhiwaNi main aajaddi ki ek chhotti si ladai ladi gayi. Krantikari Geetta aur krantikari Babitta vs hukmaraan Mahavir Singh. Geeta and Babita tip-toing inside Mahavir Singh's bedroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Tauji ke har sainaanni peh dabey paav attack kiya gaye. Geeta changes the time in the alarm clock. Babita watche",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "alaram ghadi ko chalaki se gumraha kiya gya. Alarm clock goes off. Mahavir Singh gets up in a jiffy. Courtyard. Geeta and Babita get up and start exercising. Singh comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kay baat-ai pappa? Aaj late ho gaye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Umar hogi-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Koi ni humneh toh practice kar lee. Mahavir Singh looks at them suspiciously. Akhada. Dusk. Babita, while sprinkling water on the mud, sprinkles water on the bulb while Mahavir Singh is lookin Bulb blows its fuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Na jaaNe kitne laattoo veergati ko praapt hue. Mahavir Singh looks at the bulb in darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Reh..Yo roj balub kis tariya phiuje ho jaatta-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Qualty pappaji... qualty. Mahavir Singh wonders. Field. Mahavir Singh is sitting on the parked scooter. Om and Babita bring in a limping Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Training mein paining ka bahaana banaaya gaya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta sitting with bandaged foot. She has a smile on her Babita not resisting at all during her bout with Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "RaNn bhoomMi main bina kisi dabaav kay surrender kar diya gaya. Mahavir Singh looks furious. He raises his hand to slap B but somehow controls himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Aur tauji donno haath hotte hue bi ApNe aap ko Shollay kay thakkur ki tara tunda mehsoos kar ray the.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Lagaaoon kay? Chal dafa hojao. Omkar quietly checks his biceps and smiles. Geeta and Babita smile. Mahavir Singh is seems to be understanding their game plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Main samajh ni paa ra tha kay main itna taakkatwar kaise ho gya. Par tauji sab samajh ray the kay Geetta Babitta achannak itni kamjor kaise ho gayi theen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is putting a tikki on Geeta's forehead with a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Aur Geetta Babitta ko lag ra tha ki unhonne jung jeet lee-ai. Wife enters their room. Geeta and Babita stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Sunita ki mehandi mein ja rahi ho? Geeta and Babita nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naak katvaaNi-ai kay meri?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife is taking out her lipstick and tikki. She gives it t and Babita. They look happy as they put lipstick and ear and bangles. They turn to wife. She looks at them with te in her eyes. The girls are looking pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Dekhu toh...Chalo meri chhoriyaan chhoriyon jaisi lag toh rahi hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Papa ko mat bataana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Aath kay pelleh aa jaaNa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Idiot hai mera banna Geeta and Babita are dancing in the sangeet. Cousin is al present there. Their friend Sunita, around same age, is d like a bride. Geeta and Babita are thoroughly enjoying th proceedings. Cousin joins in the dance. Dance is in full progress. Mahavir Singh enters. Geeta Ba and Omkar stop on seeing him. He looks at them in anger a slaps the cousin. Music stops. One of the guys is about to react while the other stops h",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Arey bhai jaan de, baavra hai. Mahavir Singh gives angry looks to Geeta and Babita who a speechless now. So are the people present around them. Ma Singh storms out. Geeta and Babita are embarrassed after insult in front of the huge crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta, Babita and their bride friend are sitting. Geeta Babita have tears in their eyes. Geeta and Geeta and",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Ek-ei din toh practice miss kari, itna bada bawaD khada karaNe ki kay jaroorat thi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "KauN baap apNi chhoriyoon se pehalwanni karwaatta-ai? Subah paanch baje uTha kay daudaatta-ai? Majdooron ki tara kaam karwaatta-ai? Chhoroon se ladwaatta-ai? Aur jara si choon-chaan karo toh sar kay baaD tak katwa detta-ai. Aissa baap bhagwan kisi ko na de.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA",
          "text": "Kaash bhagwan ne aisa baap manneh diya hotta. Babita look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNITA, (CONT'D)",
          "text": "Thaara baap kam se kam thaaray baare main sochta toh-ai. Warna yahan to haal yo-ai kay chhori paida hui toh sikha do usey choolla-chaukka. Kara lo uss se jhaadoo-pochcha. Aur jo Chaudaah ki hojaye toh kardo iske haath peele ,aur chhuda lo peechchha, kar do useh aise marad kay hawalley jise usneh kabhi dekhya hi nai. KarNe do paidda bachche, paalNe do unhein! Thaara baap kam se kam thaare ko aulaad ka darja toh de ra-ai. Poori duniya se lad ra-ai, unki jaDi-kati suN keh bhi chup-ai.... Kyon? Taakkay tum donno kuchh baN sako. Isme galat kay kar ra-ai wo? Babita are stunned to hear this. They are thinking with their heads down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sleeping. Geeta and Babita appear on the They have tears in their eyes. They stand there with tear their eyes, watching Mahavir Singh sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta with tears in her eyes is winding the alarm clock. then adjusts the alarm hand to 4.30. Babita watches her w tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh enters the room. Geeta and Babita are not o bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh walking towards the akhada, stops on seeing something. Geeta Babita are warming up in the akhada. Track kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are running in the fields, cousin is try to catch up with them. Mahavir Singh is looking pleasantl surprised. Geeta fighting with cousin and giving him tough fight. Sh but doesn't look happy about it. Geeta and Babita doing more exercises. Geeta and Babita eating food and drinking milk. Geeta and Babita having different attitude to girls in th class. Dangal Song Mahavir Singh teaching them at Akhada. Geeta fighting with the cousin and losing after a tough Mahavir Singh explaining them finer nuances in akhada. Th attentive. More running, more exercise. Mahavir Singh switches on the bulb in the shed and smiles it comes to life. Another tough fight in the akhada with cousin and Geeta f manages to beat him. A faint smile comes on Mahavir Singh which he hides quickly. Geeta looks at Babita and they ex smiles. Cousin has a blank look on his face. Quick shots of four days where we see cousin beating Geet and Geeta beating him three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Us din ek baat to meri samajh main aa gi thi. Geetta Babitta ka toh pata ni tha, par mere khoon main pehalwanni katai na thi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta, Babita, Cousin and Mahavir Singh are having food. is serving them. Geeta and Babita are looking at cousin a giggling. Mother puts Ghee in Geeta's plate. Geeta points the cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Dekh kaise kha raha hai",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Isneh ghee ded-de ma. Keekkar ho gya-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Woh toh main tera mann rakhNe ke liye jaan boojh keh haar ra-oon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "\fChal K2J2... \"Jaan boojh keh haar ra-oon\". Cousin keeps quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Reh tension mat le, baat apNe beech main-ee rehvaigi. Hai toh tu bhi ApNi phamly ka. Teri badnaammi main maahri badnaammi bhi-ai. Geeta and Babita giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Jyada uchchaley mat, kal dekh leNa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kal na ho paavehga, tere se.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Nahi tauji... kal pakka tough fight doonga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kal hum Rohttak ja ray-ain... Everyone looks at Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Dangal ladNe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Lekin main dangal ke liye readdy na hoon Tauji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Reh teri baat kauN kar ra-ai. Geeta Babita exchange a glance. Mother looks at Mahavir S Cousin looks at Geeta and then looks back at Mahavir Sing",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Yo ladegi chhoron se? arey Do mint bhi na tik paavaigi Tauji. Mahavir Singh pulls his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "\fKyon? Tu chhora na hai kay? Tunneh toh tika diya isne. Cousin keeps quiet. Everyone just looks at Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta, Babita and cousin going on tractor with Mahavir Si",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Waiseh toh munneh bahot dangal dekhkhe the, par aaj aisa dangal dekhNe ja ra tha jo HarayaNa main pehle kisi neh kabhi na dekhkha tha... bawaD toh hoNa-ee tha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh walks up to the registration area along wit Geeta, Babita and cousin. There are a few guys sitting on behind the table. Lots of wrestlers are roaming around. D arena is well decorated. Some people have gathered around watch the dangal, though not too many. The guy with the r recognizes Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Mahavir Singh Ji Phogaat ram ram ram ram. Aap dangal dekhNe aaye sobha badh gi mahri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Saath pehalwan bhi laya hoon. Guy shows excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Naam batao.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Geetta Kumari Phogaat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "\fAin jee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Geetta Kumari Phogaat. Guy bends and looks behind Mahavir Singh and sees Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Chhori se dangal ladwaaogey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haan... toh? The guy and other guys burst out laughing. Mahavir Singh them laugh. Then he picks up the pen and puts it in front the main guy who stops laughing. He looks at Mahavir Sing looks serious about what he has said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Likh",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Dekho bhaisaab, jis din rotti belNe ka cumpitisun karwaaoonga na us din le aaNa Geeta ji ko yahan. Yaan dangal ho ra-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Badi door se aaye hain. Lade bina toh jaayenge nai. Ya toh Geetta ladegi, ya tu aur main.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Ek toh aap galat baat kar ray-oo ooppar se jid bhi kar ray-oo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kay galat baar kar ra-oon main?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Chhori ka chhoron se dangal ladwaaoge? Bhai Aapko apNi ijjat pyari na-ai toh na sai, hamneh apNi ijjat bahot pyaari-ai bhai. Mahavir Singh holds his collar. 5-6 men surround Mahavir Geeta, Babita and cousin watch from a distance looking a worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teri ijjat toh main yahin utaar doonga...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORGANIZER",
          "text": "Bhaisaab bhaisaab, Dekhiye hum aapki bahot ijjat karte hain, lekin jo aap keh ra-oo na, wohh na ho sake. Mahavir Singh gives him a glare. The guy folds his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORGANIZER, (CONT'D)",
          "text": "yeh na ho pavega bhaisaab Mahavir Singh lets go off the collar of the guy and walks Another guy watching Mahavir Singh walk back goes up to t organizer guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Chal",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Kamaal kar riya hai yaar",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "Daav lagane ka mauka mil raha hai aur to walkover de raha hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Matlab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "Kitne saal se dangal karva ray-ain hum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Paanch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "Aur Kitne log aatte-ain humare dangal dekhne? Mutthi bhar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "Reh mand budhdhi, jara soch. jis sheher neh aaj tak chhorion ko \fladte hue ni dekha us seher meh chhori chhoro se ladne akhaade main utregi toh kitne log aavenge? Dangal hit ho jega humahra? Guy is thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Par chhori ke haath paav toot-taat gay toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "Toh tootNe de... tu toh apNe toote dangal pe marham laga. Do do rupai bhi legga na, ticket ke, toh bhi tere pehalwaan meenneh bhar baithe khaavengey. Mahavir Singh walking with the girls. Guy comes from behi",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGISTRATION GUY",
          "text": "Mahavir ji... Mahavir Singh looks in his direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rickshaw is roaming around and announcing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER",
          "text": "Bhaiyon aur bheNo, guddo aur gudiyon, aapneh saanp nigalNe waDi chhori, aag peh chalne waaDi chhori bahut dekhi hoongi, par aaj Rohttak ke itihaas main, pehlli baar, chhore ke saath dangal ladNe waaDi chhori ko dekho... Aaddhe ghante main, laal chauk peh. Tickut siraph do rupai. Do rupai mein dangal waaDi chhori. People are hearing it and getting surprised. In between we see Mahavir Singh giving tips to Geeta. Bab massaging her shoulders, legs, neck etc to prepare her. M and more people are gathering around the dangal arena. Organizers are happy as they count money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jitna hai pakka haa",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "ApNe pehelwanon ko shero se bhi ladwaatta na, toh bhi itni public nai aatti. Guy 1 looks happy. Towards the end, the arena and area around it is jam pack People are on terraces, balconies as well, all set to wat unique bout. Geeta gets up and looks at the crowd. She lo nervous. People are talking among themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 1",
          "text": "Kay laggeh-re, kitne second tikeh-gi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 2",
          "text": "Sain...sain...sain.... (struggles to talk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 1",
          "text": "Reh jab tak tu bollega tab tak toh chitt bhi ho jaehgi. People around laugh. Another place aman points at a pehalwan with langot and w",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 3",
          "text": "Aise kapdo mein ladegi ke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 4",
          "text": "Dhatt",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 3",
          "text": "Reh main toh aise-ii poochh ra tha bhai. Another place teenagers are gossiping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 5",
          "text": "DikhNe main toh karaarri laggey-ai yaar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 6",
          "text": "\fReh kahin t-shirt - tu-shirt na phat jaave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 5",
          "text": "Reh phate to phat jaaye na yaar. And they laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Chaal geeta Oganizer is standing with 4 wrestlers. He calls out for Geeta.Geeta gets up and walks in the arena. She goes and next to the organizer and the 4 wrestlers who have smirks their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORGANIZER",
          "text": "Dangal ke niyam jaaNti-ai? Geeta nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORGANIZER, (CONT'D)",
          "text": "toh phair chuN le kisse haarNa-ai tanne. Mahavir Singh is watching in anticipation. Teenagers are watching with rapt attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 5",
          "text": "Kay laggeh-ai kisko chuNegi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 6",
          "text": "ApNe kaakdi kikku ko. We focus on a really thin wrestler among the 4 who is all for a bout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 5",
          "text": "Pehlli baar jeettehga apNa kikku. As they giggle they are surprised to see Geeta extending hand to shake hands with the toughest of the wrestlers. Organizer is surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 5, (CONT'D)",
          "text": "Oh teri, re jassi toh iski lassi baNa \fdega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE",
          "text": "Chaalo re jao teeno The other man standing next to Mahavir Singh tells him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY 2",
          "text": "BavDi ho gai-ai teri chhori. Abhi bhi tam-ai, rok le. WarNa single piece main waapas na jaavehgi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Dangal ladNe se pehlle darr se ladNa padta-ai. Meri chhori darr se toh jeet gi-ai. The man looks at Mahavir Singh in disbelief. Mahavir Sing a proud smile on his face. Cousin and Babita look worried. Geeta walks towards the mud arena and comes face to face Jassi who has a smirk on his face. As they shake hands re turns to Jassi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE",
          "text": "Chhori-ai, samajh keh ladiyo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Bas chhori samajh keh na ladiyo. Referee blows his whistle and wrestling begins. Soon Jass realizes that Geeta is not as easy as he might have thoug because geeta makes him stumble, much to everyone's amuse He gets back with proper energy. The fight engrosses and surprises everyone watching it. It's not an easy fight. N for Geeta, nor for Jassi. And much to everyone's surprise holds on well to Jassi. Jassi manages to beat Geeta but n before she has put up a good fight. People in the audienc dejection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 1",
          "text": "Arey naak katwavega ke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Chaal Geeta badiaa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 2",
          "text": "\fChaal jassi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ghuss jaa andar.. Palti maar",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 2",
          "text": "Waah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Palat de Geeta. Chit kar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 1",
          "text": "Bach gayi. There is pin drop silence. Referee walks up to them, clap gently, looking at Geeta in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE",
          "text": "Gajab ladi tu. Sabbaas. He then takes out 20 rupee note from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE., (CONT'D)",
          "text": "Commettee ki taraph se vijayi pehalwaan Jassi kay liye 20 rupai ka nagad puraskaar. A little boy comes running from the crowd towards the org hands him 50 rupees, murmurs something in his ears and ru Referee announces back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE, (CONT'D)",
          "text": "Aur humare Kartar Singh ji ki taraf se Geetta Kumari ke liye pachaas rupai ka nagad puraskaar. Geeta, looking unhappy, takes the money from him and walk Mahavir Singh looks calm and composed. Babita and cousin unhappy as they pat on the back of Geeta. Teenagers are talking to Keeku. Geeta hands over the money to Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Sorry Pappa! Mahavir Singh takes money and looks at it quietly. He th at people around him who are full of praise for Geeta. He turns to Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Koi ni... chal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER 5",
          "text": "Bach gaya tu, nai to thailley main ghar jaatta. Deleted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is sleeping. Geeta can't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is standing on the terrace. Geeta walks up",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Paapa.. Agla dangal ladNe kab jaaNa-ai. Mahavir Singh just looks at her. Music kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta fights another Dangal with another tough opponent. gasps for breath as Geeta puts up brilliant fight. And this time she wins. Crowd roars. Mahavir Singh smiles quietly. Babita and cousin are jubil Organizer hands her a 20 rupee note as he raises her hand Geeta smiling and handing the note to Mahavir Singh. Maha Singh nods gently. Mahavir Singh taking Geeta and Babita to various dangals fight. Geeta wins another bout. Crowd roars. Geeta gives 50 buck Mahavir Singh. The empty wall starts getting photograhs, trophies, certificates, newspaper clips of Geeta back. The chicken shop guy puts a cut out of Geeta along with \" Dangal Vijeta\" or \"Rohtak Open Champion\" Mahavir Geeta Babita walking in to fight another dangal, by people. Geeta floors another guy. Crowd roars. At home mother warding evil's eye on Geeta. Mahavir Singh gestures towards Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kal se iski bhi utaarni padegi. Next Babita is fighting a dangal while Geeta watches look nervous. Babita wins and Geeta is ecstatic. Babita hands rupee note to Mahavir Singh. Mahavir Singh is placing the notes Geeta and Babita have like photos in an album. He has a smile on his face. Geeta and Babita walking in school. Other girls are showi respect to them. People pouring in to watch their matches. Geeta and Babit winning more. Geeta, Babita, Omkar and Mahavir Singh under a tree and e food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Geetta aur Babitta ke baare main loggon neh phir se baatein karNa suru kar diya tha. Men talking at a chauk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "\fBalalli se do chhoriyaan aatti-ain, chhoroon ko patak-patak kay jaatti-ain. Another place a man is tauting a wrestler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN, (CONT'D)",
          "text": "Yo bhaisaab toh chhori se haar gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRESTLER",
          "text": "Itna-ai toh tu lad le.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Par Iss baar gaaliyon ki jagah taaliyon ne le li thi. Man goes quiet. In one dangal Geeta is standing but no one is shaking han her due to fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (CONT'D)",
          "text": "Kuch log chhori ke saath ladNa nai chahtte the. Another place where organiers are saying no to Mahavir Si",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (CONT'D)",
          "text": "Aur kuch log chori ko ladNe nahi denna chahtte the. Geeta is standing with another bulky wrestler and referee Referee raises Geeta's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (CONT'D)",
          "text": "Geetta aur Babitta dangal hee nai, dil bhi jeet rai thi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta, Babita and cousin are counting money on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN",
          "text": "Chauda hajar nau sau,, pandra hajar. Pandra hajaar ek sau pachchas... \fHe then looks at Geeta proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (CONT'D)",
          "text": "Reh ghaNi senior pehalwan ho gayi-ai tu toh. Geeta smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a felicitation ceremony in the school where Geet being honoured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRINCIPAL",
          "text": "Geetta Kumari neh HaryaNa State team main selact hokkeh humara school ka-ee nahi, balkay poore distik ka naam rossan krya-ai. Aur hamein poora viswas-ai kay nassunal sub junior main bhi yo Balalli ka naam rossan karehngi. Claps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is talking to his boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSS",
          "text": "Chutti? Do minnay ki? Chhori ka byah hai kay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Sir, Geetta ko nassnul kay liye taiyaar karaaNa-ai sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOSS",
          "text": "Dekh bhai do minnay ka toh tu bhool jaa. Chori ka Byah hotta toh kuch soch letta. Mahavir Singh is looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fMahavir Singh is talking to his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Aapke phaisle meri samajh main toh na aatte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Mere paas aur koi chaara na tha. Ummeed toh main chhodNe se raha, to naukri-ee chhod dee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Ab kay karoge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "ApNi puraanni jameen peh khetti karoonga... Mehnnat ka kaam-ai, par kam se kam in chhoriyon ko wagat toh de paaoonga. Wife keeps quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer is eating laddoo. Mahavir Singh is sitting in fro him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Arah Tittu, Maruti main rakhwa. arah sunn,haan ja,Haan to Mahavir Singh ji aap kya keh rahe the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Sirji thoda phund mil jaatta toh kaaphi help ho jaatti... woh kay hai na kay chhori ab state level peh aa gi-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "State level peh aaNa kauN si badi baat hai... woh bhi ladiej wrestling main. Aap ki chhori akelli bhaaggi aur phirst aa gi, hain ? phund ka kay karoge aap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "\fMat lagwa keh practice karwaNa chahtta hoon sirji... badhiya khelti ai chhori... aaj aap sapport karoge na toh kal woh des ka naam rossan karegi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Dekkho Mahavir Singhji, spoots quotte main phund aatta-ai itna... wrestling ko milta hai itna... gents wrestling hata do, coachching, dieting, traveling, equipment vagairah naikaaD do, toh laddiej wrestling ke liye bachta-ai itna... aur itne ke toh aap laaddoo le aaye... Par support poora hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "India meddul isliye nai jeet patta-ai kyonkay kursi peh aap jaise ophsur baitthe-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Lo ji, uth jaatte-ain bhai(gets up) o tittu lunch laga. Mahavir Singh sits there frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER, (V.O.)",
          "text": "Allo kay paratTeh khaogey Mahavir Singh ji?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is drinking with his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Deemmak paal rakkhi-ain saali phederation main, khokhla kar rakha-ai seports ko. Meddul laaNe ke liye support koi nai detta, par meddul na mileh toh gaali sab dette-ain. Meddulist ped peh nai ugte. Unheh \fbaNaana padta hai. Pyaar se, mehnnat se, lagan se... aur yaan toh mat kay paise deNe main maa mar rai-ai saalon ki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Yo mat kay hota-ai bhaisaab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Re Synthetic gadde hottey-ain jinpeh pehalwaan kusti ladte hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER",
          "text": "Gadde toh gadde hotte-ain bhaisaab. Mahavir Singh looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BROTHER, (CONT'D)",
          "text": "Nai? Kuch galat bol gya kay main? Mahavir Singh is looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cousin is carrying mattresses grudgingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Tauji neh waise-ee maahri neend haraam kar raakkhi thi, aur ab waakkai main neend haraam karNe peh tuley hua the.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar enters the house. Mahavir Singh instructs him to go the terrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar enters the terrace and puts the mattresses on a pil mattresses already lying there. Geeta and Babita smile as pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is teaching the finer nuances of wrestling Geeta and Babita on the mats. Omkar is the subject. Third is a spectator. Mahavir Singh a make shift board next to He uses it to explain the wrestling fundamentals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Maatti wali kushti aur mat waali kushti mein fark hota hai. Ab humne mat pe ladna hai. Aur mat wali kushti mein points banaane padte hain. Geeta and Babita are listening. Mahavir Singh points at the paper on the board. It has 1, 3 and 5 written on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Points hote hain 1, 2, 3 aur 5. He calls Omkar near him and gets into a mock bout positio makes a move and brings Omkar down on his knees gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Omkar, Jo toone saamnewaale ki kamar pakad ke usko ghutne ke bal gira diya toh toonee ek point milega. He looks at the third daughter and asks. She raises a small placard which reads 1 and blows a whis",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Ar ground position se jo toone saamne wale ki peeth mat ki taraf ghuma dee toh toonee 2 point mil jaayenge. He shows the move on Omkar. Then he shows a few more moves to score two points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Yo krne k kai tarikke hain. Yo, aur ground position me iss tariyan pakad ke.. Third daughter blows whistle and shows the placard which 2. Cut back to Mahavir Singh. He brings Omkar back to bout p again. \fGeeta and Babita are observing. He shows another move on Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Jo toone saamnewaale ko standing position se khade khade hi hawa mein ghuma ke peeth ke bal gira diya toh toone teen points mil javenge. yo peeth k bal, 3 point. Yo standing position se yo peeth k bal. Third daughter shows a placard which reads 3. Mahavir Singh points at the number 5 on the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Paanch point wala daav lagaana muskil hai, par ho sake hai. Geeta is paying attention. Mahavir Singh shows the move on Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Jo toone saamnewaale ki body ko uchhaalkar, indradhanush ki tariyaan arc banaate hue peeth ke bal gira diya toh toone paanch points mil jaayenge. Yo dekh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Ni..ni.. Tau ji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Rahh.... Third daughter claps while Geeta shows a placard which re 5. He then turns the paper to reveal the design of real mat. Geeta looks at it carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "\fAsli mat aisa nahi aisa hota hai. Geeta is looking at it carefully. We see her POV. Camera slowly travels towards the board w has the mat design.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Top angle shot of a real mat. Which matches with the prev shot. Geeta enters the frame, looking at it. Geeta touches the mat and feels it. A banner reads: National Sub Junior Wrestling Championshi Then she walks towards the centre, over the yellow zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Ladna humne peele waale area mein hain. Then she moves towards the red zone and observes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Red zone lakshman rekha hai. uske baahar gayi toh ek point de baithegi. Geeta is about to step out of red zone but puts her step Then she looks at the score card. We see close up of score card as Mahavir Singh's voice ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Yahaan teen rounds hote hain do do mintute ke. Teen rounds, do do minute ke. Jo do rounds jeet jaata hai, wohh match jeet leta hai. Geeta is thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is getting her weight measured. The man looks at her weight and looks surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paisaab aap ki kudi underweight hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Meri maanno toh waappas hol-lo. Ise kuch khilaao pilaao, hatta-katta baNa kar agle saal phir lay aana. Iss taraan ladaigi toh hath-pair tut jaayenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Aap bas yo bataao, kay lad sakey-ai kay na. Man looks at Mahavir Singh with disgust, puts a tick on t sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Jaao ji, lado.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Chaal, Naam Likha",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Badiaa... Geeta thrashes another girl. Mahavir Singh looks happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUSIN, (V.O.)",
          "text": "Geeta kay aaggeh bade-bade chhoroon neh ghutNe tek diye the, bichaari chhoriyaan kab tak tik paatti. Another girl bites the floor. Whole stadium is clapping. Man Kudi hai kay tufaan hai...! Geeta receives her gold medal. Deleted The chicken shop guy is putting a board on Geeta's cut o outside his shop. The board reads: Sub Junior National Ch Geeta continues to soar. Geeta and Mahavir walk in at Junior Level Championship. Weighing guy is checking her weight. He looks at the scal then looks at Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Underweight-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEIGHING GUY",
          "text": "Hai toh, par ki pharak painda hai ji. Geeta thrashing another girl. Geeta walking towards the arena. Geeta thrashing another girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Pakad usne pakad. Mahavir Singh instructing Geeta. Geeta thrashing another girl. Geeta getting gold medal. Mahavir Singh is happy. The chicken guy is removing the sub-junior champion board putting National Junior Champion Board. Dramatic reveal shot of a grown up Geeta walking towards arena. Reveal shot of Mahavir Singh (52 yrs). Reveal shot grown up Babita and Omkar sitting in the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR VO",
          "text": "Wagt kab pankh lagaakay udd gaya pta hi nahin chala, Geeta junior se senior ho gayi aur tau ji senior se senior citizen ho gye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Chaal Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Chall geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Main aur Babita half pant se full pant par aa gaye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Chaal Geeta. Ramped shots of her fighting against wrestlers. Thrashes Geeta winning Gold Medal. Geeta coming back with dhol tamasha in village. Chicken s guy places the board: National Wrestling Champion. Villagers finally look impressed with Geeta. Laddoo man ( older) watches quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta standing with Mahavir Singh. Few villagers are stan behind her. Geeta is Welcomed by her family members. Moth very happy. She does Aarti for Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh putting the gold medal on the wall and look at it with a smile. Everyone is happy. Omkar tells Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Aaj Tauji ka sapna poora ho gaya. Chalo, ab humno chhutti milegi. Geeta smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Na. SapNa abhi poora nai hua hai, Everyone looks at him and wonders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Nassnul champion to har saal koi na koi baNta-ai, \fMera sapna tab poora hoga jab tu apne ke liye nahi, desh ke liye gold laavegi. Everyone looks at Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Aaj khussi manalley betta. Kal se humneh aaggey ki taiyaari suru karni-ai. Geeta just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is standing. Geeta walks up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Papa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Hmmm .",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Aapse kuch baat karni-thi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Han bol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Papa wohh... ab jo main nassnul champion ho gi-oon, toh",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haan toh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Nahi matlab, jobbhi nassnul champion baN jatta-ai ussneh aagge ki taiyaari kay liye Patiyalla jaaNa pade-ai... National sports academy main.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "\fTu kehNa kay chave-ai? khul ke Bol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Manne bhi jana padega Pappa, ab se training bhi wahin hoggi, aur coach bi wahin ka hogga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the main gate of NSA. Mahavir Singh and Geeta are in a cycle rickshaw and looking at the gate, a bit impres The guard looks at them questioningly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Geetta Kumari Phogaat... wrestling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Geeta Kumari Phogaat... Guard checks in the book and then nods. Rickshaw moves in slowly. Mahavir Singh and Geeta see various athletes doing mornin workouts. Rickshaw moving outside impressive buildings, Mahavir Sin looking. Stadium light. Mahavir Singh looking up. Mahavir Singh and Geeta peeping inside wrestling hall. Mahavir Singh and Geeta standing in stadium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Jagah toh achchi hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Bas Coach bi achcha ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls are standing in a group. Coach enters. He claps to everyone's attention. They all line up. Mahavir Singh is watching from a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "\fGirls come on.... He walks across as he looks at them carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Aap sab ye soch ke khush ho re honge ki aj se advance wrestling seekhNe ko milegi... huh... seekhNa toh aap bull jaao. Pelle Bull-Na seekhNa hogga. Jo galt training mili-ai usey bull-Na hogga. Galt diet, galt exercije, galt taknik... ye sab ye sab bull-Ne k baad aapki asli trainning suru hoggi... Nationul coach Pramod Kadam ke saath. aap log woo-ii seekkhogey jo main aapko sekhaaoonga. Is that clear..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Is that Clear...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "Yes sir",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Good, Warn up. Geeta and other girls move on to run. Coach turns to a he",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "chai la. Come on girls energy energy more energy.hmm.. aise aise.. Keep it up. Good Mahavir Singh walks upto the coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Namaste Sir. Coach gives him a smile and goes back to looking at the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Sir main Mahavir Singh Phogaat, Geeta ka Phaadder..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haan... Acha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Training bi manne-ei dee-ai sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Hmm. ..Good",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Badiya chhori-ai sir, kaaphi strong-ai, stammina bhi khoob-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Aray Chai ka kya ho gaya re..? hmmm... Coach walks away, shouting at girls. Mahavir Singh just s there. Coach is watching girls do stretch up exercises. Mahavir walks up to the coach with his bag, all set to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Chalo..chalo..chalo..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "ek vinti-ai sir. sir Geetta ko Sahi coachching miegi na toh internassnul meddul jeet-keh dikhaavehgi. Haan.. Coach screams at Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Geetta! Calf aur thigh ke beech mein ninety degree da angul hoNa chaiye, ninety. KisNe sikhaaya hai tujhe? aisse jeettaigi international meddul? Geeta's reaction. He turns back to Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Chhodne aaye the na aap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Chhod diya? Baaki mujh par chhod \fdo. Time waste mat karo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting on a cycle rickshaw, quiet and u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita hands a glass of water to Mahavir Singh who is sit on a cot. Wife is standing nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Geetta khuss-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Hmmm .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Institute toh bahut bada hogga na?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Hmmm .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Aur udhar toh sab dhaakad hi aatte-ain Hai na.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Phasulty toh jabardast hoggi na.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tanneh aaj practice kari?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Haan. Aur coach sir bhi ekdum top ke honge na?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Badi jaldi-ai tunneh waan jaaNe ki. \fBabita just looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Tera coach ab bhi main-ee hoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is eating dessert with other girls. Her friend Laal storms in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Pehli baar aa rhi hai na tu ghar se bahar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Hmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Aage dekhti ja beta khoob masti krayenge tereko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Oye... TV pe... DDLU aa ri-ai. Other girls look excited. Laali gets up. Geeta just sits",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Oh teri challll naaa....",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Main soNe jaa ri-oon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Oh..Shah Rukh ko na nahi bolte, paap lagta hai. Geeta smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camera pans over girls who are looking at TV. Geeta is al sitting there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raj agar ye tujhe pyar karti hai toh ye palat ke dekhegi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "Palat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS, (CONT'D)",
          "text": "Palat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS, (CONT'D)",
          "text": "Palat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV, (V.O.)",
          "text": "Palat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "Paltiiiiii. A smile appears on Geeta's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and other girls are going through rigorous training the watchful eyes of the coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Bas baal bhadha le, flat kar de gi sabko..",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Taakkat toh genda bhi lagaata hai. Lekin sher lagaata-ai taakat aur technik donno. sher banna hai genda nahi samjhe. Geeta is training in the gym with Laali.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Training ke baad ghoomane chale? Geeta and Laali are going on a bike in Patiyala. Geeta Laali walk around in the mall. They climb up the es Laali is eating pani puri. Geeta is watching her, lookin tempted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI, (CONT'D)",
          "text": "Ekk khaaNe se meddul ni haar jaayegi. Geeta is eating and relishing pani puri. She extends the Babita looking at Pani Puri in the DONA. She stands with sisters in Balali. She refuses to eat Pani puri. Geeta and Laali are jogging in the morning. Two other guy jogging in the opposite direction, looking at the two of Geeta smiles. Girls are dancing in the hostel. Geeta is enjoying it too Geeta is training with other girls in NSA. Mall ambience shots. Geeta and Laali are doing window sho Laali is sitting and watching TV. Geeta comes and sits ne her. Laali looks at her and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Han aise hi khelna hai yaad rakh ek galati se meddul haar jaavehgi. Geeta washes her face. Her hair is grown to mid-length. Geeta applying nail polish on her toes. Geeta is wrestling with Laali. Coach calls her Geeta talking to Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Haan Pappa, training achchi chal ri-ai.Acha Chalti hoon, coach saab wait kar ray-ain. Bye Mahavir Singh keeps the phone down quietly. Geeta adjusts her hair on her ears. Geeta and Laali are jogging. Guys go jogging, looking at Geeta smiles at Laali. Girls having fun in the hostel staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Geeta idhar aa.Dekh apne pappa ki technik bull ja. Iddar woo ei seekh jo main sikha ra-oon. Geeta is listening. Babita is practising with Omkar. Mahavir Singh is watchin Geeta is dancing with the wrestling dummy. Laali looks am Babita is getting scolded by Mahavir Singh. Geeta is blow drying her hair. Her hair is long now. Mahavir Singh on the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN., (V.O.)",
          "text": "Hello,Ji Geeta toh baahar gayi hai. Mahavir Singh keeps the phone down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Kitne saal ho gaye na manne tum dono se jaan bhuj k harte hue...It is the truth. Geeta and Laali are enjoying a movie in a theatre. Geeta going through more training. She puts Laali on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Palat! Dekha? Technik sahi-oo tabhi pehalwaan shine karta-ai. hain na. Geeta is thinking. Geeta talking to Babita on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jaldi se nassnul jeet le, life sett ho jaavehgi teri bhi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Haan didi, aap kab wapus aa rahe ho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Agle hafte aa ri-hoon. K le aaun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Nahin nahin kuch nahin aap aa jao.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Chaal thik hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta has come home. Wife and Babita are chatting with he",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Achi lagi? Sach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "AapNe baal badha-hi liye. Achchi lag ri-oo Diddi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Tere pappa ko achcha ni lagehgga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Ab har baat pappa kay hisaab se toh nai ho sakti na mummy. Coach saab neh toh kuch ni kaha. Aur wohh toh itne bade coach-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Waan jo marji aaye kar betta bas yaan thoda sa sambhal le na...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Mummy, asli training na khul keh hotti-ai isstariyan bandh keh nai. Hum toh TV bhi dekhte-ain, pichchar bhi dekhte-ain, bhaar bhi kha \flette-ain, perphormance main toh koi kami na aayi mere. Top ki-oon poore NSA main. Mahavir Singh enters the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Aa gayi pehalwan. Both Geeta and Babita get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Kaisi-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Achchi hoon pappa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Training kaisi chal ri-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Sydney ja ri-ai ladNe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Training kaisi chal ri-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Bhot badhiya chal ri-ai pappa... aapNe toh dekkha-ee-ai... kaaphi kuch naya seekhNe ko mil ra-ai... nayi staturgy, daav pench, technik... very good. Mahavir Singh is listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA, (CONT'D)",
          "text": "Arr Main toh soch keh aayi-oon keh isneh bhi sikha keh jaaoongi... Isne bhi toh nassnul jeetNa hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Baal badha liye tunne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Wohh pappa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Nahi, achcha hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is watching two little girls practice in the pit. S corrects one of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Sirf attack nahin karna defence karna bhi jaruri hai, pakad manne.Ab Kis tariyan chudavegi. Yo pakad kay tod aur ghuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Yo toh purana tarika hai, ruk...Pakad manne. Tight pakad. yo angutha le is tariyan andar ghussa aur side me le, saamne nahin han, tod or ghuss...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "Kay galat-ai meri tachnique mein? Geeta looks in the direction of voice. Mahavir Singh is s at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kay galat-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Pappa galt na-ai, yo jyada correct waDa hai. Coach saab neh sikhaya-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ghani pehalwan ho gi-ai tu... internassnul... haan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Pappa main toh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Main bhi toh dekkhoon aisa kay sikha diya tere coach saab neh, jo tera baap na sikha paaya. Geeta holds the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Usne nahin, manne sikha. Chaal Babita looks scandalized as Mahavir Singh takes off his k Mahavir Singh and Geeta come face to face. Bout starts. G takes it a bit easy. Mahavir Singh makes her go on her kn",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Yo sikhaya-ai tere coach saab neh? Isstara jeettehgi internassnul meddul? Geeta looks embarassed. She notices that little girls are giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "main ready nahi thi papa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haan toh ready ho le. Tension spreads on everyone's faces as Geeta and Mahavir get ready to fight it out. Fight starts on a light note but soon turns ugly and inte Mahavir Singh runs out of breath. Soon Geeta beats Mahavi Singh. There is a pin drop silence as both Geeta and Maha Singh try to catch their breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "yo-ii toh main bata ri thi pappa... Pharak toh-ai na. Mahavir Singh doesn't say anything. He just smiles meekly Geeta looks at Babita and smiles victoriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta, Babita and Mahavir Singh are eating food. There is drop silence. Wife is looking at them and sensing somethi wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is packing her bag. Babita is watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Diddi aaj jo hua na wohh theek ni hua.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kay theek ni hua?hmm.. Yo toh ek din hoNa-ee tha. Kisi ko toh bataaNa-ee tha kay pappa ke tareekke kamjor-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Unke tareekke kamjor nai-ain diddi, bas aadmi thoda kamjor ho gya-ai. Aur yo mat bhoolNa kay unhi kamjor tareekkon kay dum peh-ee aapne nassnul jeetta-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kamjor tareekkon se nassnul jeetta ja sakta-ai Babitta, internassnul nai. Aur yo baat tu jitni jaldi samajh le utnay phaayde main ravegi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Theek-ai diddi, toh pher aap apne tareekkoon pe bharosa rakkho. Munne toh abi bhi pappa pe bharossa-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Main bhagwan se dua karoongi kay tu nassnul main achcha khelley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Aur main dua karoongi kay aap internassnul main achcha khello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONG",
          "text": "Miscellaneous Shots for the song. Like Geeta saying bye to family and leaving. \fGeeta going in cycle rickshaw. Mahavir Singh watching her from the terrace, looking sad. Mahavir Singh eating quietly. Wife watching him, feel bad Mahavir Singh is not attentive in Akhada as other young g train. Omkar and Babita watching him, feeling bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT VARIOUS PLACES",
          "text": "Geeta has taken her seat in the aeroplane. Cut to Mahavir Singh and Babita in a train. Cut to Geeta. She is confidently waving at the crowd. Cut to Babita in stadium, looking nervous and amazed. Cut to Geeta is taking her first position before she begi fight. Cut to Babita has latched on to her opponent. Cut to Geeta also slams her opponent. Cut to Babita in her fight slams her opponent down with s Cut to at the end of the round Geeta is getting advised b coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Chaal Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Pakad usey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Kya kar rahi hai Geeta.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Khinch kay rakh isko..",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ghuma usey ghuma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Kya kar rahi hai Geeta defend kar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attack karti rah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Aise karte hain defend? Cut to at the end of the round Babita is getting advised Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Agla round bhi attacking khelkar hi jeetna hai. Cut to Babita is holding a move on her opponent. Cut to Geeta is on the receiving end of the same move aga her opponent. Cut to at the end of the round Babita is getting advised Mahavir Singh. Cut to at the end of the round Geeta is panting. The coac panicking. Cut to Babita managing to hold on to her opponent. Cut to slammed down Geeta is getting up with a little str Cut to Babita's hand is lifted by the referee. Cut to Geeta has lost the match and she is out in the fir Geeta is disappointed, coach is stunned and the crowd is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is looking gloomy and staring outside the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Khuss najar ni aa rahe pappa. Main theek tara se nai khelli kay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Nai betta, tu bilkul waise-ei khelli jaisa manneh sochcha tha. Par Geetta \fiss tara khellehgi, manneh kabhi na sochcha tha. Aur ab toh tu bhi nassnul jeetgi-ai. Tu bhi NSA jaavehgi, Tane bhi naya coach milehga, aur tera pappa ek baar phair puraaNa ho jaavehga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Nai papa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Bas ek baat humessa yaad rakhNa beta, kay tu yaan tak kiss tara paunchchi-ai. Mahavir Singh tries to control his tears. Babita has tear her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is entering the hostel building with her luggage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is signing on the register. Geeta enters the frame behind and gives her a broad smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Aa gayi champion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Hello didi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Ab tak gussa hai? Chaal. Babita just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is walking up the staircase with Babita. They cross hostel mates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Bag me k bhar laayi.itna Bhaari hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA, (CONT'D)",
          "text": "Jasmeet, Yo meri chhotti sister.. Babitta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oye teri poori family wrestlers di-ai! Geeta smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta shows her the mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Yo mess hai, yaaan hum pail keh khaatte-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta shows Babita the lounge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA, (CONT'D)",
          "text": "yo longe-ai, yaan hum phail keh TV dekhte-ain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Training center kaan-ai diddi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Badi utawaDi ho ri-ai. Kal dekh leNa. Aaj aaram kar le.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is putting nail polish. Babita is sitting on the be",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Ek baat bolloon diddi, bura mat maaNna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Haan bol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Aap na bahut badal gaye ho. Geeta just looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Munne yaad-ai jab aap pelli baar dangal main haari thi... poori raat soyi ni thi. Aur ab itni badi internassnul phight haar keh bhi aap... matlab ek sikan bhi ni dikh ri aapke chehre peh diddi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Pappa neh sikhya keh bhejja-ai tunneh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Pappa ka sikhaaya munne sab yaad-ai diddi. Aap bhool gi-oo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Tu na apNi training peh dhyaan de. Main apNi dekh li-oongi. Aur tu kay tichcher baN ri-ai, ek-ee phight toh haari-oon. Babita is quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a series of losses for Geeta. Geeta loses a bout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Geeta Kumari is trailling in the second round as well. She is fought well but hasn't managed much. Geeta tries but Kanas has scored one point and thats it. Geeta kumari makes an early exit from the world championship. What a disappointment. Yet another humiliating defeat for Indias Geeta Kumari Phogat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 2",
          "text": "Aur ek baar phir geeta pehle hi round mein haarkar bahar hogayi hai. Another bout. Referee is raising the hand of another oppo",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIA WILL HAVE TO WAIT FOR",
          "text": "another day for International glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is looking sad, tears are welling up her eyes. Coac the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Dekh Geeta himmat mat haar... humne bahot mehnnat ki... tu achcha khelli bhi... bas jit ni payi...iska matlab aa ni-ai kay tu kahin se bhi kharaab-ai... hota haii... kuch log nahi baNe hote hai international ke liye. Coach leaves the room. Geeta breaks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indian contingent is returning back. They are singing. Ge is sitting quietly, tears coming up to her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is standing outside Geeta's door, feeling bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is crying",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is sitting on the bench alone. Babita comes and sit to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Tunneh bi laggeh-ai kay main \fGeeta has internassnul meddul ke liye na baNi-oon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Woh main ni jaaNti diddi... main bas itna jaaNti-oon kay aap woh chhori-oo jisneh dangal main chhoroon ko patka-ai. Aap woh chhori-oo jisneh underweight hokeh bi sub-junior jeetti. Aapneh nassnul main teen saal tak sabko dhool chatai-ai. Ab agar aap inernassnul kay liye na baNi ho toh pher munne na pata kay India main kauN si chhori internassnul kay liye baNi-ai. tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA, (CONT'D)",
          "text": "Aur jitna bharossa munne-ai na aap peh, uss se kahin jaada bharossa pappa ko-ai. Ek baar baat toh karo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kis moon se baat karoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Pappa-ain woh maahre didi. Jaada se jaada kay hogga, chaar gaaliyaan-ee denge na. Kha leNa. Unki gaaliyaan bi to hamessa kaam aayi-ain na maahre. Geeta looks at Babita with tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wife comes and gives medicine and water to Mahavir",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Dawai, Babitta se baat-oui, keh ri thi kay trainning badiya chal ri-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Hmmm. Aur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Geetta theek na-ai. Ek baar baat toh kar lo. Mahavir Singh doesn't reply. Phone rings. Wife gets up a up to the phone. She picks up the phone and talks. Mahavi watches. Wife looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE, (CONT'D)",
          "text": "Geetta....Haan ruk Mahavir Singh remains seated for a couple of seconds. He gets up and walks upto the phone. He takes the phone from wife, takes a while before he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Hello!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is standing, holding the phone. She is trying hard control her tears. Babita is standing behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is holding the phone quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta breaks down. She is sobbing now. Babita too has tea her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh too gets tears in his eyes. No one speaks. continue to roll for a while. Wife has tears too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A news reporter is reporting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bharat mein hone waale ab tak ke sabse bade sporting event... 19th Commonwealth games ke shuru hone mein bas cheh maheene reh gaye hain. Ab dekhna ye hai ki jis sporting event mein duniya ke sabse behatreen khilaadi hissa lene waale hain, usme bhartiya khiladiyon ka pradarshan kaisa rahega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is hearing the news while getting his massa Omkar is also there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is cutting her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babita is doing warm up. Geeta enters. Babita notices her hair and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach is addressing the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Is baar communwealth games mein mujhe tum loggon se teen medals chaiyyen. Ab woh medals tum teen laao, tum teen ya tum teen, mujhe koi fark ni padtaa. Cheh mahine reh gaye hai bass jhonk do khud ko.samjhe chalo He whistles and all wrestlers get back to training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Geeta idhar aa Geeta runs up to him, Babita watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "\fEk medal tu laayegi. Geeta is listening obediently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Par uss category mein ni jisme tu haar rahi, balkay us cattegory mein jisme tu jitt sakti hai. Samjhi Geeta doesn't get the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH, (CONT'D)",
          "text": "Dekh, pachpan killo ki cattegory mein tera tik paana mushkil hai, ab tak ye baat toh tu bhi jaan chuki hoggi. ikyavan killo mein ladegi toh tik paayegi aur shayad jitt bhi jaye..... sabka diet strict monitor karna hai mujhe koi galti nahi chahiye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Sir, sir maine pachpunn killo main-ee ladNa-ai. He calls out to the dietcian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Pachpunn killo mein ladegi toh kuch nahi hath aana. Inka chaar kilo kam karna hai, naya diet bana do...Kal se teri ikyavan kilo ki training shuru...comeon girls Coach moves away. Geeta watches him, not looking too happ Babita is wondering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "\fKiss tara ni jittehgi pachpunn main? Koi jaroorat na-ai wajan kam karNe ki. Tu pachpunn main-ee ladehgi, aur pachpunn main-ee jittehgi. Main Aa Raha hoon Patiyalla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is packing his bag. wife helping him. Omkar sitting nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Patiyalla main toh apNa koi bi na-ai. Kiss tara raogey chhey minneh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kiraaye peh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIFE",
          "text": "Aur khaaNa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "BaNa loonga. Omkar is listening to their conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Khana Main baNa dooga tauji. Mahavir Singh looks at Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (CONT'D)",
          "text": "Main soch ra tha main bhi sath chalta-oon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tu kay karehga aakeh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Na woh.. abhi tak practice mere saath-ee kari-ai sab badiya-ei ra-ai. Aggey bhi karehngi sab badiya-ei ravehga.... Aur mujhe laggeh-ai kay unka good luck main-ee-oon... ...aisa manne lagya hai Mahavir Singh is looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aur na Tauji sabji bi la doonga, kaat bi doonga,sab bhaag daud bi kar loonga, aapke pair bhi daba doonga, aap peh koi load ni aaNe doonga... communwealth ka mamala -hai na, chance ni le sakte ....gold Ki tayyari kar lo aap",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CITY",
          "text": "Patiyala is established.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is walking with Omkar behind the landlord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LANDLORD",
          "text": "Kamra uppar hai...chaliye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh and Omkar are walking towards the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh and Omkar are looking at a small room. Owne standing nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Koi aur kamra na-ai issi budget main?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Achcha hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Hmmm... waise toh achcha hai....maanna padega",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh and Omkar are stopped at the gate by securi Omkar explains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Geetta and babita Kumaris father \fand close cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh and Omkar are riding on scooter inside the Omkar is impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Bhais ki taang...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting while Omkar is checking out two as they walk past them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Tauji Jagah to badhiya hai nahi? Geeta and Babita are walking back after training. They st seeing Mahavir Singh and Omkar. Geeta is overwhelmed to s Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kaisi hai pehalwan?...aur tu",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Theek hoon paapa Geeta smiles. Babita turns to Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA, (CONT'D)",
          "text": "Tu yaan kay kar ra-ai ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Tauji jabardasti le aaye, bolley communwealth ka maamla-ai, chance ni ley sakte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Chal k232",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are all talking in a canteen nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diddi ki ekyavan killo ki training suru kara di-ai, aur daeet peh bi daal diya-ai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "ekyavan ki daeet aur trainning tu yaaan se lel-le. Jo kami reh jaavehgi wo main poori kar doonga. Geeta and Babita look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Trainning kitne baje suru hotti-ai tum donno ki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Saat baje.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Theek hai, Kal subah paanch baje taiyaar rehNa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar is sitting on scooter. Geeta and Babita jump over t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are jogging along with Omkar on scooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita come jogging. Mahavir Singh waves at th the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar cracks his own neck and looks set to wrestle with G Mahavir Singh stops him and gestures Geeta to practice wi Babita. Omkar makes a face. Mahavir Singh is watching Geeta wrestle it out with Babit giving tips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh hands Geeta a tiffin. Geeta is touched. Mahavir Singh takes phone from Omkar and then hands over same mobile phone to Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Omkar apna phone de... yeh tu rakh Mahavir singh is giving training to Geeta on patiala terr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Ghoom ke pakad",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach is walking up to the other wrestlers standing in li Geeta and Babita run towards the group and join them. Coa passes by them without suspicion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are having food. Geeta is following the loss diet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is eating the food that has come from home. And Ba is longingly looking at the delicious food and she asks f small bite in gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is snoring. Omkar is struggling to sleep. Omkar giving medicines to Mahavir Singh. Doing Champi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are leaving for the early morning traini While they are leaving they are spotted by another female wrestler who is coming out of the washroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are training under Mahavir Singh's guida",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ruk ruk ab seedha attack nahi karna hai, saamne wale ke dimaag se khelna hai...dav dikhana kuch hai aur lagana kuch....yeh jhoka yeh dhoka",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The morning girl notices Geeta and Babita enter. She walk to the coach and draws his attention. Coach hears her out then he looks in the direction of Geeta and Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta's weight is checked. She hasn't lost weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIETICIAN",
          "text": "Sir diet pe toh dala tha lekin pata nahi weight kaise kam nahi hua. Geeta is fearing the worst.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Kaise hua geeta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is on the call with Geeta. He is listening and after a while he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Rotti-ii revehgi ya kuch bollehgi bi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is intently walking down the corridor of NS towards the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting opposite committee. Coach is sit nearby. Geeta and Babita are standing",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Inki harkatain dekh ke mujhe lagta hai kay inko NSA ki jaroorat nai hai. Aagey aap jo theek samjhey. Head of the department turns towards Geeta and Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "Aap dono kuch kehna chahengi? matlab aap maanti hai ki aapne galati ki hai Geeta and Babita keep quiet. HOD gestures him to go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Innki bs ek hi galti-hai sir... kay inka baap bavla hai. Woh des ko internassnul wrestling main gold dilaaNe kay peechchhe itna paaggal-hai kay usneh bachpan me inke haaththon se gudde gudiya chheen keh akhade ki maatti pakda di. Inneh mana kari toh sar mundwa diye. Tiyaari kamjor padi toh chhoroon kay saath \fdangal ladwaye. Saare gaon ki gaaliyaan khaayein, sirph isliye kay yo ek din des ka naam oonchcha karain. Mahavir Singh opens the album and shows it to the authori",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Yo dekhkho sir,Yo dekhkho sir, yo pucchas rupaye isneh Rohttak main jeettey the. Yo Hisaar main, yo Chandigarh main, yo, yo, yo, yo sab. GhaNa lamba saphar tay kara-hai sir in chhoriyoon ne. Ab inneh waappas jaaNe ko mat bollo sir. Saari galti meri-hai, main haath jod keh maaphi maangta hoon. Authorities look moved. EXT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Coach sir neh toh teen meddul jeetNe se matlab-hai, bhale woh bronje he kyon na ho. aur main toh chahtta-oon kay maahra des gold jeetteh. Aur yo chhori aisa kar sakeh-hai sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "Aap sab log baahar rukiye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Aapne timem waste kar ke theek ni kiya. 55 kilo me toh Geeta India k liye bhi select nahin hogi. Weight loose kar ke ladti toh meddul la sakti thi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Meddul toh isneh pehlle-ee le aaNe chaiyyey the coach saab... pachpun ki categury main. Kuch toh aapne bi theek na kara hogga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "kya theek ni kiya? \fThere isa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Geetta ka natural game attackking-ai. Aapne technik ke chakkar main phassa kay uska game-ee ulta kar diya. Yo toh woi baat ho gai kay Sehwag ko bolla jaaye kay bhai tu Drehvid ki taraan khel. Na Shewag reh jaavehga, na Drehvid ban paavehga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Toh aap hi bata do medal jeetne kay liye kis tarah kushti ladi jaati hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Mera bas chalah to main abhi yahin aapko bta dyun kay kushti kis tariyan ladi jaati hai. possibility of a confrontation but a peon comes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEON",
          "text": "Andar bulaaya hai ji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All are standing in front of the committee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "Jo hua woh galat hua par committee In dono ko ek aur mauka de rahi hai. Mahavir Singh is happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Meharbaani sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "Lekin aaj ke baad na aapko NSA mein aane ki anumatti hai, na in dono ko NSA se baahar jaane ki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Thik hai sir. Mahavir Singh takes a deep breath. Coach smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is drinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Aaj toh ek mere liye baNa do Tauji. Mahavir looks at Omkar. He then pours a peg for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (CONT'D)",
          "text": "Sorry... Thank you...Lead role karne aaye the hum... NSA waDoon neh side role tika diya. Chaallo ab yaan se?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Naa Omkar. Yo log manne bhitar jaane se rok sake hain par Geeta ko coaching dene se manne koi naa rok sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Cheers tau ji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Teen ko toh manne tough fight di pappa. Lekkin jisne munne sabse ganda haraya na papa... sije main bhi kam thi, taakkat bhi itni na thi... lekkin nau points se hara gayi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Iss match ki recording hai tere paas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Har match ki-ai pappa. Library main.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Sabki ek ek coppy courier kar de. \fINT./EXT. NSA - DAY We see preparations and practice in full swing. All the a are putting in hard effort in training. All the sports.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS GUY",
          "text": "Delhi Commonwealth Games mein ab bas 3 maheene baki reh gaye hain aur is baat ki garmaahat Patiyala ke National sports academy mein dekhi ja sakti hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar and Mahavir Singh are on their Scooter heading towa somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Tauji Hum kahan ja ray-ain? Mahavir Singh doesn't reply. Omkar keeps on wondering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR VO",
          "text": "Tauji ki bas ek hi baat mujhe bilkul pasand na thi. Har baat main itna suspense baNa dettey they kay saamne wale ki jaan nikal javeh They reach a place where shady video parlors are run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Ek bindass anty Matinee sow dekNa ho toh Amar Mahal chalte na tauji. Yaan achchi philmein nai dikhaattey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Utar. Mahavir Singh moves in. Omkar follows him nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh walks up to the counter guy. Omkar is look the posters on display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Haan ji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Agle show ki saari tickut kitne main milengi? The guy looks at Mahavir Singh and then he looks at Omkar shrugs his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Oh ji picture kauN si dekhNi-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Woh hum saath mein laaye hain. Omkar Guy again looks at Mahavir Singh and then at Omkar. Omkar again shrugs his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting while Omkar is operating the DVD player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Rok... chlaa..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Ho gaya ji?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Reh khus hol-le. Tera agla sow bi \fhouse-phull-hai. Omkar hands him the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Rah bhaisaab kya.. Chal kay raha hai andar, matlab kahan ki CD hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Jakarta, indonesia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Imported hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Haan..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY",
          "text": "Suno bhaisahab hum copy kar lein.? 50 rupiya kam de dena. Aray..aray",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh looks angry as Omkar enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Rah..Iss tariyan khellegi toh kaisse jeettehgi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh walks out angrily. Omkar follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Tauji,Tauji, main soch ra tha kay aapne gyan toh bator liya... par baanttogey kaise? kyunki NSA main toh aapka shoot at sight wala ordder-hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Baith. Mahavir Singh Keeps quiet. Omkar mutters under his breath",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phir suspense!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta's mobile is ringing. It reads Papa Calling. Babita sitting next to her. Mahavir Singh is talking to her from terrace. Geeta gets up and goes to the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Aisse karte-ain wrestling? Bheeggi billi baN keh? Iss tara-ee ladNa-ai toh mat lad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kay hoya pappa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Match dekhkhe terre saare. Kusti toh na lad ri thi tu. Geeta keeps quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Jo CD tunne di hai unki coppy hai tere paas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Haanji pappa hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Akelley main dekhNe ka bandobast ho sakta-ai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Laalli se laptop maang loongi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Theek-ai, kal subah paanch baje taiyaar rehNa. A smile appears on Geeta's face. Geeta comes back and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bahut dino baad pappa ki gaali khaayi. Achcha laga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta's mobile is on loud speaker. Mahavir Singh talks to partly from room and partly from terrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Jakarta ki round 1 ki CD laga. Geeta does the needful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Hanji pappa Laga di.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Teen minut aTTawan second peh rok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Hmm. Geeta pauses the video at the mentioned time line. It's h a bout with another wrestler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Do point ki lead le rakhi hai tunne aur dephensive khelNe main ghus gi. Play kar... dekh... ded-dee na lead. rah Saamne waala down-hai toh ussneh maukka kyon deNa? Geeta is listening to him intently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is applying the trick on Laali and succeeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAALI",
          "text": "Ye kaise kiya toone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is practicing with Laali. Mahavir Singh's voice is on in the background. Geeta manages to surprise Laali wit move. Babita smiles from a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Jaan dephend karNe ki jaroorat-ai waan tu attack karkeh point de ri-ai. Points ke liye baavDi banne se kuch na hogga Geetta, dimaak laga keh khelNa hogga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is watching the laptop. Her mobile is on loud speak Mahavir Singh is telling her something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Sab jeetne wale match haare hain taane. Various shots of Geeta practicing with Laali. Intercuts o Mahavir Singh instructing her on phone. Mahavir Singh's v goes on in the background as Geeta continues to surprise Babita keeps on observing Babita froma distance. Babita s on seeing Geeta gaining confidence. Geeta surprises Laali sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Chaal Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kehne ko toh ek round sirf 2 mint ka hota hai, par sochya javeh toh 2 mint me 120 second hote hain. Us ek second ka intzaar kar jab saamne wala galti kare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "\fShe is good. Isn't she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Yes sir, very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Aap Ab tiyaar lag ri-ho didi. Papa ko btaya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Hmm",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Kay bole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Jyada khush hone ki jarurat na hai. Geeta smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delhi establishing shot. Athletes start arriving for commonwealth games from acros globe. Athletes are moving inside the commonwealth village. Media frenzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTARY",
          "text": "Common wealth games 2010 ka yeh bhagyshivaram...apni sanskruti ki jhalak dikhlata..mesbaan desh bharat...sabke liye bade hi garv ka mauka....aur Yeh bhariya contender stadium mein pravesh karta hua....hum Aapko yaad dila de ke common wealth games mein bahattar desho ke chunninda khiladi hissa le rahe hai. Hum phir kal hazir honge romanchak mugable ki shuruvat ke saath tab tak ke liye good night. \fA grand opening ceremony. Mahavir Singh and Omkar feel proud watching Geeta walk al with Indian contingent. Mother and other sisters look excited when they watch Gee TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is standing alone, looking at the mat. Voice are ec in her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR VO",
          "text": "Apne mugable ke pehle geeta kaafi nervous thi, aur hoti bhi kyun na, international matches mein ab tak uska pradarshan kaafi bura hi raha tha...thodi hi sahi par desh ne geeta se ummeedein toh laga rakhi thi aur shayad geet ke paas khud ko saabeet karne ka yeh aakhri mauka tha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is walking in the tunnel towards the wrestling aren",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Women wrestling ke 55 kilo wrestling ka pehla match. India ki Geeta kumari aur whales ki Melissa anderson ke beech. The moment she steps out from the tunnel into the arena, noise goes blank for her. She tries to focus to hear some but can barely hear muffled voices. Geeta goes and sits on her bench. Coach is telling her so and she is trying to concentrate on what the coach is try to tell her. Geeta tries to focus but sees things in blur. She is tryi but continues to see things in blur. All the voice sound to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scene changes to stadium. Voices come back. Geeta exhales takes a look at Mahavir Singh and Mahavir Singh just nods reassuringly and gestures her to go and fight. She muster courage and enters the fighting area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Geeta kaafi nervous nazar aa rahi hain. Ab dekhna ye hai ki wohh international matches ke shuruaati daur mein hee haar jaane ke silsile ko tod paati hai ya nahi. Family watching the match on TV in Balali. Not many people have come to see the match. Both the wrestlers are face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Hum darshakon ko yaad dilaana chahenge ki match mein do do minute ke teen rounds honge. Jo do rounds jeet lega wohh match jeet lega. Referee starts the match. Both Geeta and her opponent are careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Ur issi ke saath match shuru..dono hee wrestlers kaafi satark, koi bhi shuru mein points nahi dena chahta hai. Mahavir Singh is watching. Babita is watching. Coach is watching. Melissa makes a move and wins one point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur ye Melissa ka shaandaar attach, geeta thodi mushkil mein, ek point Melissa ko. Melissa ek Geeta shunya. GEetab ke mugable melissa kaafi strong nazar aati hui. Referee makes a gesture of one point. Scorecard shows 1 for Melissa against Geeta's zero. Mahavir Singh watches. Geeta comes face to face again with Melissa. Geeta tries but Melissa counters it quickly and scores 3 more points. card shows 4-0.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur yeh Melissa ko teen points aur, score Melissa chaar, Geeta shoonya. Babita cringes. Geeta looks unhappy with herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "(screams) Kya kar rahi hai Geeta!! Mahavir Singh watches quietly. Bout begins again. Geeta i trying hard. Melissa defends well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Sambhalkar khelna hoga Geeta ko. Kyonki agar ab do points aur de dengi toh technical superiority se ye round haar jaayengi. Mahavir Singh is watching. Melissa counter attacks and wi more points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur yeh geetaki achi koshish par advantage melissa ko. Aur yeh do point melissa ko. Jiska darr tha wahi hua. Melissa ne technical superiority se yeh round six zero se jeet liya hai. Melissa walks to her corner with a smile. Geeta walks tow her corner with her head down. Babita looks tense. Coach looking happy. Mahavir Singh watches quietly. Physio towe Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Kya karr rahi hai Geeta. Itni buri tarah se toh mat haar. Geeta keeps quiet. Mahavir Singh watches quietly. \fGeeta comes face to face again with Melissa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Ab dekhna hai ki pehla round buri tarah se haarne ke baad Geeta doosre round mein waapsi kar paati hain ya nahi. Geeta attacks but Melissa defends well and scores two poi with counter attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Geeta ka achcha attack, par Melissa ka counter attack..Do points phirse Melissa ke. Scorecard reads 2-0. Melissa scores one more point quickl",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur ek aur point Melissa ka. Scorecard reads 3-0. Coach has given up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Match Geeta ke haath se jaata hua. Babita looks tense. Sisters in Balai look tense as mother ruffles thier hair to console them. Mahavir Singh can't t it any more. He screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Haarna nahi hai Geeta. Geeta looks at him as she takes her position again. Mahavir Singh shakes his head in a no, reiterating what h just said. Geeta takes a deep breath and bout begins again. Melissa holding up Geeta well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Chal geeta chal ComMENTATOR 1 Geeta teen shunya se peeche unhe jaldi hi kuch karna hoga",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "\fGeeta koshish karti hui par points unke haath nahi. Mahavir is watching. Babita is watching. Geeta goes for a move and scores 2 points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "do points geeta ko.melissa 3 geeta 2. Aur Geeta aur point score krne ki koshish krti hui, lekin refree ki wishtle. Scorecard reads 3-2. Mahavir shakes his head in approval. Babita looks excited",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Dheere dheere over samaapti ki or jaat hua. aur Geeta abhi bhi ek point se peeche. Geeta and Melissa are back to bout again. Melissa is hold Geeta well. Referee blows the whistle and separates the two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Lagta hai Geeta ek baar phir shuru mein hee haar ke baahar ho jaayengi.Aur dono hi wrestlers point score karne ki koshish karte hue Babita screams \"Chal Geeta\". Mahavir Singh is watching. Geeta and Melissa come face to face again. Geeta is concentrating. So is Melissa. Bout begins and Geeta goes the attack. And she scores two points. Scorecard reads Me 3-4 Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Ye Geeta ke 3 points, Geeta 5 Melissa",
          "sentiment": "neutral"
        },
        {
          "speaker": "3",
          "text": "Babita jumps with joy. Mahavir Singh lets out his breath. Sisters looks happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "\fAb is match mein waapsi ke liye Geeta ko bas char seconds rokna hoga Melissa ko. Bout begins and Geeta gives no chance to Melissa. Clock shows time getting over (2:00 Referee blows the whistle. Geeta gently pumps her fist as walks to her corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Yo baat..",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Isi ke saath match mein shaandaar waapsi Geeta ki. Babita is happy. Mahavir Singh nods in approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Mugabla ab ek-ek ki barabari par. Geeta kumara Phogat ne dikha diya hai ki wohh itni aasani se haar maanne waalon mein se nahi hain. Geeta goes and sits inher corner. Physio towels her. Coac up to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Dekh Geeta, aakhri round hai...samjhi.., sambhal ke defend karke khel. thik hai..chal Geeta looks in the direction of Mahavir Singh. Mahavir Si shakes his head in a no and gestures her to attack. Coach in his direction and gives hima dirty look. Geeta and Mel come face to face again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Attack karke khel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur ye final round shuru. Geeta is aggressive from the beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta shuru se hee attacking khelti hui Mahavir Singh is watching. Geeta scores one point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "ek point Geeta ko, Melissa shunyah. Geeta Melissa par haavi padti hui. Geeta ka Attack.par Points unke haath nahin. Scorecard reads 1-0. Geeta attacks again and scores 2 more points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur fir se attack Do points aur Geeta ko. Geeta 3, Melissa 0. Kya Geeta apni lead barkaraar rakh paayegi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "(screams) Very Good. Ab defend kar",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur yeh Geeta ka attack,Melissa ka counter attack, Geeta mushkil mein, 3 points Melissa ko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Bola tha defend kar.. Mahavir Singh screams",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Koi na, attack karti reh. Babita looks excited. Coach shakes his head in disapprova Mother is looking tense. Melissa goes for an attack and s 3 points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "score teen-teen ki barabari per. Coach looks unhappy. \fGeeta and Melissa come face to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Ab ye match kisi bhi disha mein palat sakta hai. Babita looking tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Geeta ke paas jeetne ka achcha mauka tha par unhone apni lead gava dee hai. Coach is shaking his head in disapproval. Both wrestlers hard but no points are scored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Dono hee wrestlers sambhal ke khelte hue. Clock is ticking. Melissa goes for an attack. Mahavir Singh is watching. Ba is tense. Sisters are tense. Melissa attacks but Geeta de nicely and counter attacks and scores three points. And r blows the whistle. Geeta jumps with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur yeh Geeta thodi mushkil me, lekin unka counter attack, 3 points geeta ko",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur isi ke saath Geeta ne ye match jeet liya hai. Babita jumps with joy. Mahavir Singh nods in approval. Si and mother are jubilant. Coach keeps a straight face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "India ki Geeta Kumari Phogat, jinse jeetne ki kisi ko bhi kuch khaas ummeed nahi thi.. par unhone sabko galat saabit kar diya hai. darshak dirgah me baithe hue Mahavir Singh Phogaat kay liye ye bhot hi garv ka moka. Geeta raises her hand and acknowledges crowd and Mahavir Mahavir Singh nods in approval. Babita is ecstatic. Crowd clapping. Referee raises Geeta's hand. Sisters and mothe ecstatic. Omkar pats on Mahavir Singh's back in excitemen Mahavir Singh looks at him. Omkar withdraws his hand. As walks back her teammates pat her back. Coach looks at her looks away. Geeta notices it. Mahavir Singh notices it to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Babita are having dinner. TV is blaring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPORTSCENTER",
          "text": "Commonwealth games me India ab tak 5 gold, 13 silver aur 7 bronze medal jeet chuka hai. women wrestling ki 55 kg category mein semi final me pahunch gayi hai Geeta kumari Phogaat. Manoj ji, Geeta ka mugabla ab hoga Nigeria ki Naomi Edwards kay sath jo ki 2 baar world champioon rah chuki hai.kya lagta hai aapko? Geeta is looking at the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Experts are discussing about Lovina Edwards. We see a screen which shows how ruthless Lovina is during fights. GuyY1 Dekhiye Naomi jo hai bahot hi strong khiladi hai aur bhot attacking hokar kushti ladti hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUY2",
          "text": "Aap dekh skte hain ki wo apne opponet ko kisi tarah ka avsar nahin deti hai. Itna aasan nahin hoga mugablaa is baar Geeta kay liye Mahavir Singh is watching TV somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach is having a chat with Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Aj toh toonne apne mann ki kar lee, ab waisa karna-ai jaisa main bol ra-oon. Warna is Nigerian se toh tu jittne se rahi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Is Nigeria wali se jeetNa mushkil-hai par namumkin na-hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Attack kar ke khelNa hoga warna points nai le paayegi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Attack kar keh nai khelNa-ai hameh,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Woh do points le toh tu tinn points ke liye ja.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "warna do points leNe jaavehgi aur teen de baiTthehgi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Bahot maukke milenge tujhe points banaanne ke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tu usne maukka mat deNa, kyonkay wohh tunneh maukka nai deggi. Phansa ke khelNa-ai yo waDa. Points na milaingay toh wo utavDi hogi aur maukka degi. Bas wohi mauka hamneh na chhodNa hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Naomi Edwards walk out to play the match. More have come to watch the match. They cheer as the wrestlers out to wrestle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "55 kg category ka ye pehla semi final muqabla. Bharat ki Geeta Kumari versus Nigeria ki Naomi Edwards. Mahavir and Omkar are watching them. Geeta stands below t podium, loosening herself by shaking her hands. Lovina Ed is looking serious as her coach tells her something. Bout is about to begin. Lovina has an arrogant smile on h Geeta looks at her calmly. Bout begins. Lovina starts aggressively by attacking. Geeta defends nicely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "\fNaomi shuruaat se hee kaafi attacking khelti hui. Aur apne nature ke vipreet, Geeta sambhalkar khelti hui. Naomi attacks again but Geeta counters her attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "naomi ka ek aur acha paryaas, Geeta ko thoda sa mushkil me daal kay rakha hua hai.Geeta Dvaara acha defence. Naomi puri koshish karti hui, Geeta unko rok kar rakhi hui hai aur ye refree dvaar ishara. Naomi ne puri koshish kari thi lekin Geeta ne unko kaafi achi tarah rok kar rakha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "(screams) Attack kar naa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "(screams) Dekh ke khel. Pull push and testing each other by both the wrestlers. N goes for an attack, Geeta foils it and goes for a counter Mahavir is watching. Coach is watching. Babita is watchin Nigerian plays dirty. She bends Geeta's wrist. Referee gi her a warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Ek baar fir se mugqablaa shuru naomi thoda sa rough khelti hui kaafi frustrate ho chuki hain lagta hai,unko points nahin mil rahe hain. Naomi dvaara Geeta ka moda gaya hai yeh.. referee dvaara unko warning. aur ye refree ne mugable ko roka aur naomi ko kone me le jakar warning di jaa rahi hai. Is trah ka khel allowed nahin hai wrestling mein. Mugabla ek baar fir se shuru. Bout resumes. Geeta senses an opportunity and goes for an but Nigerian foils it. Mahavir watching excitedly. But Lovina proves to be too She turns the table around and scores 3 points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Naomi Geeta dvaara sambhal kay khelti hui. Naomi dvaara attack.Aur ye naomi dvaara 3 points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Acha rok kay rakha hua tha Geeta ne naomi ko ab tak kaafi badia paryaas tha lekin ab 3 point de baithi hai. Naomi 3 point se aage. Score board reads 3-0.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Geeta ko jaldi kuch karna padega waqt jyada nahin hain unke pass naomi abhi bhi agressive kheliti hui Geeta unke moke ki talash mein. Aur ye geeta dvaara acha defence aur geeta ne naomi ko ghuma diya hai Mahavir cringes. Geeta goes for the attack immediately an manages to score one point... she has put the Nigerian in of bother and trying to score more points from that posit Nigerian is resisting hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur Ye geeta ko ek point. Aur unki ki koshish jaari, Naomi pehli baar mushkil mein. Mahavir watches in anticipation. Babita is biting her nai Geeta is trying hard to pin the Nigerian down, Nigerian i looking at the watch. Referee blows the whistle. The roun over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "\fKya Geeta mugable me score baraber kar payegi.aur Ye time smapt. Acha khelin par Geeta ye pehla round haar gayin hain. Babita is dejected. Geeta walks towards her corner. Coach physio rush up to towel her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Kya kar rahi hai Geeta? Attack karke khel na. Geeta quietly turns towards Mahavir Singh. Mahavir Singh gestures to reassure her and asks her to take it easy. Co notice this exchange of look. Bout begins again. Nigerian goes for the attack again. Bu defends carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur isi kay sath ye dusra round shuru. Naomi shuru se agressive khelti hui, lagta hai wohh Geeta ko koi mauka nahi dena chahti hain. Nigerian puts geeta in trouble but geeta gets out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Naomi ek baar fir se kaafi attacking khelti hui. Geeta ka attack. Naomi ka acha defence. aur fir se couter attach. Bhot hi muqabla romachak hota hua. Dono hi pehlwan ek baar fir se lock postion me jaane ki koshish. Naomi ki koshish Geeta ko harane ki lekin Geeta acha defence karti hui. Dono hi pehlwan dukam dukaa.Naomi Pura zor lagati hui lekin Geeta unko moka nahin de rahi hain.ye Shakti ka muqabla hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Jeet le geeta chaal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Naomi puri koshish kar rahi hai lein Geeta unko moka nahin de rahi hain.ek \fBaar fir se Naomi, Naomi ka attack.Geeta Dvaara defense.Naomi Koshish karti huin Geeta unko rok kay rakhi hui hain. Naomi unki puri koshish kar rahi hain lekin Geeta unko moka nahin de rahi hain. Aur ek baar Geeta ka acha defense.Naomi Ka fir se attack puri koshish.Geeta Unko roke hue hain, kisi bhi tarah, naomi puri jor lagati hui, koshish karti hui. Geeta adi choti ka jor lakake Naomi ko rok kay rakhi hui hain. aur ek baar fir refree ka ishara. Geeta is focusing hard on Nigerian's moves and foiling th Coach doesn't look happy. Nigerian's coach is screaming a asking her to go all out. Nigerian is looking frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR. 1., (CONT'D)",
          "text": "Mugabla abhi bhi zero zero, Naomi abhi bhi soch rahi hongi ki kya kiya jaye taki Geeta ka defense break kiya jaaye. Aur Naomi ki ek aur koshish jaari.Geeta Dvaara unko push. We focus on Geeta's face. She remembers Mahavir's advice, ek second ka wait kar jab wohh galti karegi.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR VO",
          "text": "Points naa milenge to wo utavali hogi aur moka degi Second's arm moves on the digital clock. Not much time is remaining. Babita looks nervous. Nigerian goes for a move Geeta's POV of that move. Close up of Geeta changing the direction of her feet. Nigerian's attack goes in vain but manages to latch on to the opportunity and scores points. card reads 0-3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur ye Naomi ka Attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR VO",
          "text": "Bas ...wo hi mika humne naa chodna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "\fAur isi kay sath ye round Geeta ne 3-0 se jeet liya hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGERIAN COACH",
          "text": "Naomi look at me.that Girl, she is smart but you are double smart. OK. Dont allow her to took you easily. Mahavir looks excited. Babita looks very happy. Referee b the whistle. Geeta gently pumps her fist as she walks tow her corner. She exchanges a look with Mahavir Singh. Coach confronts",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Yeh Kaisa khel rahi hai Geeta tu,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Sir jaisa maine seekha hai, main waisa hee lad rahi hoon. Coach gives a dirty look to Mahavir Singh. Third round be",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur yeh Teesra final round shuru. Both the wrestlers are cautious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Dono hee pehlwaan sambhal kar khelte hue. aur yahan dekhne wali baat yeh hai ki Naomi is waqt sambhal kar khel rahin hain apne nature kay ek dum vipreet. aur yeh Naomi ka attack.unhone Shaandar dhang se Geeta ko move kay davaara daal kay rakha hai lekin geeta ne khud ko acha defend kiya hai.Naomi Ki koshish jaari.Geeta Thodi si mushkil mein.lekin Geeta ne khud ko chudaya aur Geeta ne unko rok kar rakha hua hai.Naomi puri koshish krti hui ,Geeta unhe koi moka nahin deti hui.aur Ye ek baar fir lock position.refree Ka ishara ,dono pehlwaano ko wapis jana padega apni position par. Both the wrestlers keep locked up and keep testing each but no points are scored. Mahavir is watching. Both wrest try one or two moves but the other counters it. Geeta goe an attack and puts the Nigerian in a spot of bother but t referee blows the whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "muqabla Ek baar fir se shuru.Naomi sambhal kar khelti hui.Geeta Unko koi bhi moka nahin deti hui,Naomi dvaara ek aur attack.Geeta Unko roke rakhi hui.kya Naomi point score kar payegi?Geeta Unko rok kay rakhi hui hain.Naomi Dvaara paryas jaari lekin refree ka ishara ek baar fir. Score abhi bhi 0-0.Naomi Fir koshish karti hui.aur ye fir se Naomi ka attack.Geeta Thodi si mushkil me lekin unhone unko rok kar rakha hua hai.Geeta Kaafi acha defend kar rahi hain.naomi Puri koshish kar rahi hai lekin Getta unko rok k rakhi hui hain.ye Purey mugable me geeta ne Naomi ko jyadatar moka diya nahin hai.aur Ek baar fir refree ka ishara.dono Hi pehlwaan apni position me wapis.score Abhi bhi 0-0.zyada Wagt nahin hai.dekhiye abhi Geeta attack karegi lekin Naomi ne ise kaafi achi tarah defend kiya hai.Geeta Fir se counter attack krne ki koshish kar rahi hai...Yeh mugabla 0-0 ki barabri par chutta hai. Both wrestlers are walking towards their corners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Isme ek point le leti to jeet jaati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Abhi toss hona hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Ab is mugabley ka faisla toss se hoga.jise wrestling ki bhasha mein clinch bolte hain. toss jeetne waale \fwrestler ko attacking position aur machahi grip milti hai.usey tees second milte hai.point Score karne kay liye.Agar Red aaya to Naomi ko attack karne ko milega aur agar blue aaya to Geeta attack karegi. Geeta and lovina Edwards are walking back to the center a getting toweled. People are watching, looking nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "99% cases mein jo toss jeetta hai wo hi match jeetta hai. Referee throws the toss. People watch in anticipation. Di falls with red on top. Nigerian coach pumps his fist in air. Nigerian smiles arrogantly. Geeta is looking down. Coach looks dejected. Mahavir shakes his head sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Ohh..Shayad kismet bhi yeh nahi chahti hai ki Geeta jeetein. Naomi ke khilaaf tees second defend kar paana lagbhag naamumkin hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1, (CONT'D)",
          "text": "Aur yeh Naomi ne Geeta ka right leg chunna hai.Geeta Defensive position leti hui. Naomi apni manchahi grip leti hui.ab Geeta k pass 2 hi raastey hain. Ya to wo 30 second defense krey ya khud point score karke match jeetey.aur Is position me Naomi k khilaaf dono hi namunkin hai.aur Yeh game shuru. Naomi Geeta ko giraane ki koshish mein, unhone ne Geeta ko utha liya hai.aur ye geeta ne point score kar liya hai.bhot Khoob.bhot Khoob. iss muqabale me Geeta k jeetney ki kisi ko umeed nahin thi.unhone Commonwealth ki gold ki prabal davedaar maane jaane wali Naomi ko clinch me bahot hi romanchak tarike se harake final me parvesh kiya hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta... Geeta slowly looks towards Mahavir Singh. Mahavir Singh gestures her to go for attack. Geeta takes a defensive po Lovina takes her grip. Tension. Referee blows his whistle Sushil Kumar move. Exhiliration. Omkar is ecstatic. So is Geeta. Nigerian quietly walks ba her corner. Commentators are going berserk. Mahavir Singh quietly watching the audience clap. Geeta waves to the cr as she leaves. Omkar also gets up. Mahavir Singh stays se",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (CONT'D)",
          "text": "Chalain Tauji?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Agla match bi dekh lettey-ain. Pata toh chaleh kay Geetta ka phinal Aastralian wali kay saath-hai ya Scotland wali kay saath. Geeta and coach are addressing the Media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "I am very proud of Geetta. Jo jo strategy maine banaayi, ladki ne un sab ko follow kiya hai. Nateejja aap loggon ke saamne-hai. The Scotish and Australian wrestlers make an entry. Omkar down. Omkar looks at the Scotish wrestler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Aagi tauji..DikhNe main toh badhiya- laf rahi hai. Mahavir Singh gives a look to Omkar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (CONT'D)",
          "text": "Matlab... pehalwanni main. Mahavir Singh looks at the Australian wrestler. Omkar loo her too and exclaims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh tauji...Ye toh wahi hai... DVD wali.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Angelina WAtson. pehle bhi Do baar hara chuki hai Geeta ko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is watching the match carefully. Australian looking good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach and Geeta with Media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Ab tak toh badiya hee khel ri-hai ladki. Final mein bhi achcha hee khelNa hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coach and Geeta with media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Mujhe toh hameshsha se-hi Geetta pe bharossa tha, aj nai toh kal isne toh internassnul meddul laana hee tha. Chaliye Silver toh pakka hee ho gaya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Australian looks too strong for her Scotish opponent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Itna aasan na hogga phinal. Coach and Geeta with media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Geeta ji aapka game bilkul badal gaya hai. Ye kaise hua?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Iska poora credditt jo-ai wohh mere pappa ko jaatta-ai. Coach is stunned to hear this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA, (CONT'D)",
          "text": "Unhone mere upar bharossa karNa kabhi band ni kiya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting somewhere. Someone calls out to",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Aray..Mahavir ji. Mahavir Singh looks in the direction. Chicken shop guy is walking up to him with a few girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Arreh...saleem bhai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Badhai ho Mahavir Singh ji. Bhaut badhiya ladi Geetta...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Dhanyawaad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "matlab Balalli ka naam roshan kar diya ji.. yo chhoriyaan toh ad gayeen boli Geetta diddi ka match toh wahin jaa keh-ee dekhNa-hai, nahin to khaaNa ni khaana. Mahavir Singh looks at the girls standing at a distance. gestures them to come over. Girls walk up to him. She hands",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "kaisa laga match?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Bahut achcha Yo diddi ko de deNa Mahavir Singh chana and halwa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Yo kay hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "parsaad-hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL, (CONT'D)",
          "text": "Kal phinal-hai na. Mahavir Singh smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Jeetey raho. Coach complaing to HOD about mahavir phogat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Aisa kaise chalega sir.wo mahavir singh audiance me baith kar Geeta ko instructions de raha hai. confuse ho gyi hai bechari uski sune ya meri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "Uska game dekhkar aisa to nahin lag raha hai ki wo confuse ho rahi hai.aur Waise bhi aap audience me kis kis ko chup rehne ko bolenge. Aap coach hai na...usey to aapki sunni chahoye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Nahin sir....waise Sun to mera hi rahi hai.warna Wo final tak.....",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOD",
          "text": "Toh fir problem kya hai? Aapko to bronze chahiye tha na, ho skta hai kal Geeta gold jeet jaaye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Australian is talking to the media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN",
          "text": "I am surprised she has made it so far but I am happy for her. It should be an interesting final tomorrow, playing against an Indian in front of an Indian crowd and beating her of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTERVIEWER",
          "text": "Angelina Any pressure before the finals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUSTRALIAN",
          "text": "I am sure she must be under tremendous pressure. I have beaten her twice... (turns to side) first round? (turns to media) yeah, first round. Thanks you and aa... Namaste!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta watching Australian's interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh has a chat with Geeta. At some distance Bal girls are having fun with Babita. Omkar and Chicken Shop are around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Kal ki staturgy kay-hai Pappa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Kal ki bas ek-ii staturgy-ai betta. Kal tunneh aise ladNa-ai kay log tunneh yaad rakhein. Agar silver jeetti toh aaj nai toh kal log \fEXT. tunneh bhool jaavenge. Gold jeetti toh misaal baN jaavehgi. Aur misaallein dee jaatti-ain betta bhoolli ni jaatti. un choriyon ko dekh rahi hai...Kal tu jeettehgi toh akelle ni jeettehgi, tere saath inke jaisi laakhkhon choriyaan bi jeettengi. Har wohh chhori jeettehgi jiseh loggon neh chhoroon se kam samjha-ai, jisko choolleh chaukkay main jhonkka gya-hai. Bachche paalNe kay liye biyaya gya-ai. Kal ka muquabla sabse bada muqabla hai betta kyon kay kal tu sirph us aastralian se nai, balkay unn sabse ladehgi jo choriyoon ke baare main aisa sochtey-hain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STADIUM",
          "text": "Crowd pouring in for the final match. Frenzy. INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Common Wealth Games ke women's wrestling mein 55kg category ka ye final match. India ki Geeta kumari aur Australia ki Angelina George ke beech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Hum darshakon ko ye yaad dilaana chahenge ki aaj se pehle kisi bhi Bhartiya female wrestler ne commonwealth games mein gold nahi jeeta hai.bhaari sankhya me utsah,Tirange aur junoon.....",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARM UP ARENA",
          "text": "Geeta getting ready for the fight with Babita.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh walking towards the stadium when he is stop by the security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY",
          "text": "Hell Sir..hello..hello... aap Mahavir Singh ji hai na Geeta kay Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ji.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY",
          "text": "Sir wrestling federation ke chairman saab aapse milna chahte hain, Kuch important baat karni hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Baad main mil loonga bhai, meri beti ka match hai...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY",
          "text": "Bade aadmi hai bura maan jayenge.2 Mint ka kaam hai bas abhi khatam ho jayega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Tu chal main aata hun.. The guy points in one direction. Mahavir Singh looks at O and asks him to go ahead. He then moves towards a corrido escorted by the security guy. As Mahavir Singh walks away with the guard, we see Coach him go with a meaningful smile on his face from a distanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Iska poora credit mere papa ko jaata hai. Ja le le credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh wonders as he walks in the corridor. Securi shows him the direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "\fReh aur kitna dur jaaNa-hai bhai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY",
          "text": "Bas sir aa gaya ye hi hai. Security guy stops outside a door and gestures Mahavir Si to step in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh enters the room and takes a step inside. It store room kind of place. He wonders as he turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Yo kahan le aaya bhai... By the time he turns the door is slammed shut. Mahavir Singh runs towards the door and tries to open it. locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (CONT'D)",
          "text": "Rahh bhai..rah yo kay kar rya hai bhai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Security guy is walking away with a smile on his face. Long shot. The room is in a remote corner of the stadium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta walking to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Omkar takes his seat and looks towards entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh uses force on the door but to no use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Australian walk in to fight the finals. Stadium packed to capacity. Indian flags are flying in the audien People are cheering. Balali girls are looking excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Darshako dvaara Geeta ka jordaar taaliyon se swaagat. As Geeta stands and waits to walk up to the podium she no that Omkar is sitting alone. Omkar shows her a thumbs up. gestures and asks where is Mahavir Singh. Omkar gestures he is coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is frustrated as he sits down on a bench. H hear a faint roar of the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Reh koi hai...... re bhai...koi hai kay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Dekh final hai...dhyaan se khel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta gets up to fight the bout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh looks anxious. \fAngelina watson enters arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur anglina watson stadium me parvesh karti huin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta and Australian come face to face. People are cheering. Balali girls are looking excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Aur ye final match shuru.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABITA",
          "text": "Gold jeetja Geeta. As Geeta stands and waits to walk up to the podium she no that Omkar is sitting alone. Omkar shows her a thumbs up. Geeta gestures and asks where is Mahavir Singh. Omkar gestures that he is coming. Geeta is not sure. Babita cheers her from behind. As they come face to face the Australian smirks and tells \"Namaste\" Referee blows the whistle and the match begins. Both the wrestlers test each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Match shuru.angelina Shuru se hi aggression dikhati hui. aur unhone Geeta par attack kiya hai. Geeta dvaara bachav ki koshish.shaandaar \fDefense.angelina Abhi bhi attack karti hui. Australian has a smirk on her face. She attacks but Geeta defends nicely and scores 3 points counter attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Angelina ka attack Geeta ka counter attack Aur ye Geeta ko 3 points. Geeta ne shuruat me hi badhia lead le li hai.Geeta 3 - Angelina 0. Scorecard reads Geeta 3 - Angelina 0. Babita cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Badhiya...badhiya Australian shakes her head and is back with same venom ag Australian goes for an attack and plays aggressively. Geeta defends nicely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR 1",
          "text": "Aur angelina ek or baar.fir se koshish karti hui ,Geeta kay upar attack,geeta dvaara shaandaar defense,aur ye geeta dvaara counter attack 1 point aur geeta ko geeta -4, angelina -0. Geeta finds a weak attack from the Australian and scores point. Scorecard reads Geeta 4- Angelina 0 Babita cheers. Omkar cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Geeta Kumari, bahut hee acha khelti hui. Mahavir Singh is sitting quietly, hearing the faint noise Australian coach is screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angelina ko jaldi hi kuch karna padega. geeta kay pass 4 points ki lead hai.angelina Ka acha attack lekin geeta unpar bhari padti hui.aur Ye geeta unpe aur bhari padti hui hai.geeta Ka ek aur attack, angelina ka unpar shandaar counter attack. Both wrestlers are locked up. Angelina attacks nicely and scores 1 point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Ek point angelina kay hissey mein.Angelina ne unki taraf dabav bana kar rakha hua hai.kya Geeta kay upar point score kar payengi angelina.Geeta achi defense karti hui. Refree dvaara wistle. Geeta 4 - 1 ki bhadat abhi bhi.angelina ko jaldi hi koshish karni hogi, angelina ka attack geeta counter defense, attack,geeta ka counter attack. 1 point mila geeta ko,geeta 5,angelina l.aur Isi kay saath ye pehla round geeta ne aasani se jeet liya hai. Australian walks towards her corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur shayad Angelina George ko is baat ka ehsaas ho raha hai ki ye wohh Geeta nahi hai jisse unhone pehle kai baar aasani se haraaya hai. Geeta walks towards her corner. Coach and physio attend h Geeta looks towards Omkar. Mahavir Singh is still not the She gestures and asks Omkar. This time Omkar shrugs his shoulders to indicate that he know where is Mahavir Singh. \fRoom. Mahavir Singh is pacing up and down, frustrated. Babita also notices this. She also looks towards Omkar and realizes what's botherin Geeta. As Geeta walks back to fight the second round she glances again towards Omkar. Babita cheers her, \"Chal Geeta\" Both wrestlers come face to face again. Round 2 begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur isi kay sath ye doosra round shuru. Kya Geeta ye round jeetkar itihaas rach paayengi? angelina thoda aggression dikhati hui aur geeta ka shaandaar attack aur ek poin geeta kay naam.Geeta 1 - Angelina 0 Geeta goes for an attack immediately and scores 1 point. Scorecard reads Geeta 1 - Angelina 0 Crowd cheers. Babita and Omkar look excited. Geeta attacks and scores 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur ye geeta ka shaandaar attack.angelina thodi si mushkil me.getta Ne grip paltate hue aur ye 2 points aur geeta ko.: Geeta 3 - Lovina 0 Scorecard: Geeta 3 - angelina 0",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Geeta angelina kay upar kaafi bhaari najar aati hui Aur ye Geeta fir se \fkoshish karti hui. ek point aur geeta ko. Crowd cheers. Babita looks excited. Score card reads Geeta 4 - Angelina 0.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur Angelina par abhi bhi khatra mandrata hua. Agar Geeta ye do points aur score kar lengi toh technical superiority se ye round aur championship jeet lengi. Crowd is watching in anticipation. Babita is on her feet. Geeta is trying hard to turn Angelina's shoulders towards Angelina is trying her best to stop her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Jeet ke kareeb, Geeta poora zor lagaati hui.kya geeta jeet payengi Close up of Geeta's face trying hard. Close up of Angelina's face trying hard. Referee blows the whistle and separates them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Referee ki whistle aur Angelina haar ke muh se baahar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Koi baat ni...koi baat ni geeta. Australian coach is screaming. Indian coach is screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Angelina thodi tamtamayi hui,geeta kay upar purey aggression se attack,geeta kay pass abhi bhi 4 points ki lead.angelina,geeta K upar \fek point.angelina 1-geeta-4.geeta Par mushkilein abhi bhi barkarar.aur Ye angelina,2 point aur angelina key.geeta 4 angelina-3. Scorecard: Geeta 4 - angelina 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Geeta acha defend krti hui.geeta Kay pass abhi bhi ek point ki lead hai.aur Waqt sirf unko thoda sa hi kaatna hai.kya Geeta lead barkraar rakh paayengi.angelina Ek or baar puri koshish karte hue.aur Waqt unke haat se jaata hua.geeta Defense karti hui.angelina Puri koshish karti hui.geeta Ko thoda aur.. Australian goes for the kill and scores 2 more points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur ye 3 points . Geeta 4 - Angelina 6 geeta puri koshish karti hui.waqt Unke haat me nahin hai. Socrecard: Geeta 4 - Angelina 6 Australian coach looks happy. Babita cringes. Crowd is disappointed. Bout begins again but hooter goes off and referee blows t whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur ye round khatam. Aur angelina ne dikha diya hai ki wo aise hi 2 baar world champion nahin hai. Angelina pumps her fist as she walks back to her corner. Geeta walks back to her corner, bit dejected. \fFamily is dejected. Babita looks dejected. Coach is talking to Geeta. She has her head down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "Kya kar rahi hai.jeet Sakti thi na match. Mahavir Singh is sitting with his head down. Australian coach is talking to Angelina. She looks pumped Geeta walks back to fight quietly. Australian walks back to fight, all pumped up. Bout begins again. Angelina is all charged up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Angelina, ek naye utsaah ke saath is final round mein utri hain.pressure geeta par. Angelina is playing aggressively, looking to score points Babita and Omkar watch in anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aasan nahin hai jeet kay itne pass aakar ek naye sirey se jeetne ka paryaas karna .aur Ye angelina shuru se hi aggressive khelti hui.geeta Par attack karti hui.geeta Ko mushkil me daalkar rakha hua hai unhone. Australian finds a way and scores 3 points. Scorecard: Geeta 0 - Angelina 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur isi kay saath angelina ne 3 points score kar liye hain.shuruaat Me hi angelina ne 3 points ki badat le li hai. Angelina 3 geeta 0. Geeta dvaara wapasi ki koshish par angelina unhe \fkoi moka nahin deti hui. Geeta ki koshish,angelina ka shaandaar attack, geeta thoda mushkil mein. aur ye angelina ka ek aur point.angelina 4 geeta 0.aur ye match angelina kay paksh me jhukta hua. Both the wrestlers are locked up. Geeta is trying hard. Australian goes for another attack and scores 1 point. Scorecard: Geeta 0 - Angelina 4 She has Geeta in trouble but Geeta defends properly on th Referee separates them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Geeta ko agar match mein waapsi karni hai toh jald hee unhe paryaas karke points score karna padega.lekin Saavdhaani kay saath. Australian is resisting well. Babita looks tense. Crowd looks tense. Mahavir Singh is sitting quietly. Geeta goes for a nice move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Geeta moka dhundati hui aur ye geeta ka shaandaar attack,points banane ka moka unke haath.aur Ye geeta ne 1 point score kar liya hai.. Scorecard: Geeta 1 - Angelina 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Geeta ek, Angelina chaar. Babita takes a deep breath and focuses on the bout. \fOmkar is biting his nails. Both the wrestlers are locked up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Waqt dhirey dhirey smaapt hota hua, geeta ko koshish jaari rakhi hogi par sambhalkar kyonki agar ab point de beithe gi to wapsi unki lagbhag namunkin hogi.geeta Ki koshish jaari.aur Ye geeta ka attack aur point angelina kay naam Geeta 1 - Angelina 5 Australian makes a nice move and scores 1 point. Scorecard: Geeta 1 - Angelina 5 Angelina pumps her fist. Her coach jumps with joy. Babita cringes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur ab iss situation se khud ko bahar nikaal paana geeta kay liye kaafi mushkil hoga. Geeta slowly gets up and walks back to standing position Babita and crowd look dejected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Geeta goes inside the water. She is struggling and for breath. Through her POV, we see a figure suggesting M Singh instructing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Ek baat hamesha yaad rakhna beta Har jagah tunneh bachaNey tera Pappa na aavehga. Main tunneh sirph ladNa sikha sakta-oon, lekkin ladNa tunneh khud hai. Jor laga. Bahar nikaD. Geeta's POV inside canal. She comes out. Clock reads 1:30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sirf 22 second rah gaye hain. Aur geeta abhi bhi 4 points se peeche hai.iss Level par itna jyada points ki lead kam karnaitne kam samay me laghbhag naamunkeen hai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "5 point wala daav lagaana muski hai,par ho sake hai. Both the wrestlers are locked up again. Angelina isn't gi an inch to Geeta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Aur ye geeta ki koshish jaari par angelina defensive khelti hui.time Waste karti hui.unhe Bas kuch hi second aur paar karne hai. Babita screams in desperation, \"Chal Geeta!\" Geeta is trying hard. Australian is defending. She looks at the clock. Clock reads 1:40 which becomes 1:41 Both the wrestlers are locked up. Clock changes from 1:44 to 1:45 Geeta is trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur lagta hai Bharat ko silver se hi santust rehna padega. Babita is egging Geeta to go for it, teary eyed. We see close up of Geeta's face, concentrating. Mahavir Singh is sitting quietly in the room. Mahavir's voice echoes in Geeta's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH, (V.O.)",
          "text": "\fSaamne waale kay dimag se khelna hai.daav Dikhan kuch hain lagaana kuch. Balali girls look distraught. Clock shows 1:50 Close up of Geeta's face. She is looking for an opportuni Geeta makes her final move. Super slo mo shots, ramped up in between. She foxes the Australian by initially going in the right direction for the attack. Austrlian shifts her body in that direction. Geeta changes her direction mid-way to the left. By the time Australian realizes Geeta's move, Geeta has m behind her and held her by her waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Aur ye geeta ka shaandaar move. Kya samay unka saath dega? Clock shows 1:54 Babita gets up from her chair, wide eyed. Geeta puts all her might in lifting the Australian who is resisting. Super slow motion shot of Australian being lifted in air Geeta. Clock shows 1:55 We focus on Geeta's face. She is putting in all her might screaming. Babita has tears in her eyes as she screams. Clock reads 1:58 Geeta brings the Australian down further, much closer to mat. \fClock reads 1:59 Geeta makes the Australian land on her shoulders on the m Clock reads 2:00. Referee's whistle goes off. Geeta slowly looks up. Pin drop silence in the stadium. Referee shows 5 points. Scorecard changes from Geeta 1 - Angelina 5 to Geeta 6 - 5. The whole stadium erupts. Geeta lifts both her hands in air, letting out a loud war Balali house erupts with joy. Sisters hugging each other and mother. Babita has tears in her eyes. Omkar has tears in his eyes. Balali girls are ecstatic. Australian is distraught as she lies on the mat, holding head. Babita runs towards Geeta, hugs her and lifts her. Jubilations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Its a gold for Geeta.Geeta Kumari Phogat ne wohh kar dikhaya jiski kisi ko bhi ummeed nahi thi. Common Wealth games mein gold jeetne waali wohh pehli bhartiya woman wresltler bann gayi hain. Kisne socha tha ki bharat ke ek chhote se gaav ki ladki, poore vishwa par apni chhaap chhodne ki kaabiliyat rakhti hai. Well done \fGeeta. A proud moment for India indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting quiet. Not sure what's happening outside. He can hear faint roar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta almost ignores her coach as she goes up to hug Omka Babita and asking for Mahavir Singh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Champion..",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEETA",
          "text": "Pappa kahan hai.?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR",
          "text": "Pta nahin...aaye toh mere saath hi they.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geeta is getting the gold medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Aur ye gold medal, India ki Geeta Kumari Poghat ko. Crowd is jubilant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "Aur ab jaise ki pratha hai, gold jeetne waale desh ka raashtriya gaan bajega.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is sitting. He hears India's national anthe stands up. And a realization happens. Suddenly tears well his eyes and he gets a smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone has tears in their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone has tears in their eyes. Mother, sisters, brothe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "National anthem finishes. Crowd roar is heard again. Maha Singh has tears running down his eyes. Just then the door and a janitor walks in. Mahavir Singh rushes out. Much to janitor's surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JANITOR",
          "text": "Oye... yahan kya kar raha hai?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh is running. More running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mahavir Singh enters the stadium. The coach is about to p with Geeta for the press. Just then Geeta sees Mahavir Si enter. She runs towards him, leaving the coach fuming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACH",
          "text": "\fAray Geeta...aa jao,aa jao...media wait kar raha hai bhai.come. Aa jao sab khinch lo...... come come come. As Mahavir Singh looks at her with tears in her eyes and on his face, Geeta can't stop crying and smiling. Babita and Omkar join in. Geeta takes out her medal and p it around Mahavir Singh's neck. Mahavir Singh puts it bac around her neck, holds her by her shoulders and looks at with great pride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMKAR, (V.O.)",
          "text": "Aur pher phinally Tauji kay moo se woh golden sabd nikDa jisseh sunNe kay liye maahray kaan pichchle dus saal se taras gaye the.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAHAVIR SINGH",
          "text": "Saabbas!!!",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_514"
    }
  ]
}