{
  "movie_id": "MOV514",
  "scenes": [
    {
      "location": "LANDING AND STAIRCASE IN MME DE TOURVEL'S HOUSE EVEN",
      "characters": [
        "CECILE",
        "INT. DRAWING-ROOM IN VALMONT'S HOUSE DAY",
        "INT. VICOMTE DE VALMONT'S BEDROOM DAY",
        "INT. MADAME DE MERTEUIL'S DRESSING-ROOM DAY",
        "INT. VALMONT'S BEDROOM DAWN",
        "INT. GRAND SALON EVENING",
        "EXT. MAIN ENTRANCE TO MME DE ROSEMONDE'S CHATEAU DAY",
        "FADE",
        "INT. MERTEUIL'S BOX AT. THE OPERA EVENING",
        "CAPTION ON BLACK SCREEN",
        "INT. GRAND STAIRCASE NIGHT",
        "' CECILE",
        "INT. HALL AND STAIRCASE DAY",
        "INT. ANTE-ROOM TO THE VOLANGES' BEDROOMS NIGHT",
        "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE DAY",
        "'",
        "MERTEULL",
        "EMILIE",
        "INT. GRAND SALON IN MME DE MERTEUIL'S HOUSE NIGHT",
        "INT. ANTE-ROOM TO VALMONT'S DRESSING-ROOM DAY",
        "\"VALMONT",
        "VOLANGES ,",
        "CORRIDOR OF MIRRORS DAY",
        "AZOLAN",
        "INT. GRAND SALON IN THE CHATEAU NIGHT",
        "EXT. BOIS DE VINCENNES DAWN",
        ". VALMONT",
        "INT/EXT. MME DE TOURVEL'S BEDROOM DAWN",
        "EXT. CHAPEL DAY",
        "INT. EMILIE'S BEDROOM NIGHT",
        "CECTLE",
        "TTOURVEL",
        "INT. GRAND SALON IN MERTEUIL'S HOUSE DAY",
        "INT. DRAWING-ROOM EVENING",
        "INT. BEDROOM IN MME DE MERTEUIL'S VILLA DAY",
        "EXT. BOUNDARY OF MME DE ROSEMONDE'S LAND DAY",
        "J 57",
        "VALMONT -",
        "BAILIFF",
        "INT. MERTEUIL'S BEDROOM DAY",
        "89",
        "INT. VALMONT'S DRAWING-ROOM DAY",
        "MERTEUIL, (0.S.)",
        "EXT. CONVENT EVENING",
        "INT. GRAND SALON DUSK",
        "TOURVEL",
        "EXT. STREET NIGHT",
        "MERTEUIL, (V.0O.)",
        "VALMONT, (0.S.)",
        "INT. CORRIDOR OF MIRRORS DAY",
        "EXT. MAIN ENTRANCE NIGHT",
        "INT. MME DE MERTEUIL'S DRESSING-ROOM NIGHT",
        "INT. MME DE VOLANGES'S BEDROOM DAY",
        "EXT. COURTYARD DUSK",
        "MERTEUIL, (V.O.)",
        "INT. CARRIAGE NIGHT",
        "INT. LANDING AND STAIRCASE DAY",
        "VAT.MONT",
        "BELLEROCHE",
        "INT, CECILE'S BEDROOM NIGHT",
        "EXT. MAIN ENTRANCE TO THE CHATEAU DAY",
        "INT. UPSTAIRS CORRIDOR NIGHT",
        "EXT. FORMAL GARDENS OF MME DE ROSEMONDE'S CHATEAU DAY",
        "INT. VALMONT'S BEDROOM DAY",
        "_ MERTEUIL",
        "INT. TOURVEL'S BEDROOM NIGHT",
        "' MERTEULL",
        "INT. GRAND SALON IN MME DE ROSEMONDE'S CHATEAU DAY",
        "BALLIFF",
        "INT. PRIVATE CHAPEL DAY",
        "INT. VALMONT'S DRESSING-ROOM DAY",
        "INT. CECILE'S BEDROOM NIGHT",
        "INT. GRAND SALON IN MME DE MERTEUIL'S TOWN-HOUSE DUSK",
        "INT. MAIN STAIRCASE NIGHT",
        "L",
        "INT. ANTE-ROOM NIGHT",
        "MERTEULIL",
        "CECILE, (V.0.)",
        "INT. VALMONT'S DRAWING-ROOM EVENING",
        "INT. DRAWLNG-ROOM IN MME DE TOURVEL'S HOUSE EVENING",
        "INT. GRAND SALON DAY",
        "INT. MERTEUIL'S BOX AT THE OPERA EVENING",
        "EXT. COURTYARD OF MME DE VOLANGES'S HOUSE NIGHT",
        "VOLANGES",
        "COACHMAN",
        "INT. SPIRAL STAIRCASE DUSK",
        "EXT. ARMAND'S HUT DAY",
        ". ROSEMONDE",
        "INT. MERTEUIL'S BEDROOM NIGHT",
        "INT. MERTEUIL'S DRESSING-ROOM NIGHT",
        "INT. OPERA HOUSE EVENING",
        "MERTEUIL, (V.0.)",
        "INT. MADAME DE TOURVEL'S ROOM IN THE CONVENT DAY",
        "INT. MME DE TOURVEL'S ROOM EVENING",
        "INT. LANDING EVENING",
        "INT. STAIRCASE AND LANDING DAY",
        "INT. MAIN STAIRCASE AND LANDING IN MERTEUIL'S HOUSE DAY",
        "INT. CORRIDOR OF MIRRORS DUSK",
        "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE NIGHT",
        "INT. MERTEUIL'S BOX EVENING",
        "EXT. UNDERGROWTH DAY",
        "DANCENY",
        "INT. VALMONT'S BEDROOM NIGHT",
        "EXT. GROUNDS OF THE CHATEAU DAWN",
        "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE EVENING",
        "VALMONT",
        "' VALMONT",
        "XQ",
        "INT. CECILE'S BEDROOM . NIGHT",
        "INT. MERTEUIL'S BEDROOM DUSK",
        "EXT. TERRACE DAY",
        "/ VOLANGES",
        "INT. GRAND SALON IN MME DE MERTEUIL'S HOUSE DAY",
        "VALMONT, (V.0O.)",
        ". MERTEUIL",
        "VALMONT, (V.O.)",
        ". TOURVEL",
        "INT. MAIN STAIRCASE DUSK",
        "ARMAND",
        "CY",
        "\" YOLANGES",
        "INT. MERTEUIL'S DRESSING-ROOM DAY",
        "MERTELIL",
        "VALSIONT",
        "INT. CORRIDOR NIGHT",
        "EOSEMONDE",
        "INT. MERTEUIL'S GRAND SALON DAY",
        "INT. PRIVATE ROOM IN THE CONVENT DAY",
        "7",
        "VALMONT\"",
        ",",
        "EXT. WOODLAND PATH DAY",
        "EXT. CONVENT DAY",
        "EXT. ENTRANCE TO MME DE MERTEUIL'S HOUSE NIGHT",
        "GRAND STAIRCASE DAY",
        "XK",
        "INT. DRESSING-ROOM IN MME DE MERTEUIL'S HOUSE DAY",
        "EXT. STREET EVENING",
        "INT. AZOLAN'S BEDROOM NIGHT",
        "INT. MME DE TOURVEL'S BEDROOM AT THE CHATEAU DAY",
        "ROSEMONDE",
        "INT. MUSIC-ROOM EVENING",
        "NIGHT",
        "EXT. WOODS DAWN",
        ". Z 3",
        "VALMONT ,",
        "EXT. VILLAGE SQUARE DAY",
        "EXT. FORMAL GARDENS DAY",
        "INT. MME DE TOURVEL'S BEDROOM NIGHT",
        "INT. MAIN STAIRCASE DAY",
        "MERTEUIL",
        "AZOLAN, (V.0.)",
        "EXT. GROUNDS OF THE CHATEAU DAY",
        "INT. MME DE TOURVEL'S ROOM AT THE CONVENT DAY",
        "' TOURVEL",
        "INT. CORRIDOR OF MIRRORS IN MME DE MERTEUIL'S HOUSE NIGHT",
        "INT. MME DE MERTEUIL'S DRESSING-ROOM DAY",
        "INT. PRIVATE CHAPEL IN MME DE ROSEMONDE'S GROUNDS DAY",
        "INT. SPIRAL STAIRCASE NIGHT",
        "VALMONT, (V.0.)",
        ". Y",
        "SL",
        "JULIE",
        "INT. GRAND SALON IN THE CHATEAU DAY"
      ],
      "dialogues": [
        {
          "speaker": "INT. MADAME DE MERTEUIL'S DRESSING-ROOM DAY",
          "text": "The gilt frame around the mirror on the MARQUISE DE MERTEUIL's dressing-table encloses the reflection of her beautiful face. For a moment she examines herself; critically, but not without satisfaction. Then she begins to apply her make-up. ANOTHER ANGLE shows the whole large room, the early : afternoon light filtering through gauze curtains. MERTEUI CHAMBERMAID stands behind her, polishing her shoulders wi crushed mother-of-pearl. Three or four other female SERVA wait, disposed around the room. It's midsummer in Paris i 1788.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VICOMTE DE VALMONT'S BEDROOM DAY",
          "text": "VALMONT is an indistinct shape in his vast bed. His valet de-chambre, AZOLAN leads a troupe of male SERVANTS into t room. One raises the blind and opens enough of a curtain to admit some afternoon light, another waits with a cup o chocolate steaming on a tray, a third carries a damp flan in a bowl. As VALMONT stirs, his face still unseen, AZOLA takes the flannel, leans over and begins a perfunctory dr wash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S DRESSING-ROOM DAY",
          "text": "A steel hook moves to and fro, deftly tightening MME DE MERTEUIL's corset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S DRESSING-ROOM DAY",
          "text": "VALMONT's face is swathed in hot towels, his head tilted A young MANICURIST, on his knees, attends to VALMONT's na Several other SERVANTS wait gravely to play their part in elaborate ritual of dressing VALMONT. The BARBER produces a pair of tweezers and delicately plucks a hair from one VALMONT's nostrils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S DRESSING-ROOM DAY",
          "text": "A second dressing-table is covered with extravagant numbe perfume boxes. MERTEUIL, now in corset, chemise and under sits, surrounded by her MAIDS. Eventually she makes a cho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 ll Continued and indicates a box. A MAID opens the box and begins to apply the perfume (in the form of a cream) to MERTEUIL's lightly massaging it in. Meanwhile, MERTEUIL smells the contents of another box and hands it to a second MAID, wh begins applying it to MERTEUIL's armpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S DRESSING-ROOM DAY",
          "text": "AZOLAN opens a walk-in closet, which contains innumerable of boots and shoes. He and another SERVANT choose a coupl pairs of shoes each and bring them out. VALMONT's hand co INTO SHOT, indicating a black pair with red heels. AZOLAN hands them to a BOOTBOY, who hurries away, breathing on t as he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S DRESSING-ROOM DAY",
          "text": "MERTEUIL'S MAID makes a final adjustment to the bamboo si panniers hanging from MERTEUIL's waist, then motions two MAIDS to cover them with an embroidered petticoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ANTE-ROOM TO VALMONT'S DRESSING-ROOM DAY",
          "text": "VALMONT's PERRUQUIER waits attentively as VALMONT, seen from behind, stands in front of the three tiers of featur wooden heads which carry his collection of wigs. Eventual he points to one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S DRESSING-ROOM DAY",
          "text": "MERTEUIL's stomacher is now in position and she stands, a outstretched, as two MAIDS move forward with her dress, g her arms into it as if it were an overcoat. This done, MERTEUIL's SEAMSTRESS approaches and begins the delicate process of sewing her into her dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ANTE-ROOM TO VALMONT'S DRESSING-ROOM DAY",
          "text": "A bizarre metal cone with gauze-covered eyeholes conceals VALMONT's face as the PERRUQUIER blows powder at his wig. the powder drifts away, VALMONT slowly lowers the cone an we see for the first time his intelligent and malicious features. ANOTHER ANGLE shows the complete magnificent ensemble; or not quite complete, for AZOLAN now reaches his arms round VALMONT's waist to strap on his sword.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12 13 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN MME DE MERTEUIL'S TOWN-HOUSE DUSK",
          "text": "A panoramic view of the great room. In one corner MERTEUI is playing piquet with her cousin MME DE VOLANGES; in the centre of the room, the huge chandelier has been lowered within a foot of the floor and two FOOTMEN with tapers ar lighting its candles; and at the window itself is a demur 15-year-old blonde: CECILE VOLANGES. The CAMERA closes in on her, as ON SOUND we hear the arri of a carriage, clattering into the paved courtyard below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. COURTYARD DUSK",
          "text": "CECILE'S P.O.V.: below, the handsome black carriage comes to a halt. The FOOTMAN clinging to the back jumps down, runs back, opens the door, lowers the step and stan back. Presently the VICOMTE DE VALMONT emerges, resplende",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON DUSK",
          "text": "CLOSE ON CECILE, as she looks down at VALMONT, curious. The chandelier is fully lit now and one of the FOOTMEN begins to raise it. MME DE MERTEUIL's perfect, mask-like face gradually becom fully-lit as the chandelier rises. She's looking not at her cards but across the long expanse of the room at CECI profile. Eventually she speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Well, my dear... CECILE doesn't at first realise it's she who's being addressed: then she starts and half-turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULIL",
          "text": "So how are you adapting to the outside world?",
          "sentiment": "neutral"
        },
        {
          "speaker": "' CECILE",
          "text": "Very well. I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "I've advised her to watch and learn and be quiet except when spoken to. MERTEUIL looks CECILE up and down, frankly appraising her",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "We must see what we can devise for your amusement. The mirrored double-doors open and MERTEUIL's MAJORDOMIO, carrying a silver tray, advances unhurriedly across the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continued At the table, the large playing cards slap down on one another. MERTEUIL glances up at her MAJORDOMO and reaches for the card on his tray. She replaces the card, looks up at him and nods. The MAJORDOMO departs and MERTEUIL speak quietly to VOLANGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Valmont is here. VOLANGES reacts with a trace of alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "You receive him, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Yes. So do you. VOLANGES turns to her daughter, whose interest has been caught by this exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "Monsieur le Vicomte de Valmont, my child, whom you very probably don't remember, except that he is conspicuously charming, never opens his mouth without first calculating what damage he can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "They why do you receive him, Maman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "Everyone receives him. She breaks off as the MAJORDOMO reappears, escorting VALMONT, who crosses to bow formally to MERTEUIL in a ges which also takes in the’ others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Madame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' MERTEULL",
          "text": "Vicomte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "What a pleasant surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Madame de Volanges. How delight- ful to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES ,",
          "text": "You remember my daughter, Cecile?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, indeed, but who could have foretold she would flower so gracefully? CECILE simpers, blushing and looking away. VALMONT turns back to MERTEUIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I wanted to call on you before leaving the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Oh, I'm not sure we can allow that. Why should you want to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Paris in August, you know: and it's time I paid a visit on my old aunt, I've neglected her . disgracefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ VOLANGES",
          "text": "Madame de Rosemonde has been good enough to invite us to stay at the chateau. Will you please give her our warmest regards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shall make a point of it, Madame. VOLANGES puts down her cards and rises decisively, addressing CECILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "I think it's time we took you home. CECILE responds, still nervously aware of VALMONT's unwavering stare. ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I'm used to being in bed by nine at the convent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "So I should hope. She breaks away, mysteriously alarmed, and hurries across to VOLANGES. WMERTEUIL has summoned a FOOTMAN. VALMONT bows and we watch from his P.O.V. as the FOOTMAN shows ou VOLANGES and CECILE. When they've gone, MERTEUIL crosses back towards VALMONT, speaking in an entirely different t of voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Your aunt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "That's right,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I thought she'd already made arrangements to leave you all her money. He smiles without answering. She arrives beside him. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Do you know why I summoned you here this evening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'd hoped it might be for the pleasure of my company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I need you; to carry out a heroic enterprise. You remember when Bastide left me? VALMONT feigns a sympathetic expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "And went off with that fat mistress of yours whose name escapes me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "No one has ever done that to me before. Or to you I imagine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I was quite relieved to be rid of her, frankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "No, you weren't. She now has his undivided attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "For some years now, Bastide has been searching for a wife. He was always unshakeably prejudiced in favour of convent education. and now he's found the ideal candidate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 17 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. CONVENT Day CECILE, superintended by a couple of NUNS, waits inside a enclosure, her face framed between the bars of a wooden Partition. a VALMONT (V.0.) Cecile Volanges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.0.)",
          "text": "Very good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CONVENT DAY",
          "text": "MME DE VOLANGES's magnificent carriage, silhouetted again the walls of the convent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "And her sixty thousand a year, that must have played some part in his calculations. ANOTHER ANGLE. A FOOTMAN helps MME DE VOLANGES down from the carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.O.)",
          "text": "None whatsoever. His priority, you see, is a guaranteed virtue. INT. CONVENT Day MME DE VOLANGES hasn't seen CECILE in years. She advances uncertainly towards her and they exchange a tentative emb through the partition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "I wonder if'I'm beginning to guess what it is you're intending to propose. A NUN opens the half-door to release CECILE. ‘ MERTEUIL (V.0.) Bastide is with his regiment in Corsica for the rest of the year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "That should give you plenty of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You mean to...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "She's a rosebud. \fr 3 18 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "i And he'd get back from honeymoon to find himself the laughing- stock of Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Yes. Love and revenge: two of your favourites. | Silence. VALMONT considers for a moment. Finally, he shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P) Really, I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It's too easy. It is. What is she, fifteen, she's seen nothing, she knows nothing, she's bound to be curious, she'd be on her back before you'd unwrapped the first : bunch of flowers. Any one of a dozen men could manage it. I. have my reputation to think of. MERTEUIL frowns, displeased. VALMONT hesitates, looking aft her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I can see I'm going to have to tell you everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Of course you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "cr ) Yes. Well. My aunt is not on her own just at the moment. She has a young friend staying with her: Madame dé Tourvel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18 19 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You can't mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORMAL GARDENS OF MME DE ROSEMONDE'S CHATEAU DAY",
          "text": "MME DE TOURVEL's strong, beautiful, untroubled face, as she moves through the gardens. She's accompanied. by VALM 80-year-old aunt, MME DE ROSEMONDE, who chooses flowers, which MME DE TOURVEL then cuts and lays in a basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "To seduce a woman famous for atrict morals, religious fervour and the happiness of her marriage: what could possibly be more prestigious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I think there's something degrading about having a husband for a rival. It's humiliating if you fail and commonplace if you succeed. Where is M. de Tourvel anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "Presiding over some endless case in Burgundy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON DUSK",
          "text": "MERTEUIL frowns at VALMONT, shaking her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "I don't think you can hope for any actual pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh, yes. And I have no intention of breaking down her prejudices. ‘ TY want her to boliovo im Coed and virtue and the sanctity of marriage and still not be able to stop herself. I want passion, in other words. I want the excitement of watching her betray everything that's most important to her. Surely you under- stand that. I thought betrayal was your favourite word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "No, no, cruelty: I always think that has a nobler ring to it. VALMONT smiles; but MERTEUIL turns on him, her expression serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y a ° 10 20 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm surprised at you. You might just as well be in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I haven't felt so strongly about t anything since you and I were together. That's why I intend to ’ have her, to rescue myself from this ridiculous position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Love is something you use, not something you fall into, like ! quicksand, don't you remember? y It's like medicine, you use it ' as a lubricant to nature. He returns, a little uneasily, her challenging gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR OF MIRRORS DUSK",
          "text": "-~ . The first-floor landing in MERTEUIL's house is an im 3) gallery of mirrors. She and VALMONT pass down the corr their images shifting and multiplying in the candle-light",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "How's Belleroche?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm very pleased with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And is he your only lover? MERTEUIL pretends to give this a moment's consideration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I think you should take another, I think it most unhealthy, this exclusivity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You're not jealous, are you? ” VALMONT t ‘5 Of course I am. Belleroche is a completely undeserving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I thought he was one of your closest friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "il Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Exactly, so I know what I'm talking about. No, I think you should organise an infidelity. With me, for example.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You refuse me a simple favour and then you expect to be indulged?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It's only because it is so simple. It wouldn't feel like a conquest. I have to follow my destiny. I have to be true to my profession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MAIN STAIRCASE DUSK",
          "text": "VALMONT pauses at the top of the broad and imposing stair which leads down to the entrance of the house. MERTEUIL watches him for a moment, amused: then she comes to an unexpected decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "All right, then: come back when you've succeeded with Madame de Tourvel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "And I will offer you...a reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "My love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "But I shall require proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' VALMONT",
          "text": "Certainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Written proof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Ah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Not negotiable. VALMONT recovers quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22 23 24 25 26 12 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I don't suppose there's any possibility of an advance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Vicomte. He kisses her hand and hurries down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR OF MIRRORS DUSK",
          "text": "MERTEUIL stops in front of one of the mirrors. It turns out to be a door, which she opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SPIRAL STAIRCASE DUSK",
          "text": "A candle at the top sheds a dim light; MERTEUIL begins to ascend her secret staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BEDROOM DUSK",
          "text": "BELLEROCHE, a beautiful blockhead of about 30, springs to his feet as MERTEUIL emerges from what is ostensibly a cupboard door. He hurries over to embrace her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLEROCHE",
          "text": "Where have you been? Time has no logic when I'm not with you: an hour is like a century.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I've told you before: we shall get on a good deal better if you make a concerted effort not to sound like the latest novel. He looks hurt; she kisses him affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PRIVATE CHAPEL IN MME DE ROSEMONDE'S GROUNDS DAY",
          "text": "The sound of the little silver bell which summons the congregation to take Communion: CLOSE ON MME DE TOURVEL as her hands part to reveal her face. MME DE ROSEMONDE kneels next to her and is now being helped to her feet by VALMONT. VALMONT escorts ROSEMONDE up the stairs to the altar-rail TOURVEL remaining on the other side of her. The rest of the congregation consists of ROSEMONDE's domestic staff, in a segregated portion of the chapel; and they file up towards the altar, respectfully waiting their turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 27 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13 Continued TOURVEL kneels at the altar-rail as VALMONT helps ROSEMON to kneel beside her. Then TOURVEL looks up, slightly surprised, as VALMONT moves off to one side, instead of taking his place at the rail. By now, the elderly CURE, intoning the Latin mass, is approaching TOURVEL with the large Communion wafer. VALMONT watches intently. VALMONT'S P.O.V.: the wafer is placed on TOURVEL's lower lip and slowly vanishes into her mouth. She looks up at h TOURVEL'S P.O.V.: VALMONT, his expression respectful, his demeanour hunble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CHAPEL DAY",
          "text": "Beautiful summer's day. The chapel is in the grounds of MME DE ROSEMONDE's chateau, the turrets of which are visi in the distance. Her open carriage stands waiting, as the congregation emerges into the sunlight. The COACHMAN jump down, but MME DE ROSEMONDE dismisses him with a gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "It's such a beautiful day, I believe we'll walk. AZOLAN attends to VALMONT, taking his prayer-book and handing him his cane; while MME DE TOURVEL's chambermaid, JULIE, is helping her mistress with her bonnet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WOODLAND PATH DAY",
          "text": "MME DE ROSEMONDE and the CURE lead the way, deep in conversation, followed at a distance by VALMONT and MME D TOURVEL. AZOLAN and JULIE bring up the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You didn't take the sacrament today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' VALMONT",
          "text": "I felt L couldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "May I ask why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I have this appalling reputation as you may know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Oh, yes, I have been warned about you. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 29 30 14 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You have? By whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "A friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, well, I suppose a warning might be justified. I've spent my life surrounded by immoral people; I've allowed myself to be influenced by them and sometimes even taken pride in outshining them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "And now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Now what I feel most often is unworthiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TOURVEL",
          "text": "But it's precisely at such moments you start to become worthy. VALMONT appears to give this assertion his serious consideration. He glances back over his shoulder and notices that AZOLAN is murmuring with some intimacy into JULIE's ear. Then he turns back to MME D= TOURVEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I certainly believe that one should constantly strive to improve oneself. LONG SHOT of the two of ‘them, strolling along the dapple path, as, on SOUND, the passionate climax of a Gluck aria begins to swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BOX AT THE OPERA EVENING",
          "text": "The aria continues, the opera is in progress. MME DE VOLANGES and CECILE, in the box, stare down at the Stage. MME DE MERTEUIL, however, opera-glasses pressed to her fa is scanning the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OPERA HOUSE EVENING",
          "text": "MERTEUIL'S P.O.V., as her gaze comes to rest on the face of a handsome young man of not more than twenty, listenin intently, tears streaming down his face: the CHEVALIER DANCENY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31 32 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BOX EVENING",
          "text": "MERTEUIL lowers her opera-glasses, pensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OPERA HOUSE EVENING",
          "text": "The interval, and the fashionable audience goes about its principal business of the evening: gossip and celebrity- spotting. DANCENY moves through the auditorium, still in something of a trance; and is startled by the arrival of a uniformed FOOTMAN, who hands him a note on a silver tra",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BOX EVENING",
          "text": "A knock at the door and DANCENY, charmingly shy and uncer bows deeply to MERTEUIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Chevalier, I don't. believe you know my cousin, Madame de Volanges. This is Chevalier Danceny. And Madame's daughter, Cecile. All this has taken place very quickly and now DANCENY bec aware of CECILE for the first time: he looks at her, tong tied, obviously smitten, eventually managing to utter a strangled greeting. MERTEUIL observes him shrewdly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Tell us what we should think of the opera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Oh, it's sublime. Don't you find?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Why do these composers keep choosing identical subjects?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "But this is infinitely the better ‘ version. Piccini is a mere opportunist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Monsieur Danceny is one of those rare eccentrics who come here to listen to the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I do look forward to our next meeting. He bows to CECILE, blushing deeply and leaves the box. CECILE's eyes are shining. MERTEUIL is watching her closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 34 35 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Charming young man. Penniless, regrettably. He's one of the finest music-teachers in the city. CLOSE on CECILE: the idea occurs to her at the very moment MERTEUIL expresses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Perhaps you should employ him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GROUNDS OF THE CHATEAU DAWN",
          "text": "VALMONT and AZOLAN, who carries a long musket over his shoulder, crunch across the gravel. As they pass, a PAN reveals MME DE TOURVEL's footman, GEORGES, following them huddled in an angle of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. MME DE TOURVEL'S BEDROOM DAWN",
          "text": "MME DE TOURVEL stands, a corner of the curtain raised, looking down at VALMONT and AZOLAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. WOODS DAWN",
          "text": "VALMONT speaks abruptly to AZOLAN, surprising him in mid- yawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "How are you getting on’ with Madame de Tourvel's maid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Julie? Tell you the truth, it's been a bit boring. Lf I wasn't so anxious to keep your Lordship abreast, I think I'd have only bothered the once. Still, you know, what else is there ‘ to do in the country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, it wasn't so much the details of your intimacy I was after, it was whether she's agreed to bring me Madame de Tourvel's letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "She won't steal the letters, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "She won't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36 37 38 39 17 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "You know better than me, sir, it's easy enough making them do what they want to do; it's trying to get them to do what you want them to do, that's what gives you a headache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And them, as often as not. I need to know who's writing to her about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "I shouldn't worry if I was you, sir. She told Julie she didn't believe you went hunting in the mornings. She said she was going to have you followed. So I'd say it was only a matter of time. They carry on through the woods. Behind them, GEORGES blunders incompetently from tree to tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOUNDARY OF MME DE ROSEMONDE'S LAND DAY",
          "text": "AZOLAN unlocks a gate in the wall enclosing ROSEMONDE's property to let VALMONT through. The latter hesitates, looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Terrible noise he's making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "He'll get the news back to her twice as quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I don't think we should make ’ . it too easy for him. He takes the musket from AZOLAN and suddenly fires it into the undergrowth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. UNDERGROWTH DAY",
          "text": "GEORGES, panic-stricken, hurls himself to the ground as the echoes of the shot die away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOUNDARY OF MME DE ROSEMONDE'S LAND DAY",
          "text": "VALMONT hands the musket back to AZOLAN and closes the ga behind them. The wall stretches away as far as the eye ca see. The two men grin at each other and hurry on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VILLAGE SQUARE DAY",
          "text": "The village consists of half-a-dozen wattle-and-daub huts, disposed around a muddy clearing; where pigs graze and bare-foot children wander. The poverty is as stark an absolute as that of a village in India. A small crowd is gathered around one of the huts, out of which a couple of MEN, supervised by the BAILIFF are carrying out a plain deal table, which they dump down next to three wooden cha A gaunt WOMAN follows them, miserably wringing her hands. GEORGES hurries across the square, reaching the fringes o the crowd just as VALMONT steps forward to confront the BAILIFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What exactly do you think you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "I am impounding these effects, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Has it not been explained to you? M. Armand is not well. BAILIFF . I don't make the laws, sir, I just do what I'm told. Everybody has to pay his taxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "How much does he owe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAILIFF",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BALLIFF",
          "text": "Fifty-six livres. VALMONT takes a large, jingling purse out of his pocket and hands it to AZOLAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Pay him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Yes, my lord. Gasps from the crowd; even a ripple of applause. VALMONT marches forward and vanishes into the hut. \f41 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 INT. ARMAND'S HUT Day Standing on the straw spread over the mud floor, in the heat of the more or less unventilated, dingy hut, looking down at M. ARMAND, (a man of not more than 50, who looks ancient, gnarled and battered by work, with long, thick white hair), VALMONT has to make an effort not to be overcome by the fetid atmosphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You don't know me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "Of course I do, M. le Vicomte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Ah. No, please, don't get up. ARMAND is struggling up-.out of his large pallet bed covered with sacking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARMAND",
          "text": "I have to, sir. They're taking the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Not at all, M. Armand. No one is taking anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ARMAND'S HUT DAY",
          "text": "The crowd scatters as VALMONT emerges from the hut. He approaches the BAILIFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Kindly instruct your men to replace M. Armand's furniture. The gaunt WOMAN approaches VALMONT; she's accompanied by a toil-worn younger COUPLE and a pair of thin, sickly- looking CHILDREN. ‘ WOMAN You're an angel sent from heaven. Suddenly, all of them are on their knees to VALMONT. Genuinely touched, he. looks across at AZOLAN, then manag to free a hand to reach for his purse. AZOLAN passes it to him and he fetches out a handful of gold, pressing it into the WOMAN's reluctant hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Just to tide you over. IL insist. Again the crowd bursts into spontaneous applause. GEORGES watches thoughtfully. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOUNDARY OF MME DE ROSEMONDE'S LAND DAY",
          "text": "AZOLAN unlocks a compartment in one of the brick gatepost and takes out a wooden mailbox with a slot in the top. Then he takes a pin from his wig and begins delicately to probe the loek of the mailbox as they talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty-six livres to save an entire family from ruin, that seems a genuine bargain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "These days, my lord, you can find half-a-dozen like that, any village in the country. VALMONT oe Really? I must say the family was very well chosen. Solidly respectable, gratifyingly tearful, no suspiciously pretty girls. Well done. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "I do my best for you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And all that humble gratitude. It was most affecting. AZOLAN “ Certainly brought a tear to my eye. The lock yields to his manipulations, the mailbox opens a after a brief inspection he hands two letters to VALMONT, who glances at the postmarks and hands one of them straig back to AZOLAN. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Dijon. That's from her husband. He holds the other letter which is ina distinctive, somewhat pretentious envelope, up to the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'm sure this must be from that officious friend of hers. He passes it back to AZOLAN, who returns it to the mailbo and closes it. They move off, back in the direction of th house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Tell me, where do you and Julie meet? . AZOLAN non Oh, in my room, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And is she coming tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Afraid so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Then I think I may have to burst in on you. See if blackmail will succeed better than bribery. About two o'clock suit you? I don't want to embarrass you, will that give you enough time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Ample, sir. In the background GEORGES has come through the gate. He unlocks the mailbox and takes out the letters it contains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN THE CHATEAU DAY",
          "text": "VALMONT looks up from his book, as MME DE ROSEMONDE bustl into the room, followed by MME DE TOURVEL. He rises to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Is this true about M. Armand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I don't believe I know anyone of that name...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You may as well own up, Monsieur. My footman happened to be passing when you were in the village this morning. ‘ VALMONT I don't think you ought to pay too much attention to servants gossip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "It is true, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, I...it's simply...Yes. He looks up, ostensibly deeply embarrassed, to catch MME TOURVEL's admiring gaze. MME DE ROSEMONDE spreads her arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "You dear boy. come and let me give you a hug!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44 45 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22 Continued VALMONT crosses to her and they embrace. Then VALMONT turns and advances towards MME DE TOURVEL. Before she can escape, he's embraced her and, for a second, she's in his arms. Meanwhile MME DE ROSEMONDE's STEWARD has entered, with the mail laid out on a salver. As MME DE. TOURVEL escapes from VALMONT's arms, she finds the STEWAR at her elbow. Ashen, she shakily reaches out her hand for the two letters. INT. GRAND SALON IN MME DE MERTEUIL'S HOUSE Day CECILE is playing the harp and singing a song, accompanie by DANCENY on the harpsichord. On the far side of the roo are MERTEUIL and VOLANGES, paying far more attention to their murmured conversation than to the music. After a ti DANCENY breaks off, hitting a note several times to indic where CECILE's voice has gone wrong. They resume a few ba back; this time CECILE gets it right and DANCENY nods in approval. They proceed until CECILE makes a mistake with harp. DANCENY stops and comes over to join her. He plays the complicated little phrase. CECILE tries it, but can't manage it. He takes her hands and adjusts them to the correct position. She almost plays the phrase correctly, looks up at him smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Try it again. She does so and gets it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Very good. As he turns away, he slips a piece of paper between the h strings. CECILE frowns, then, as he arrives back at the harpsichord, she snatches it and unfolds it. On it is a message written in pencil: I LOVE YOU. Blushing furiously, she crumples the piece of paper and s it into her pocket. Then she darts an angry glance at DAN ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "This is very difficult, I'm afraid. Can we start again? He begins to play and CECILE, with a great effort, manage to come in almost on cue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BOX AT. THE OPERA EVENING",
          "text": "The opera is in full swing. MERTEUIL and CECILE murmur to one another in the darkened box, neither paying the slightest attention to the stage below. \f46 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Would it be very wrong of me to answer M. Danceny's letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "In the circumstances, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "In what circumstances? MERTEUIL pretends to reflect before answering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "It's not my place to tell you this, my dear...if I hadn't become so fond of you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Go on, please!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Your marriage has been arranged. CECILE gapes at her: but this has not come as a total surprise and her curiosity quickly overcomes her alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Someone I know, slightly. M le Comte de Bastide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "What's he like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "You don't like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "It's not that. He's a man of somewhat...erratic judgment. And rather serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "How old is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Thirty-six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Thirty-six? He's an old man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“) 46 47 24 Continued MERTEUIL smiles, as another thought galvanises CECILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Do you know when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "In the new year, I believe. She stares, unseeing, at the stage, lost in thought. MERTEUIL leans in closer to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Perhaps there is a way to let you write to M. Danceny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Oh, Madame! She's caught hold of MERTEUIL's hand, her eyes shining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you were to show me both sides of the correspondence, I could reassure myself... CECILE throws herself into MERTEUIL's arms and embraces her. MERTEUIL's eyes glitter in the darkness. Then CECILE looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I can't show you the letters I've already sent him... She breaks off, realising she's given herself away, her expression apprehensive. But MERTEUIL's smile is indulgen As the impassioned love-duet on stage reaches a climax, phe stretches out a hand to caress CECILE's neck and coll one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN THE CHATEAU NIGHT",
          "text": "VALMONT is reading and MME DE TOURVEL is looking over her letter from Paris, the one with the distinctive envelope. Eventually, she looks up at him and breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I can't understand how someone whose instincts are so generous, could lead such a dissolute life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'm afraid you have an exaggerated idea both of my generosity and of my depravity. If I knew who'd given you such a dire account of me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 Continued MME DE TOURVEL folds up her letter, her expression sheepi",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The truth is, the key to the paradox lies in a certain weakness of character.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "How could so thoughtful an act of charity be described as weak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT -",
          "text": "Because it was performed purely in response to your influence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I have tried to set you a good example these last two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And you've succeeded. What I did today was nothing more than an innocent tribute to your goodness. MME DE TOURVEL looks away. VALMONT sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You see how weak I am? I promised myself I was never going to tell you. It's just, looking at you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Monsieur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You needn't worry, I have no illicit intentions. I wouldn't dream of insulting you. But I do love you. I adore you. The letter slips from MME DE TOURVEL's fingers. VALMONT is across the room in an instant, on his knees in front o her, handing her the letter and then taking her hand in h",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Please help me. As MME DE TOURVEL wrenches her hands free, a door opens t admit MME DE ROSEMONDE's STEWARD. In the ensuing confusio TOURVEL gets up, snatches a candlestick, and hurries out the room, leaving VALMONT momentarily floundering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "48 49 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "SL",
          "text": "52",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MAIN STAIRCASE NIGHT",
          "text": "MME DE TOURVEL hurries up the vast, wide staircase. Below, VALMONT, in pursuit, emerges into the hallway,",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR NIGHT",
          "text": "MME DE TOURVEL's back recedes down the corridor. Presently, VALMONT comes into frame, catching her up. But TOURVEL disappears into her room and there's the sound of a heavy bolt. VALMONT arrives at her door and drops to his knees, pressing his eye to her keyhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE TOURVEL'S BEDROOM NIGHT",
          "text": "KEYHOLE SHOT: MME DE TOURVEL crosses to the window and stands looking out into the night, her expression trouble",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR NIGHT",
          "text": "VALMONT stands up. There's a look of satisfaction on his face as he begins to tiptoe away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. AZOLAN'S BEDROOM NIGHT",
          "text": "AZOLAN is in bed with JULIE, they're asleep in each other arms. Suddenly the door bursts open. VALMONT stands in th doorway in his dressing gown, holding a candlestick. In i flickering light, AZOLAN and JULIE wake, JULIE genuinely terrified and AZOLAN (since this has been prearranged) convincingly dismayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I rang a number of times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Didn't hear, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "’ I require some hot water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Right away, sir. He jumps out of bed, uncovering JULIE. She reaches for th sheets but VALMONT speaks sharply, stopping her in her tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Don't move. As AZOLAN puts on a dressing gown and hurries to the door VALMONT settles himself on the end of the bed, his eyes burning into JULIE. \f27 2 ~ 52 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Azolan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Wait for me in my room. AZOLAN hurries out. VALMONT continues to stare at JULIE, who is becoming increasingly uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I can't condone this sort of behaviour, you know, Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I know, sir, I'm sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "But you may rely on my discretion...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "rf) Oh, thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "+++ providing, of course, that you agree to my price. There's a silence, during which JULIE thinks she understa what he means. Her expression changes as she tries to wor out how best to react. But VALMONT shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no, nothing like that. No, all I want is to see every letter Mme de Tourvel has received since her arrival here and every letter she writes from now on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "’ But, sir...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Deliver them to Azolan by midnight _ tomorrow. He stands, continuing to look at her for a moment, until she snatches at the sheet and covers herself. He brings a handful of gold coins out of his dressing-gown pocket *) and bangs them down on the dresser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "For your trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 EXT. GARDENS OF THE CHATEAU pay MME DE TOURVEL rounds the right-angle of a manicured hedg and stops dead in her tracks. Bearing down on her is VALMONT. She turns in confusion, but there's evidently no escape and in a moment he's with her, bowing deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shouldn't have spoken to you like that yesterday, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I thought the least I could hope for was that you would respect me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I don't want you to think this has anything to do with your beauty. I know now that beauty is the least of your qualities. L've become fascinated by your goodness. I couldn't understand what was happening to me and it was only when I began to feel actual physical pain every time you left the room, that it finally dawned on me: I was in love, for the first time in my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I really will have to leave you, Monsieur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no, please, tell me what to do, show me how to behave, I'll do anything you say. MME DE TOURVEL has turned away from him; now, after a moment's thought, she turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "There's only one thing I would like you to do for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What? What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm not sure I want to put myself in the position of being beholden to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, please, I insist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Very well, then, I would like you to return to Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 29 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I don't see why that should be necessary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Let's just say you've spent your life making it necessary. By now VALMONT has recovered his equilibrium and thought very fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shall find something in my mail tomorrow morning which obliges me to return to Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Thank you, I'd be very grateful. She begins to move away. VALMONT lets her go two or three steps before speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". VALMONT",
          "text": "Perhaps I might ask a favour in return? MME DE TOURVEL frowns, hesitating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I think it would only be just to let me know which of your friends has blackened my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TOURVEL",
          "text": "You know very well that's impossible, Monsieur. If friends of mine have warned me against you, they've done so purely in my own interest. I could hardly reward them with betrayal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Very well, I withdraw the request. Will you at least allow me to write to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And hope that you will do me the kindness of answering my letters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm not sure a correspondence with you is something a woman of honour could permit herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "So you're determined to refuse my suggestions, however respectable?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TOURVEL",
          "text": "I would welcome the chance to prove to you that what motivates me in rhis is not hatred or resentment ut...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "But what? MME DE TOURVEL seems unable to find a satisfactory answer to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. AZOLAN'S BEDROOM NIGHT",
          "text": "There's a knock at the door: AZOLAN makes a wry face and lets in JULIE. He embraces her; but what has immediately caught his interest is the bundle of letters in her hand. As soon as he decently can, he extricates himself from th embrace and takes the letters from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM DAWN",
          "text": "VALMONT sits at a bureau, inspecting the letters, his expression indignant. AZOLAN stands to one side, looking complacent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Listen to this: ‘Just as every good man has his weaknesses, every criminal has his virtues. So be doubly careful of the Vicomte de Valmont.’ He turns the letter over and reads out the signature, nod grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Madame de Volanges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MAIN ENTRANCE TO THE CHATEAU DAY",
          "text": "VALMONT embraces MME DE ROSEMONDE as his. big black carri waits at the foot of a flight of outside steps. MME DE TOURVEL waits, a little to one side. VALMONT crosses to her, takes her hand and kisses it, taking her by surprise She tries to withdraw her hand but he holds on to it. She speaks in an undertone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Monsieur, please... \f56 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "31 Continued He releases her hand and adds, in a murmur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'll write soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. EMILIE'S BEDROOM NIGHT",
          "text": "VALMONT is making energetic love to EMILIE, a strikingly attractive courtesan, in her luxurious canopied bed. After a while, he sighs with pleasure and pulls away from her. Outside, there are occasional rumbles of thunder and flashes of lightning. He looks down at her for a moment, leaning on one elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Turn over. EMILIE hesitates, looking up at him for a moment. Then she breaks into a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "All right. She turns over and looks up at him expectantly. He twitch away the bedclothes and contemplates her briefly, before speaking, very businesslike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Do you have pen, ink and writing paper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "Yes, over there, in the bureau. Why? Puzzled, she watches him as he gets up, crosses the room, finds what he's looking for and brings it. back to the be He puts down the pen and inkwell carefully, then climbs on to EMILIE, spreads a sheet of paper across the small of her back, arranges himself comfortably and reaches for the pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Now, don't move. EMILIE is still puzzled, but she submits graciously enoug VALMONT begins to write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“2 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "‘My dear Madame de Tourvel... I have just come...to my desk...' EMILIE understands now. She turns her head to smile up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Don't move, I said. '...in the middle of a stormy night, during which I have been tossed from exaltation to exhaustion and back again. The position in which I find myself as I write has made me more than ever aware of the power of love...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE TOURVEL'S BEDROOM AT THE CHATEAU DAY",
          "text": "MME DE TOURVEL sits at her bureau, reading VALMONT's lett",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "'...I can-scarcely control myself sufficiently to put my thoughts in order; but despite these torments, I guarantee that at this moment I am far happier than you...' The letter: a teardrop falls on to the paper, smudging th ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. EMILIE'S BEDROOM NIGHT",
          "text": "EMILIE is reaching back to caress VALMONT as he writes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "'...I hope one day you may feel the kind of disturbance afflicting me now: meanwhile please excuse me while I take steps to calm what I can only describe as a mounting excitement.' He moves aside paper, pen and inkwell and lies forward to murmur in EMILIE's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "We'll finish it later, shall we? \f60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN MME DE MERTEUIL'S HOUSE DAY",
          "text": "It's September now and there's a hint of Autumn in the afternoon light. VALMONT is taking tea with the MARQUISE DE MERTEUIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Your damned cousin, the Volanges bitch, wanted me away from Madame de Tourvel: well, now I am and I intend to make her suffer for it. Your plan to ruin her daughter, are you making any progress, is there anything I can do to help, I'm entirely at your disposal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "Well, yes, I told Danceny you would act as his confidant and advisor. I want you to stiffen his resolve, if that's the phrase. VALMONT frowns, not at all pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "I thought if anyone could help him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Help? He doesn't need help, he needs hindrances: if he has to climb over enough of them, he might inadvertently fall on top of her. He shakes his head dismissively, gets up and moves over to flop down on a chaise-longue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I take it he hasn't been a great success,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "He's been disastrous. Like most intellectuals, he's intensely stupid. VALMONT enjoys this: he looks at MERTEUIL, shaking his he in admiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I often wonder how you managed to invent yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I had no choice, did I, I'm a woman. When I came out into society, I was fifteen, nobody had taught me anything:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 34 Continued MERTEUIL (Cont) and it wasn't pleasure I was after, it was knowledge. So I practised detachment. I learned how to smile Pleasantly while, under the table, I stuck a fork into the back of my hand. I became not merely impenetrable, but a virtuoso of deceit. Women are obliged to be far more skilful than men. So of course I had to invent: not only myself, but ways of escape no one else has ever thought of. And I've succeeded, because I always knew I was born to dominate your sex and avenge my own. I operate on a wonderfully simple principle: win or die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Does that make you infallible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "When I want a man, I have him; when he wants to tell, he finds he can't. That's the whole story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And was that our story? MERTEUIL pauses before answering: the air is becoming increasingly charged with eroticism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I wanted you before we'd even met. My self-esteem demanded it. Then, when you began to pursue me, I wanted you so badly. It's the only one of my notions has ever got the better of me. Single combat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "A heavy silence is broken by the sudden opening of the mirrored double-doors. MERTEUIL's MAJORDOMO moves over and murmurs to her. She nods in acknowledgement. The MAJORDOMO sets off again, back towards the door. MERTEUIL indicates a screen, which stands in a distant corner of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "If you'd care to go behind the screen, Vicomte, I've arranged a little scene I hope you may find entertaining. VALMONT frowns at her, puzzled. \f” 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Well, hurry. VALMONT rises and moves swiftly across the room. He's in place behind the screen just in time to avoid being seen by MME DE VOLANGES, who hurries in looking slightly flustered, accompanied by the MAJORDOMO. MERTEUIL, who has assumed a grave expression, rises to greet her, kissing her on both cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "Your note said it was urgent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "It's days now, I haven't been able to think about anything else, I couldn't decide what to do for the best. Please, sit down. VALMONT listens behind the screen, bemused. VOLANGES takes a seat, thoroughly alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I have reason to believe that a, how can [ describe it, a dangerous liaison has sprung up between your daughter and the Chevalier Danceny. Behind the screen, VALMONT is dumbfounded by this; he shakes his head, at a loss to understand MERTEUIL's tactics. Meanwhile, VOLANGES is confidently dismissing the suggestion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "No, no, that's completely absurd. Cécile is still a child, she under- Stands nothing of these things; and Danceny is an entirely respectable young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Tell me, does Cécile have a great many correspondents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" YOLANGES",
          "text": "Why do you ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I went into her room at the beginning of this week, I simply knocked and entered; and she was stuffing a letter into the left-hand drawer of her bureau; in which, I couldn't help noticing, there seemed to be a large number of other letters. \f“)",
          "sentiment": "neutral"
        },
        {
          "speaker": "7",
          "text": "60 36 Continued Silence. Behind the screen, VALMONT's mouth is open in admiration and amazement. VOLANGES rises to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "I'm most grateful to you. ['ll see myself out. MERTEUIL rings. VOLANGES stands up, still in a state of mild shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Would you think it impertinent if I were to make another suggestion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "No, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "If my recollection is correct, I overheard you saying to the Vicomte de Valmont that his aunt had invited you and Cécile to stay at her chateau. CLOSE ON VALMONT. His eyes narrow and a smile begins to spread across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "She has, yes, repeatedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "A spell in the country might be the very thing. The MAJORDOMO has returned and MERTEUIL beckons him over. She gestures urgently and VALMONT suddenly realises he is visible in the mirrored: door. He takes evasive action ju in time, as MERTEUIL is speaking to the MAJORDOMO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Show Madame de Volanges to her , carriage. She embraces VOLANGES warmly, checking that VALMONT is no longer visible. Bowed down with care, VOLANGES shuffles out of the room after the MAJORDOMO. VALMONT emerges from behind the scre as MERTEUIL settles on the chaise-longue. He's lost in admiration. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You asked for hindrances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You are a genuinely wicked woman. \f60 Continued 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEULL",
          "text": "And you wanted a chance to make my cousin suffer,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "IT can't resist you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "T've made it easy for you. VALMONT . But all this is most inconvenient; the Comtesse de Beaulieu has invited me to stay,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Well, you'll have to put her off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The Comtesse has promised me extensive use of her gardens. It seems her husband's fingers are not as green as they once were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Maybe not, ut’ from what I hear, all his friends are gardeners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Ts that so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTELIL",
          "text": "You want your revenge. I want my revenge, I'm afraid there's really Only one place you cau ey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Back to Auntie, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Back to Auntie. Where you can also pursue that other matter. You have sone evidence to procure, have you not VALMONT doesn't answer for a moment, He approaches, rever to the tone of. just before MME DE VOLANGES's arrival.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Don't you think it would. be a generous gesture, show a proper confidence in my abilities, to take that evidence-for granted,..?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I need it in writing, Vicomte. \f60 61 62 63 38 Continued He's close to her now, giving her his most charming smile She leans her head back, unmoved. Their voices are intima his persuasive, hers amised,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "And now you must leave me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Must I? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Because I'm hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, I've quite an appetite myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Then go home and eat. He leans in to kiss her, but she turns aside, offering hi her cheek,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "In writing. He gives up, smiling at her, still in admiration. INT. CECILE'S BEDROOM IN MME DE VOLANGE'S HOUSE Day CECILE looks up with a start as MME DE VOLANGES storms in the room, goes straight to‘her bureau and opens the left- drawer. Her eyes widen in horror as MME DE VOLANGES bring out a handful of letters, INT, DRAWING ROOM IN VALMONT'S HOUSE pay DANCENY is in the process of sealing a letter, when he is Overcome by emotion: he puts down the sealing-wax and sob burying his face in his bands. VALMONT grunts understandi ipkes the seal from between DANCENY's limp fingers and ap it to the wax. Then he puts an arm round DANCENY, who bur his face in VALMONT's chest. VALMONT passes a fastidious hand lightly over DANCENY's hair and picks up the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN MME DE ROSEMONDE'S CHATEAU DAY",
          "text": "The edge of the letter Protrudes from VALMONT's pocket as he moves around the large room. The Autumn sun streams in through the French windows. A WIDER ANGLE shows the four women disposed around the room; MME DE TOURVEL, stretched Out On a Chaise-longue, ashen, Staring. at a book; MME DE VOLANGES, in a window-seat, staring out at the grounds; CELINE, in a corner, working at her embroidery; -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39 Continued and MME DE ROSEMONDE, Playing solitaire at the card-table The latter looks up as VALMONT drifts by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "You'll be pleased to hear, my dear, that Armand is on his feet again and back at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Monsieur Armand, whose family you helped so generously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh, yes. He finds a seat, equidistant between TOURVEL and CECILE a stares for a moment at TOURVEL. When she looks up at hin, he looks away quickly, this time at CECILE, who presently becomes aware of his gaze and embarrassed by it. VALMONT turns very quickly back to TOURVEL and is gratified to catch her still looking at him, though she immediately tu away. ROSEMONDE meanwhile turns to address VOLANGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "When my nephew was last Staying here, we discovered quite by chance... VALMONT interrupts her, suddenly rising to his feet, stil staring at TOURVEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Are you feeling all right, Madame? I'm sorry to interrupt you, Aunt, it seemed to me all of a sudden that Madame de Tourvel didn't look at all well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "' I'm...no, I'm quite all right. By now, ROSEMONDE and VOLANGES are on their feet, converg on TOURVEL. As they bear down on her, VALMONT steps back, slips the letter out of his pocket and holds it behind hi back, waving it at CECILE. She's very slow to react, but eventually she grasps the significance of VALMONT's impat ‘gestures, tosses her embroidery aside and stuffs the let in her pocket. Meanwhile, to the others, MME DE TOURVEL continues to be the centre of attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "Perhaps you need some air. Do you feel constricted in any way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "No, really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I feel sure Madame de Volanges is right, as usual. A turn around the grounds perhaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ROSEMONDE",
          "text": "Yes, yes, a little walk in the garden, it's not too cool, I think. TOURVEL frowns in puzzlement as VOLANGES wraps a shawl round her shoulders and propels her in the direction of the French windows,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Fresh air will do you the world of good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "The meal was somewhat heavy, perhaps...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "I don't believe that can be the cause... 2 During this exchange, CECILE has gathered up her shawl an made to follow the others. As she's spreading it across her shoulders, however, she's startled to find it tugged away from her by VALMONT, who drops it on a chair, murmur between clenched teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Come back for it. She frowns at him for a moment, then follows the still- clucking ladies out into the garden. VALMONT watches with satisfaction as she stops, says a word to her mother and comes hurrying back into the room. VALMONT sits her down, hands her her shawl and sits opposite her, talking very f",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "IL don't want to arouse suspicion, Mademoiselle, so I must be brief. The letter is from the Chevalier Danceny. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Yes, I thought so, Monsieur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Now the handing-over of such letters is a far from easy matter to accomplish. I can't very well create a diversion every dav. \f” ” 63 84 41 Continued At this point VALMONT produces a large key from his waist pocket,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "So, this key resembles the key to your bedroom, which I happen to know is kept in your mother's room, on the mantelpiece, tied with a blue ribbon. Take it, go up now, attach the blue ribbon to it and put it in place of your bedroom key, which you will then bring to me. I'll be able to get a copy cut within two hours. Then I'll be able to collect your letters and deliver Danceny's without any complications. He drops the key into CECILE's lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Ob, and in the cupboard by your bed, you'll find a feather and a small bottle of oil, so that you can oil the lock and hinges on the ante-room door. Off you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Are you sure, Monsieur, I'm not sure it would be right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Well, I know Monsieur Danceny has every confidence in you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Believe me, Mademoiselle, if there's one thing I can't abide, it’s deceitfulness. ’ She hesitates for a moment and then hurries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TERRACE DAY",
          "text": "VALMONT steps out of the French windows on to the terrace where ROSAMONDE, VOLANGES and TOURVEL. are waiting. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "Do you know where my daughter is, Vicomte?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I believe she went up to get her shawl, \f64 65 66 67 42 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "Oh? I thought she had her shawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE VOLANGES'S BEDROOM DAY",
          "text": "CECILE grapples with the blue ribbon, experiencing the greatest difficulty in disentangling it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TERRACE DAY",
          "text": "VALMONT, his expression a little tense, has moved away fr the group of waiting women. He's startled when he looks u to see MME DE TOURVEL bearing down on him, speaking in a fierce undertone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "If I did feel i11, Monsieur, it would not be difficult to guess who was responsible. VALMONT is too surprised to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You promised to leave here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Then how can you be insensitive enough to return without warning? VALMONT is only too aware that MME DE VOLANGES is now heading purposefully back into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Would you excuse me, Madame? He breaks away from her and sets off towards a different entrance into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE VOLANGES'S BEDROOM DAY",
          "text": "CECILE has almost finished tying the blue ribbon on to the second key, when it Slips from her fingers and drops into the grate. She falls to her knees and tries to fish it out. She can't reach it, Suddenly, the creak of the ante-room door makes her look up in terror. It's VALMONT. He hurries across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Quick. Your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 68 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 Continued CECILE indicates the key in the grate. VALMONT's fingers are long enough to reach the ribbon. He fishes the key out and drops it on the mantelpiece. Then he catches sigh of VOLANGES's shawl, picks it up, thrusts it at CECILE an dives behind the door, just as VOLANGES arrives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I just came up to fetch your shawl. She hands her the shawl and they leave the room. VALMONT waits a few seconds before emerging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MAIN STAIRCASE DAY",
          "text": "As MME DE VOLANGES and CECILE arrive at the top of the stairs, so VALMONT arrives at the bottom. They pass on the stairs, VALMONT moving respectfully to one side, and VOLANGES ignoring him. CECILE, a pace behind, takes the opportunity to slip the key into VALMONT's hand, almost dropping it as she does so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FORMAL GARDENS DAY",
          "text": "MME DE TOURVEL and VALMONT sit at either end of a bench in the rigidly manicured garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Why are you so angry with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm not angry. Although since your very first letter spoke of nothing but the disorders of love, I'm certainly entitled to ' be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I was away almost three weeks and wrote to you only three times. Since I was quite un- able to think about anything but you, some might say I showed heroic restraint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "But you persisted in writing about your love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It's true: I couldn't find the etranw~th +m nhmer \fa4 69 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You must know it's impossible for me to reciprocate your feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What else could I have written to you about, other than my love? What else is there? I believe I've done everything you've asked of me. i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you came back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "| You've done nothing of the sort. i VALMONT | I left here when you wanted me to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALMONT, momentarily blocked by this, casts around for a way forward. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "~ All I can offer you, Monsieur, is -) my friendship; can't you accept it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I could pretend to: but that would be dishonest. The man I used to be would have been content with friend- ship; and set about trying to turn ! it to his advantage. But I've : changed, thanks to you. You've made me a better person: you mustn't now undo your handiwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I've no wish to. But equally, I 1 have no wish to hear what you invariably get round to saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Surely we don't have to try to avoid each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Of course not. Providing you promise not to insult me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shall obey you in this as in everything. my Rather to her surprise, he rises to his feet and bows formally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 71 72 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 INT. DRESSING-ROOM IN MME DE MERTEUIL'S HOUSE Day MERTEUIL sits, en negligée, reading a letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "‘We go for a walk together almost every day: a little further every time down the path that has no turning.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GROUNDS OF THE CHATEAU DAY",
          "text": "VALMONT and MME DE TOURVEL stroll through parklands, the chateau silhouetted on a ridge behind them, deep in conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I wish you knew me well enough to recognise how much you've changed me. My friends in Paris remarked on it at once. I've become the soul of consideration, charitable, conscientious, more celibate than a monk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "More celibate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, you know the stories one hears in Paris. MME DE TOURVFI. nan't suppress a smile. LONG SHOT: the two of them moving through the autumn landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S DRESSING-ROOM DAY",
          "text": "MERTEUIL continues to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "\"She's accepted my love; I've ’ accepted her friendship; we're both aware how little there is to choose between them. Her eyes are closing,' MERTEUIL looks up from the letter, thoughtful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ANTE-ROOM TO THE VOLANGES' BEDROOMS NIGHT",
          "text": "The hinges no longer squeak as VALMONT, in bis dressing-g carrying a dark-laatern, closes the door behind him, prod the key, crosses to another door, inserts the key in the lock, turns it, removes and pockets the key, opens the do and advances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, CECILE'S BEDROOM NIGHT",
          "text": "CECILE is fast asleep inthe large bed. VALMONT closes the door behind him and crosses silently to the bed. He Stands for a moment, contemplating CECILE. Then he puts the lantern down carefully, leans forward and very gently eases back the covers. CECILE stirs but still doesn't wak VALMONT passes his hand through the air, tracing the cont of her body. Finally, he puts his hand over her mouth. She wakes with a start, her eyes wide above his hand. VALMONT smiles and speaks in a whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Nothing to worry about. He removes his hand. She stares up at him, frowning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Have you brought a letter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Then what... Instead of answering, he leans forward to kiss her. There a brief, fierce struggle, in which CECILE successfully de herself from the kiss, but is entirely taken by surprise VALMONT plunges a hand up inside her nightdress. Her eyes widen in horror, but her cry is instantly stifled as VALM other hand clamps down on her mouth. She writhes determin for a moment, succeeds in freeing her head and dives acro the bed to reach for the bell-pull. VALMONT leaps on to t bed, grasping her wrist just in time. She grapples with h for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What are you going to tell your mother? How will you explain the fact that I have your key? If I tell her I'm here at your invitation, I have a feeling she'll believe me. CECILE stops struggling, her eyes wide with fear. He's lying beside her on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, I don't know, what do you think? His hand goes back up inside her nightdress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "No, please, don't. Please. \fbe 74 Continued 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "All right. I just want you to give me a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "A kiss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "That's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Then will you go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Then I'll go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Whatever you say. CECILE flops back on the pillow and closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "All right. VALMONT leans in and gives her a long kiss, his hands roaming as he does so. After a while he pulls away,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "All right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Very nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "No, I mean, will you go now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh, I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "But you promised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I promised to go when you gave me a kiss. You didn't give me a kiss. I gave you a kiss. Not the same thing at all. CECILE peers at him miserably. He looks back at her, calm waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "And if I give you a kiss...? \f74 75 48 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "That's what I said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "You really promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Let's just get ourselves more comfortable, shall we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Do you? VALMONT disposes the sheet over him, moving on top of her as he does so. He replaces his hand and CECILE reacts wit a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Please don't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'll take it away. After the kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Swear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I swear. Now put your arms round me. CECILE reaches up and gives him a long, surprisingly inte kiss, her eyes tightly closed. Suddenly she gasps and her eyes open wide with amazement. Slowly VALMONT's hand come up from under the cover. CECILE looks at it, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "See. I told you I'd take my hand away. INT. DINING-ROOM Day MME DE ROSEMONDE sits at the head of the long polished ta with MME DE VOLANGES on her right and CECILE on her left. Further down, on VOLANGES's side is VALMONT; opposite him MME DE TOURVEL. It's breakfast time and the sideboard is groaning with beef and poultry and lamb cutlets. VALMONT is eating heartily; CECILE, on the other hand, stares",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75 76 717 78 79 49 Continued unseeingly at her food. She looks up. Across the table, VALMONT catches her eye and gives her an imperceptible wi Immediately, she bursts into noisy tears, gets up and hur out of the room. Consternation, except for VALMONT, who, unperturbed, sips at his champagne,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "I'd better to and see what's wrong if you'll excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Of course, my dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shouldn't worry, Madame. The young have such miraculous powers of recuperation. I'm sure she'll soon be back in the saddle. VOLANCES, on her feet already, acknowledges VALMONT with perfunctory smile, as she hurries out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. ANTE-ROOM NIGHT",
          "text": "Vv: ONT tip-toes in with his dark-lantern. He reaches CECILE's door, brings out his key and turns it in the loc The door does not yield. VALMONT frowns, puzzled and trie again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CECILE'S BEDROOM NIGHT",
          "text": "The door is bolted on the inside. CECILE sits at her bure writing a letter, tears rolling down her face. She looks up at the SOUND of the key in the lock, then returns with an even fiercer concentration to her letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRESSING-ROOM IN MME DE MERTEUIL'S HOUSE DAY",
          "text": "MBRTEUIL reads CECILE's letter, a sardonic smile on her f",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE, (V.0.)",
          "text": "Who else can I turn to in my desparation, Madame? And how can I write the necessary words?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MAIN ENTRANCE TO MME DE ROSEMONDE'S CHATEAU DAY",
          "text": "A large and elegant carriage draws up outside the chateau The HEAD FOOTMAN, a silver-haired veteran, passes down th steps through the ranks of SERVANTS, who wait at attentio opens the carriage door, lowers the steps and remains bow in anticipation. Presently the MARQUISE DE MERTEUIL emerg from the carriage. \f50",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ": . 78 = Continued | MME DE ROSEMONDE and MME DE VOLANGES descend between th i ranks of SERVANTS, the latter arriving first and mutter urgently to MERTEUIL as they embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "There's something going on, ‘ Cecile won't tell me, you must 1 speak to her at once. 80 INT. GRAND SALON IN MME DE ROSEMONDE'S CHATEAU Day MERTEUIL sits on a chaise-longue not far from an open French window. CECILE kneels at her feet, still distraigh ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I thought he'd just come to bring me a letter. But he hadn't. And by the time I realised what he had come for, it was, well, it was too late to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "> You mean to tell me you're upset . because Monsieur de Valmont has taught you something you've undoubtedly been dying to learn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "' What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "‘ And am I to understand that what ‘ generally brings a girl to her senses has deprived you of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I thought you'd be horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": ", Tell me: you resisted him, did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Of course I did, as much as I could,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "But he forced you? It wasn't that exactly, but I found it almost impossible to defend myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Why was that? Did he tie you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80 Continued S",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "No. No, but he has a way of putting things. You just can't think of an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Not even no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I kept saying no all the time; but somehow that wasn't what I was doing. She looks up at MERTEUIL. I'm so ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You'll find the shame is like the pain: you only feel it once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "What am I going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You really want my advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "i Please. ‘ MERTEUIL Allow Monsieur de Valmont to i continue your instruction. : Convince your mother you have forgotten Danceny. And raise no objection to the marriage. CECILE gapes at her, bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "With Monsieur de Bastide?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "When it comes to marriage one man is as good as the next; and even the least accommodating is less trouble than a mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "~ So are you saying I'm going to have to do that with three different 5 men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm saying, you stupid little girl, that provided you take a few elementary precautions, you can do it, or not, with Re many mon am eas Valen nn pe! \f4",
          "sentiment": "neutral"
        },
        {
          "speaker": "XK",
          "text": "80 81 Continued MERTEUIL (Cont) you like, in as many different ways as you like. Our sex has few enough advantages, you may as well make the most of those you have. CECILE is fascinated: she looks at MERTEUIL with a kind o wild surmise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "And now here comes your mama, so - remember what I've said and, above all, no snivelling. MME DE VOLANGES arrives from the garden through the French windows, anxiously looking at CECILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "How are you feeling now, my dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Oh, much better thank you, Maman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "You look so tired. I think you should go to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "No, really, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I think you should do as your mother suggests. We can arrange for some- thing to be brought to your room. I'm sure it would do you good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Well. Perhaps you're right, Madame. And she leaves the room, turning back once to exchange a mischievous glance with MERTEUIL. VOLANGES doesn't see th having turned gratefully back to MERTEUIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOLANGES",
          "text": "You have such a very good influence on her,",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. UPSTAIRS CORRIDOR NIGHT",
          "text": "VALMONT, carrying his dark-lantern, leads CECILE along th corridor. They're both in dressing-gowns. He opens a door quietly. \fws",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM NIGHT",
          "text": "VALMONT leads CECILE into the room; it's much grander than hers, and she looks around, a little awed. Candles burn in strategic emplacements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Here, you can make as much noise as you like. He puts the lantern down by the bed and presses down on i",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And the mattress is a little harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Is that good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh, yes, that's very good. Impulsively, CECILE throws off her things and jumps onto bed. She bounces up and down experimentally and then reaches a hand up to VALMONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Come on. VALMONT smiles and then lowers himself gently alongside her on the bed. She grabs at his dressing-gown and he takes her wrists, restraining her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The first thing you must learn is that there is no necessity whatsoever for haste. He reaches out to caress her. Now. As with every other science, the first principle is to make sure you call everything by its proper : ' name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I don't see why you have to talk at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Without the correct polite vocabulary, how can you indicate what you would like me to do or make me an offer of something [I might find agreeable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECTLE",
          "text": "Surely you just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82tinued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You see, if I do my work adequately, I would like to think you'll be able to surprise Monsieur de Bastide on his wedding night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Would he be pleased?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, of course, he'll merely assume your mama has done her duty and fully briefed you. ‘ILE bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Maman couldn't possibly talk about anything of the sort. VALMONT . Ican't think why. She was, after all, at one time, one of the most notorious young women in Paris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Maman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Certainly. More noted for her enthusiasm than her ability, if I remember rightly. There was a famous occasion, oh, before you were born, this would have been, when she went to stay with the Comtesse de Beaulieu, who tactfully gave her a room between your father's and that of a Monsieur de Vressac, who was her acknowledged lover at the time. Yet in spite of these careful arrangements, she contrived to spend the night with a third party. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I can't believe that, it's just gossip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no, I assure you, it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "How do you know? LMONT looks down at her, a slow smile spreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The third nawee ane merest &",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82 83 55 ‘ Continued CECILE's jaw drops. For a moment she stares at VALMONT, appalled. Then she bursts out laughing, her laughter even more abandoned than before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, we can return to this subject later. During the intervals. He caresses her thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You asked me if Monsieur de Bastide would be pleased with your abilities; and the answer is that even if he isn't, I don't believe it would be difficult to find others who would. Education is never a waste. He begins kissing her, his head travelling down her body. He plants a kiss on her stomach and looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I think we might begin with one or two Latin terms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON EVENING",
          "text": "MME DE ROSEMONDE is entertaining members of the local nobility and everyone has made an effort to do justice to the occasion. VALMONT and MERTEUIL move through the crowd, resplendent , conversing in an undertone, as they acknowledge the greetings of their acquaintances. VALMONT makes a particularly deep reverence to MME DE VOLANGES an CECILE, at which the former smiles in queasy response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "So she let you in last night? ‘ VALMONT . Well, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Thanks to me, I think you'll find. She seems to be under the impression that your original approach was rather...underhand. She waves charmingly at some elderly GUEST. To tell you the truth, the real reason I consented to spend a day at this lugubrious address was that I was hoping to be shown some tear- Stained Kirt Af nanan \fq",
          "sentiment": "neutral"
        },
        {
          "speaker": "CY",
          "text": "83 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Ah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "But I can only assume that no such document exists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Probably just as well, no doubt you're exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I think you know me better than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Can't see her at the moment. He blows a kiss at a WOMAN, who pretends not to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Surely I've explained to you before how much I enjoy watching the battle between love and virtue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What concerns me is that you appear to enjoy watching it more than you used to enjoy winning it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "All in good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "The century is drawing to its close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I really don't want to hurry things: Every step she tries to take away from the inevitable conclusion brings her a little nearer to it. And when Bastide and Cécile are married and Madame de Tourvel eventually collapses, we shall tell everyone, shall we not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I wish I could share your confidence, Vicomte. But I'm beginning to have my doubts about you. Do you really deserve your reputation? \fy 83 84 s7 Continued Their travels have brought them back close to MME DE VOLA and CECILE, whom VALMONT surreptitiously indicates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Isn't it a pity that our agreement does not relate to the task you set me rather than the task I set myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I am grateful, of course: but that would have been almost insultingly simple. One does not applaud the tenor for clearing his throat. The pure and unearthly SOUND of a soprano VOICE raised in some religious anthem, as VALMONT and MERTEUIL join a reluctant MME DE VOLANGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MUSIC-ROOM EVENING",
          "text": "The VOICE belongs to a tall MAN of melancholy aspect: a castrato. He stands on a dais in front of a small baroque orchestra, singing exquisitely, the veins standing out on his temples, to an attentive audience. VALMONT and MERTEUIL are in the back row, watching. Suddenly, however, VALMONT gives a quite perceptible star which MERTEUIL notices. She follows his eyeline. MME DE TOURVEL,looking frail and beautiful, has entered t room. She makes her way to an isolated seat, quite close the orchestra and at an angle and begins to listen. MERTEUIL turns to look at VALMONT. He's transfixed. Presently, MME DE TOURVEL half-turns to scan the crowd. S looking for VALMONT; and when she sees him she holds his and smiles shyly. VALMONT smiles back: MERTEUIL watches him, with a trace o alarm. MME DE TOURVEL turns back to listen to the music. VALMONT stares, rapt, at her profile. Then he starts agai as MERTEUIL's hand closes on his wrist. He smiles at her sheepishly, aware of being caught out. MME DE TOURVEL is moved by the music. There are tears in eyes. VALMONT is once again lost in contemplation of her profil He doesn't notice now that MERTEUIL is looking at him, he expression considerably disturbed. \fcy u 85 86 87 88 89 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PRIVATE CHAPEL DAY",
          "text": "VALMONT arrives late for the service. He's pleased to notice that the seat next to MME DE TOURVEL is empty. Indeed, as she turns and beckons to it, it's clear that s has saved it for him. He arrives, acknowledging her and kneels for a moment's private prayer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM NIGHT",
          "text": "VALMONT stands, still fully dressed, in his candle-lit bedroom, his door slightly ajar, his eye to the crack in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR NIGHT",
          "text": "VALMONT'S P.O.V. through the crack in the door; MME DE TOURVEL, alone, arrives at the top of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM NIGHT",
          "text": "VALMONT straightens up and saunters out of his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR NIGHT",
          "text": "VALMONT stops, as if surprised, and bows to MME DE TOURVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Madame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Where are you going, Monsieur?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "To the salon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "There's no-one there. The others have all decided on an early night. He's following her along the corridor now, on the way to her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I very much missed our walk today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I fear with the weather as it is, we can look forward to very few more of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "89",
          "text": "90",
          "sentiment": "neutral"
        },
        {
          "speaker": "L",
          "text": "59 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh, yes. By this time, they've arrived at the door to her bedroom, which she's opened. She hesitates in the doorway and VALMONT decides to take a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "May I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Of course. Trying to conceal his astonishment, he follows her into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOURVEL'S BEDROOM NIGHT",
          "text": "VALMONT speaks, to cover his entrance into the room, whic is similarly appointed to his own, though somehow far mor sober in feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "But, you see, within a week I shall have concluded my business. TOURVEL stops in her tracks, clearly affected by this new",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Even so, I'm not sure I'll be able to bring myself to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Oh, please. You must! It's an involuntary exclamation; VALMONT knows exactly how to capitalise on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Are you still so anxious to get rid of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You know the answer to that. I rely on your integrity and generosity. I want to be able to be grateful to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Forgive me if I say I don't want your gratitude. I want something altogether deeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Na} 90 60 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I know God is punishing me for my pride. I was so certain nothing like this could ever happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Nothing like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I can't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Do you mean love? Is love what you mean? He takes her hand. She starts, but doesn't remove it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You promised not to speak of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "But I must know, I need this consolation at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I can't...don't you see...it's impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Of course I understand, I don't want you to Say anything, but I must know, I must know if you love me, don't speak, you don't have to speak. I just want you to look at me. Just look. That's all I ask. Long silence. Finally, slowly, MME DE TOURVEL raises her eyes to him. ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Yes. They're motionless for a moment. Then. VALMONT releases her hand and puts his arms around her. As he does so, her eyes suddenly go dead and she collapses sideways, obligin him to catch her. She sways in his arms for a moment, the comes to and jerks violently away from him, running half- across the room. Then she bursts into tears. She stands f a moment, sobbing wildly, then rushes at VALMONT, falls t her knees and throws her arms round his legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 91 92 61 Cont inued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "For God's sake, you must leave me, if you don't want to kill me, you must help, it's killing me! VALMONT, somewhat taken aback at first by her intensity, collects himself and lifts her to her feet. For a moment they sway together in an ungainly embrace; then MME DE TOURVEL's sobs cease abruptly and give way to chattering teeth and almost epileptic convulsions. Startled, VALMONT gathers her up in his arms, carries her over and deposits her gently on the bed. The convulsions continue, her teeth are clenched, the blood drained from her face. He leans forward and loosens her bodice as she stares helplessly up at him. Slowly, her features return to normal. He looks down at her, perplexed. Her arms open, she relaxes, her lips part. He starts to lean towards her then suddenly checks himself and looks away, something almost like shame darkening his expression. Her face begi to collapse. He looks back at her, gnawing at his lip. Sh begins to go into shock again and he straightens up, move back across the room and pulls the bell-pull. Her sobs drive him from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR NIGHT",
          "text": "As VALMONT steps into the corridor, ROSEMONDE's maid, ADE comes hurrying up, struggling into her dressing-gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Fetch Madame. Madame de Tourvel has been taken ill. ADELE hurries away and VALMONT steels himself to step bac into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOURVEL'S BEDROOM NIGHT",
          "text": "As VALMONT appears in the doorway, TOURVEL stretches out her hand to him. He crosses and takes it between both of his. He stands, massaging her hand, bemused and thoughtfu He lets go of her hand abruptly as MME DE ROSEMONDE appea shepherded by ADELE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I heard something as I was passing; she seemed to. be having difficulty breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Oh, my dear, whatever is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm all right now. \fy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92 93 94 95 62 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shall leave her in your capable hands, Aunt. And still looking strangely abashed, he leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "We must send for a doctor, my dear. MME DE TOURVEL is roused from her rapt contemplation of VALMONT's departure. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "No, no, please, I don't need a doctor. I just...come and sit by me for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR NIGHT",
          "text": "As VALMONT moves back towards his room, lost in thought, he hears a footstep behind him. It's MME DE VOLANGES, on her way to investigate the disturbance. VALMONT makes an authoritative gesture to discourage her from entering TOU room, and she turns away, strangely confused and abashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM NIGHT",
          "text": "VALMONT closes the door behind him and leans his head bac on it, completely mystified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TOURVEL'S BEDROOM NIGHT",
          "text": "ROSEMONDE's kindly face looks anxiously down at MME DE TOURVEL. They're holding hands. ADELE has left the room. MME DE TOURVEL speaks very quietly, controlling herself with enormous difficulty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' TOURVEL",
          "text": "I must leave this house. I'm most desperately in love. MME DE ROSEMONDE bows her head, unsurprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "To leave here is the last thing in the world I want to do, but I'd rather die than have to live with the guilt. Can you understand what I'm saying? \fu 95 Continued 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Of course. My dear girl. None of this is any surprise to me. The only thing which might surprise one is how little the world changes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Well, what should I do? What's your advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "If I remember rightly, in such matters all advice is useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I've never been so unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EOSEMONDE",
          "text": "I'm sorry to say this: but those who are most worthy of love are never made happy by it. You're too young to have understood that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "By why, why should that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "Do you still think men love the way we do? No. Men enjoy the happiness they feel; we can only enjoy the happiness we give. They're not capable of devoting themselves exclusively to one person. So to hope to be made happy by love is a certain cause of grief. I'm devoted to my nephew, but what's true of most men is doubly so of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "And yet...he could have...just now. He took pity on me, I saw it happen, I saw his decision not to take advantage of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSEMONDE",
          "text": "If he has released you, my dear child, you must go. TOURVEL looks up at her. Tears. begin to cascade from the corners of her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "u 96 97 98 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM NIGHT",
          "text": "AZOLAN leans over VALMONT, shaking him. VALMONT comes up from the bottom of a deep sleep and wakes with a start",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Get up, sir, quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What is it? AZOLAN is already over by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Over here. VALMONT, spurred by the urgency of his tone, scrambles out of bed and joins him at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MAIN ENTRANCE NIGHT",
          "text": "Below, a carriage pulls away and speeds down the entrance drive. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM NIGHT",
          "text": "AZOLAN turns to the still slightly befuddled VALMONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Madame de Tourvel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What? Suddenly, VALMONT is wide-awake. He issues his orders calmly and decisively. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I want you to follow her, right now. Stay close to her. I want ' to know everything. Who she sees, where she goes, what she eats, if she sleeps. Everything. He's fetched what looks like a great deal of money out of his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "That's for bribes, Yours will come later,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Or not. Now go. \fcy 98 99 100 101 65 Continued the shock beginning to show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM IN VALMONT'S HOUSE DAY",
          "text": "VALMONT looks up as AZOLAN arrives at speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And what treasures do you have in store for me today? AZOLAN hands him a letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "This, which Julie managed to get to before it was sealed up. It's to Father Anselme. She says he can bring you to see her. VALMONT has run his eye over the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "This is excellent. Deliver it. What news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "No visitors. There still hasn't been a single visitor since she got back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE NIGHT",
          "text": "MME DE TOURVEL sits staring sightlessly at an open book; beside her, a tray of food, scarcely disturbed. There are dark circles under her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN, (V.0.)",
          "text": "Bit of soup last night but didn't touch the pheasant. Afterwards a cup of tea. Nothing else to report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM IN VALMONT'S HOUSE DAY",
          "text": "VALMONT, pleased, is handing AZOLAN a fat purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "How's Julie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Seems a bit keener than she was in the country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAT.MONT",
          "text": "\f101 66 Continued AZOLAN sighs, shaking his head gloomily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "Talk about devotion to duty. VALMONT's MAJORDOMO shows MME DE MERTEUIL and DANCENY into the room. VALMONT dismisses AZOLAN, speaking out of the side of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Off you go. Keep it up. AZOLAN and the MAJORDOMO leave as VALMONT greets his visitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Madame. My dear boy. DANCENY runs over to him and embraces him impulsively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Thank you, Monsieur, for every- thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I was afraid I'd been a sad disappointment to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "On the contrary, it's you I have to thank for keeping our love alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Ah, as to love, Cécile thinks of little else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I had so hoped you'd be able to arrange a meeting between us in the country. ‘ VALMONT Yes. In many respects I found her very open to persuasion; but not, alas, on that issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "She said in her letter I couldn't do more myself than you've been doing on my behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "She's a most generous girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "u 101 Continued 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I don't know how I can bear to go another two weeks without seeing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We shall have to do our very best to provide some distraction for you. And now if you'd be so kind as to wait in the carriage, there's a matter I must discuss with the Vicomte in private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Of course. He bows to VALMONT and pumps his hand heartily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I don't know how I can ever repay you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Don't give it another thought, it's been delightful. . DANCENY leaves the room and VALMONT and MERTEUIL look at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Poor boy. He's quite harmless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I must say I thought Cécile's letter sounded unusually witty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "So I should hope: I dictated it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Ah, Vicomte, I do adore you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I have a piece of news I hope you might find entertaining: I have reason to believe the next head of the house of Bastide may be a Valmont.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What can you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". VALMONT",
          "text": "Cécile is two weeks late. \f101 Continued 68 MERTEUIL is startled: she frowns, assessing the implicati",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "aren't you pleased?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Your aim was to revenge yourself on Bastide. I've provided him with a wife trained by me to perform quite naturally services you would hesitate to request from a professional and very likely pregnant as well. What more do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Vicomte, I agree, you've more than done your duty. Shame you let the other one slip through your fingers. VALMONT 's expression darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I let her go. Can you imagine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I was...moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Oh, well, then, no wonder you bungled it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I had no idea she was capable of being so devious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Poor woman, what else could you expect? To surrender and not be taken, it would try the patience of a saint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I have an appointment to visit her on Thursday. And this time, I shall be merciless. I'm going to punish her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm pleased to hear it. \fGy 101 102 103 69 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Why do you suppose we only feel compelled to chase the ones who run away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Immaturity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I shan't have a moment's peace until it's over, you know. I love her, I hate her, my life's a misery; I've got to have her so I can pass all these feelings on to her and be rid of them. MERTEUIL is not best pleased by his tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I think I may have kept our young friend waiting long enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". VALMONT",
          "text": "I shall call on you sometime soon after Thursday. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Only if you succeed, Vicomte. I'm not sure I could face another catalogue of incompetence. She pecks him on the cheek and hurries away. VALMONT watches her leave, troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FOOTMAN shows. VALMONT and FATHER ANSELME, a stocky Cistercian up the stairs. VALMONT murmurs in FATHER ANSELME's ear and the latter, after a moment's hesitation peels away to sit down on the landing. ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE EVENING",
          "text": "MME DE TOURVEL looks up with a start as her FOOTMAN shows in VALMONT. She stands up, visibly trembling, ethereal with exhaustion. The FOOTMAN waits and is surprised to be dismissed impatiently with a gesture from TOURVEL,",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I understand Father Anselme has explained to you the reasons for my visit. \fvy Cy 103 Continued 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Yes. He said you wished to be reconciled with me before beginning instruction with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "But I see no need for formal reconciliation, Monsieur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No? When I have, as you said, insulted you; and when you have treated me with unqualified contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Contempt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You run away from my Aunt's house in the middle of the night; you refuse to answer or even receive my letters: and all this after I have shown a restraint of which I think we are both aware. I would call that, at the very least, contempt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm sure you understand me better “than you pretend, Monsieur...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It was me you ran away from, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I had to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And do you have to keep away from me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "For ever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I must.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 71 Continued VALMONT moves away from her now, speaking half to himself it seems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well. I'm as unhappy as you could ever have wanted me to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I've only ever wanted your happiness. VALMONT runs across to her, falls to his knees and buries his face in her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "How can I be happy without you? Cautiously, as if Plunging it in boiling water, MME DE TOURVEL allows her hand to rest for a few seconds on VALMONT's head. He looks up at her fiercely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I must have you or die. MME DE TOURVEL scrambles to her feet and retreats across the room. VALMONT remains on his knees, his head bowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Death it is. She looks back at him, distraught. He rises to his feet, calmer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'm sorry. I'm not used to passion. At least this is the last time. So be calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "It's difficult when you're in this state, Monsieur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, well, it won't last very long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I understood you approved of the choice my duty has compelled me to make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes. And your choice has determined mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Whirnh ge whaes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 72 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The only choice capable of putting an end to my suffering. TOURVEL's eyes are full of fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "What do you mean? VALMONT puts his hands on her arms and almost shakes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Listen. I love you. You've no idea now much. Just remember I've made far more difficult sacrifices than the one I'm about to make. Now goodbye. He pulls away from her, but she clutches at his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Let me go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You must listen to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "No ! During this exchange they have been struggling, he to free himself, she to hang on to him. Now she collapses into his arms and the struggle resolves into a long kiss. Then he sweeps her up in his arms, carries her across the room and gently sets her down on the ottoman. She bursts into tears and clutches on to him as if she's drowning. Eventually he speaks, his voice unusually tender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Why should you be so upset by the idea of making me happy? Gradually she stops crying, looking up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Yes. You're right. I can't live either unless I make you happy. So I promise. No more refusals and no more regrets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 104 105 106 73 Continued He leans in and kisses her gently. Then he looks at her for a second and they begin tearing at one another's clothes, suddenly both equally ravenous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LANDING EVENING",
          "text": "FATHER ANSELME shifts uneasily, bemused by the unexpected SOUNDS coming from behind the closed doors of the drawing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MAIN STAIRCASE AND LANDING IN MERTEUIL'S HOUSE DAY",
          "text": "VALMONT springs up the staircase, easily outpacing the puffing MAJORDOMO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Success!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (0.S.)",
          "text": "At last. INT. GRAND SALON Day They're both seated: VALMONT exhilarated, MERTEUIL a trifle frosty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I arrived about six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Yes, I think you may omit the details of the seduction, they're never very enlivening: just describe the event itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It was...unprecedented. MERTEUIL's facing away from him now, so he's unable to se (or discern from her voice which remains icy calm) that for her, every word is like a dagger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It had a kind of charm L don't think I've ever experienced. before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "107 108 109 110 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWLNG-ROOM IN MME DE TOURVEL'S HOUSE EVENING",
          "text": "VALMONT. and. TOURVEL entwined on an ottoman, their cloth scattered around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "Once she'd surrendered, she behaved with perfect candour. Total mutual delirium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN MERTEUIL'S HOUSE DAY",
          "text": "CLOSE on MERTEUIL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Which for the first time ever with me outlasted the pleasure itself. She was astonishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM EVENING",
          "text": "MME DE TOURVEL sits up now; and VALMONT kneels at her feet, his head in her lap. She strokes his hair, her expression a strange mixture of exaltation and sadness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0O.)",
          "text": "So much so that I ended by falling on my knees and pledging her eternal love. And do you know, at the time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON DAY",
          "text": "CLOSE on VALMONT, as he realises he's allowed himself, pe unwisely, to be carried ‘away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "«-.and for several hours afterwards, I actually meant it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It's extraordinary, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Is it? It sounds to me perfectly commonplace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no, I assure you. But of course the best thing about it is that I am now in a position to be able to claim my reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a] 75 110 Continued MERTEUIL rises. and turns to face him. She considers him coldly for a moment before speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You mean to say you persuaded her to write a letter as well, in the course of this awesome encounter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, I didn't necessarily think you were going to be a stickler for formalities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "In any case, I think I may have to declare our arrangement null and void.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm not accustomed to being taken for granted. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "But there's no question of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "And I've no wish to tear you away from the arms of someone so astonishing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "We've always been frank with one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "And as a matter of fact, I have also taken a new lover, who, at 1 the moment, is proving more than satisfactory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh? And who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I am not in the mood for confidences this evening. Don't let me keep you. She rises to her feet decisively. VALMONT follows suit, momentarily at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "111 112 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORRIDOR OF MIRRORS DAY",
          "text": "VALMONT follows MERTEUIL, as she moves. briskly along the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You can't seriously imagine IL prefer her to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You may genuinely be unaware of this. But I can see quite plainly that you're in love with this woman. VALMONT stops in his tracks, shocked by the suggestion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"VALMONT",
          "text": "No. Not at all. MERTEUIL turns back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Have you forgotten what it's like to make a woman happy: and to be made happy yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I...of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "We loved each other once, didn't we? I think it was love. And you made me very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And I could again. We just untied the knot, it was never broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Illusions of course, are by their nature sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I have no illusions. I lost them on my travels. Now I want to come home. She shakes her head, a hint of melancholy in her smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRAND STAIRCASE DAY",
          "text": "As they reach the top of the stairs, VALMONT takes her in When they separate, there's tenderness in her eyes. . \fCy",
          "sentiment": "neutral"
        },
        {
          "speaker": ". Y",
          "text": "112 113 114 115 116 117 77 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "This infatuation: it won't last. But, for the moment, it's beyond my control. She takes her hands away and turns, her expression harden again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR OF MIRRORS DAY",
          "text": "MERTEUIL passes along the corridor, her head sunk in thought. She opens the secret door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BEDROOM DAY",
          "text": "MERTEUIL emerges from her secret door and smiles at someo OUT OF SHOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S DRAWING-ROOM EVENING",
          "text": "VALMONT sits at his desk, writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "I'd sacrifice anything or anybody to you, you know that. I genuinely believe I've never been unfaithful to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S GRAND SALON DAY",
          "text": "MERTEUIL sits at a small escritoire, writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.0.)",
          "text": "There's no necessity, my dear Vicomte, for you to work on me in this, let's be frank, mechanical ' fashion.. I'm obliged to go away for a couple of weeks, but I'm well aware of our arrangement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET EVENING",
          "text": "A large carriage passes, MERTEUIL's pale face at the window. There's someone next to her in the shadows, unrecognisahle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.0.)",
          "text": "On my return you and L will spend a single night together. I'm sure we shall find it quite sufficient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "v 118 119 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM DAY",
          "text": "VALMONT lies in bed, rereading the letter, a half-smile on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.0.)",
          "text": "We shall enjoy it enough to regret that it's to be our last; but then we shall remember that regret is an essential component of happiness. All this, of course, providing you are able to procure this famous letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S DRAWING-ROOM DAY",
          "text": "VALMONT is pouring some more champagne for EMILIE, when AZOLAN hurries into the room and murmurs in his ear. Whatever he says seems to be an unpleasant surprise to VALMONT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "All right, give me a moment. AZOLAN bows and leaves the room as VALMONT turns to EMILI",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "A woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "A lady, we might even say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "Oh, well, then. She swallows her champagne and rises to her feet. Not the one you wrote that letter to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The very one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "I enjoyed that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And you proved a most talented desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "I'd love to see what she looks like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Well, you can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "120 121 122 123 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HALL AND STAIRCASE DAY",
          "text": "AZOLAN, moving slowly, precedes MME DE. TOURVEL on the st",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S DRAWING-ROOM DAY",
          "text": "EMILIE is about to leave by a side-entrance, when VALMONT suddenly checks her, a strange, reckless excitement in hi eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Wait a minute. Do you have an appointment for tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "Few friends for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And after dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "Nothing firm. VALMONT opens a drawer and counts out some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STAIRCASE AND LANDING DAY",
          "text": "MME DE TOURVEL pushes past AZOLAN in her eagerness; then stops dead in the entrance to the drawing-room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S DRAWING-ROOM DAY",
          "text": "MME DE TOURVEL'S P.O.V.: EMILIE is taking the money from VALMONT. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIE",
          "text": "I'll be there. She walks towards MME DE TOURVEL, staring at her with undisguised fascination. MME DE TOURVEL returns her gaze, miserably confused. VALMONT watches, plainly fascinated. At the last minute, just as she's leaving the room, EMILIE is suddenly convul with mirth. She vanishes, helplessly shaking with laughte VALMONT hurries over to MME DE TOURVEL, who now looks horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "This is an unexpected Pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Evidently. eee lee ‘ay from him as she sper\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80 123) Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT ,",
          "text": "Take no notice of Emilie; she's notoriously eccentric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I know that woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Are you sure? I'd be surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "She's been pointed out to me at the Opera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes, well, she is striking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "She's a courtesan. Isn't she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I suppose, in a manner of speaking... But MME DE TOURVEL turns and begins to hurry out of the room. VALMONT catches her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm sorry I disturbed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Of course you haven't disturbed me, I'm overjoyed to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Please let me go now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no, I can't, this is absurd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Let go! ’ : She wrenches free and he has to put his arms round her and pinions her to prevent her from leaving. By now, she's sobbing blindly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Let's sit down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "And you will never be received at my house again! She struggles violently and finally goes limp. He helps her over to a sofa and sits her down. \fv 123 Continued She watches calm. 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Now listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I don't want your lies and excuses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Just hear me out, that's all I ask. VALMONT, transfixed, as he speaks with unruffled",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Unfortunately, I cannot unlive the years I lived before I met you and during those years, I had a wide acquaintance, the majority of whom were no doubt undesirable in one respect or another. Now it may surprise you to know that Emilie, in common with many others of her. profession and character, is kind-hearted enough to take an interest in those less fortunate than herself. She has, in short, the free time and the inclination to do a great deal of charity work: donations to hospitals, soup for the poor, protection for animals, anything which touches her senti- mental heart. From time to time, I make small contributions to her purse. That's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT ,",
          "text": "My relations with Emilie have for some years now been quite blameless. She's even done a little secretarial work for me. Since I now know your feelings on the matter, I shall take steps to ensure she is never received here again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Why did she laugh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I've no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "123 124 82 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Does she know about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No doubt she made what, in view of my past, must be regarded as a fair assumption. MME DE TOURVEL seems almost convinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I want to believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I knew you were coming up, you were announced. Do you seriously imagine, if I'd felt the slightest guilt about Emilie, I would have allowed you to see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I-suppose not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No. She looks at him, her eyes clear and candid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I'm sorry. VALMONT flinches, a look of real guilt appearing. He takes her in his arms and she buries her face in his ches weeping softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no, it's I who must apologise. It was most insensitive of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "MME DE TOURVEL lies in VALMONT's arms. He looks down at her, profoundly contented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I didn't think it was possible for me to love you more, but your jealousy... He breaks off, genuinely moved. MME DE TOURVEL looks up at him, speaks with the utmost simplicity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "I love you so much. \fa 124 125 126",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "127 ct a 83 Continued VALMONT draws her up so that she's lying on top of him; and kisses her, his expression uncharacteristically tende",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "When will you start writing to me again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BEDROOM IN MME DE MERTEUIL'S VILLA DAY",
          "text": "MME DE MERTEUIL, en deshabille, sits at the dressing- table in her suburban love-nest, reading a letter. In the background a sleeping form, unstirring in the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "I have the piece of paper you require and hope I may expect to see you very soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. COURTYARD OF MME DE VOLANGES'S HOUSE NIGHT",
          "text": "VALMONT, wrapped up against the blustery wind and wintry rain, encounters the CONCIERGE in the courtyard. He hands over a sum of money and the CONCIERGE admits him by a side-door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.0.)",
          "text": "You'll be the very first to hear when I return. In the meantime, I hope you are not neglecting your little pupil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CECILE'S BEDROOM . NIGHT",
          "text": "VALMONT lies with CECILE in her large four-poster. They speak in whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "’ But where can Danceny. be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I told you, I have all my people out looking: and no trace of him. The door suddenly bursts open. CECILE suppresses a shriek VALMONT, who is nearer the door, gets up after a few seco and tiptoes towards the gaping doorway. No one. He closes the door with a Sigh of relief and locks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Only the wind. He turns back to discover that CECILE has vanished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cy 128 129 130 131 84 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Where are you? There's a groan from the far side of the bed. Hurrying over, VALMONT discovers that CECILE has jammed herself in her panic into the tiny space between the bed and the wall. He helps her up, smiling: but CECILE looks anguished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Yes there is. I'm bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "The same windy and rainy night. MERTEUIL's carriage turns in at the entrance and comes to a stop in the courtyard. The PORTER emerges from his lodge with a large open umbre as FOOTMEN converge on the carriage. Lurking in the archway which leads out to the street is AZOLAN. He moves so as to stay out of sight, peering into the courtyard to try to identify the occupants of the carriage. After a while, he reacts, with an expression of surprise and cynical amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CORRIDOR OF MIRRORS IN MME DE MERTEUIL'S HOUSE NIGHT",
          "text": "The house is deserted. VALMONT moves stealthily down the mirrored corridor, surrounded and apparently pursued by h reflections. He stops and hesitates, looking from one mir to another. Then he remembers and applies pressure to one opening it to reveal the stone spiral staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. SPIRAL STAIRCASE NIGHT",
          "text": "’ VALMONT closes the mirror door behind him. Pitch blacknes He begins to ascend quickly and cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BEDROOM NIGHT",
          "text": "Candle-light. DANCENY lies in MERTEUIL's arms. They haven't undressed yet. Suddenly, the cupboard door opens and VALMONT appears, giving DANCENY a hideous shock. MERTEUIL covers her surprise far more effectively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Your porter appears to be under the impression you are still out of town. \f©) cy 131 Continued 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I have in fact only just returned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Without attracting the attention of your porter. I think it may be time to review your domestic arrangements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm exhausted. Naturally I instructed the porter to inform casual callers that I was out. VALMONT checks a retort and turns instead, smiling, to DANCENY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "And you here as well, my dear young friend. The porter would seem to be having a somewhat erratic evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Oh, well, I, erm, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "As a matter of fact, it's you I'm looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Mademoiselle Cécile returns to Paris after an absence of over two months. What do you suppose is uppermost in her mind? Answer, of course, the longed-for reunion _ with her beloved Chevalier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Vicomte, this is no time to make mischief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Nothing could be further from my mind, Madame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Imagine her distress and alarm when her loved one is nowhere to be found. I've had to do more innwaviocing than ne Tentinng 2 Lee \fvy c 131 132 86 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "But how is she? Is she all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Oh, yes. Well, no, to be quite frank. I'm sorry to tell you she's been ill. DANCENY is horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "q11!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Calm yourself, my friend, the surgeon has declared her well on the road to recovery. But you can well imagine how desparate I've been to find you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Of course, my God, how could I not have been here at such a time? How can I ever forgive myself? His voice trails away, as he becomes aware of MERTEUIL's withering glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "But, look, I hate to be the bearer of bad tidings. All is well now with Cécile, I assure you. And I sharn't disturb you further. He produces a piece of paper from an inside pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "It's just that I have something to show the Marquise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "'",
          "text": "MERTEUIL looks up sharply: he's succeeded in catching her interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S DRESSING-ROOM NIGHT",
          "text": "MERTEUIL finishes reading the letter and hands it back to VALMONT .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I see she writes as badly as she dresses. Before VALMONT can respond, she changes the subject. \fiy",
          "sentiment": "neutral"
        },
        {
          "speaker": "XQ",
          "text": "uy 132 Continued 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Is it really true the little one has been ill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Not so much an illness, more a refurbishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT\"",
          "text": "A miscarriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Oh, Vicomte, I am sorry. Your son and Bastide's heir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Isn't there something else we should be discussing?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MERTEUIL",
          "text": "I do hope you're not going to be difficult about Danceny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I know Belleroche was pretty limp, but I think you could have found a livelier replacement than that mawkish schoolboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Mawkish or not, he's completely devoted to me. And, I suspect, better equipped to provide me with happiness and pleasure than you. In your present mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I see. He ‘lapses into an injured silence. Then MERTEUIL smiles coquettishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "If I thought you would be your Old charming self, I might invite you to visit me one evening next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I still love you, you see, in spite of all your faults and MY camnlainee \fy wy 133 134 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND STAIRCASE NIGHT",
          "text": "MERTEUIL leads VALMONT, holding his hand. At the top of the grand staircase, he turns to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Are you sure you're not going to impose some new condition before you agree to honour your obligation? Pause. MERTEUIL considers how best to respond. Finally she speaks with deadly precision and calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I have a friend, who became involved with an entirely un- suitable woman. Whenever any of us pointed this out to him, he invariably made the same feeble reply: it's beyond my control, he would say. He was on the verge of becoming a laughing-stock. At which point, another friend of mine, a woman, decided to speak to him seriously. She explained to him that his name was in danger of being ludicrously associated with this phrase for the rest of his life. So do you know what he did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I feel sure you're about to tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "He went round to see his mistress and bluntly announced he was leaving her. As you might expect, she protested vociferously. But to everything she said, to every objection she made, he simply ' replied: it's beyond my control. Good night. She flits away along the landing. VALMONT stands there for quite some time before beginning his descent. He walks down the stairs, his heart heavy and his head bowed",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE DAY",
          "text": "There's a fire burning in the grate. MME DE TOURVEL paces anxiously up and down. The door opens and the FOOTMAN shows in VALMONT. She runs across to him, unable to conceal her delight and, as the FOOTMAN leaves, she buries herself in his afms. He embraces her, his expression strained and wearv. \fq vy 89 134 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "You're only five minutes late, but I get so frightened. I become convinced I'm never going to see you again. VALMONT holds her close, his resolution ebbing away. He kisses her lingeringly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TTOURVEL",
          "text": "Is it like that for you? VALMONT detaches himself from her, turns away, and takes a few paces, steeling himself. Then he turns back to her, his expression icy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Yes. At this moment, for example, I'm quite convinced I'm never going to see you again. TOURVEL doesn't understand: but she feels an automatic stab of fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'm so bored, you see. It's beyond my control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "After all, it's been four months. So, what I say. It's beyond my control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Do you mean...you don't love me ‘ any more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "My love had great difficulty out- lasting your virtue. It's beyond my control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "It's that woman, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You're quite right, I have been deceiving you with Emilie. Among others. It's beyond my control. \fw ae) 90 134 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "There's a woman. Not Emilie, another woman. A woman I adore. And I'm afraid she's insisting I give you up. It's beyond my control. Suddenly MME DE TOURVEL rushes at him, fists flailing. They grapple silently and grimly for one moment, before she screams at hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Liar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You're right, I ama liar. It's like your fidelity, a fact of life, no more nor less irritating. Certainly, it's beyond my control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Stop it, don't keep saying that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Sorry. It's beyond my control. MME DE TOURVEL screams in anguish and collapses, falling against the ottoman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Why don't you take another lover? She bursts into tears, shaking her head and moaning incoherently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Just as you like. It's beyond -My control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Do you want to kill me? VALMONT strides over to her, takes her by the hair and jerks her head up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Listen. Listen to me. You've given me great pleasure. But I just can't bring myself to regret leaving you. It's the way of the world. Quite beyond my control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "134 135 136 137 138 139 91 Continued He lets her go and she collapses full-length, moaning and sobbing helplessly. He hurries from the room. She remains where she is, utterly distraught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. LANDING AND STAIRCASE DAY",
          "text": "Outside the door VALMONT has stopped. He can hear the SOUND of MME DE TOURVEL's weeping. He closes his eyes and leans his head back against the door for a moment, his expression tormented and queasy. Then he sets off at a run, leaping down the stairs and out of the front door as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. STREET NIGHT",
          "text": "The VICOMTE DE VALMONT's carriage moves through swirling fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. CARRIAGE NIGHT",
          "text": "VALMONT is alone, pale and preoccupied. He taps against the partition and the carriage draws up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ENTRANCE TO MME DE MERTEUIL'S HOUSE NIGHT",
          "text": "VALMONT jumps down from the carriage and calls up to the coachman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Tomorrow morning, early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COACHMAN",
          "text": "My lord. He flicks his whip and the carriage moves off. VALMONT sets off towards the entrance, a black shape cutting through the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAND SALON IN MME DE MERTEUIL'S HOUSE NIGHT",
          "text": "The two fires at either end of the great room reflect in the mirrored doors and sparkling chandeliers. Furniture has been drawn up round the fires, forming two islands of objects, leaving the centre of the room a bare arena. MME DE MERTEUIL, alone in the room, sits at a small escritoir, writing. The mirrored doors open and VALMONT appears in the doorway, once again unannounce MERTEUIL looks up: she's unpleasantly surprised to see him, but overcomes her alarp. \f92 , 139 Continued ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ MERTEUIL",
          "text": "This ts not your appointed evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, but I wanted to ask you: that story you told me, how did it end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'm not sure I know what you mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". VALMONT",
          "text": "Well, once this friend of yours had taken the advice of his lady-friend, did she take him back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Am I to understand...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The day after our last meeting, I broke with Madame de Tourvel on the grounds that it was beyond my control. et A slow smile of great satisfaction spreads across MERT face. : “",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You didn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I certainly did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "But how wonderful of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You kept telling me my reputation was in danger, but I think this may well turn out to be my most famous exploit. ( believe it ‘ gets a new standard. Only one thing could possibly bring me greater glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "r To win her back. oa MERTEUIL “ You think you could?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I don't see why not. \f139 Continued Silence. MERTEUIL, on the other hand, has never seemed more serene. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I'll tell you why not: because when one woman strikes at the heart of another, she seldom misses; and the wound is invari- ably fatal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Is that so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Oh, yes: I'm also inclined to see this as one of my greatest. triumphs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "There's nothing a woman enjoys as much as a victory over another woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Except, you see, Vicomte, my victory wasn't over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Of course it was, what do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "It was over you. VALMONT's eyes are suddenly full of fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "You loved that woman, Vicomte. What's more you still do. Quite desperately. If you hadn't been So ashamed of it, how could you have treated her so viciously? You couldn't bear even the vague possibility of being laughed at. And this has proved something I've always suspected. That vanity and happiness are incompatible. VALMONT is very shaken. He has to make an effort to be able to resume, his voice ragged with strain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The fact remains, it's now your turn to make a sacrifice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Is that right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Danceny must go. \fvd 139 Continued 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I've been more than patient about this little whim of yours, but enough is enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "One of the reasons I never re-married, despite a quite bewildering range of offers, was the determination never again to be ordered around. I must therefore ask you to adopt a less marital tone of voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "She's ill, you know. I've made her ill. For your sake. So the least you can do is get rid of that colourless youth.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MERTEUIL",
          "text": "I should have thought you'd have had enough of* bullying women for the time being. VALUONT's face hardens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Right. I see I shall have to make myself very plain. I have come to spend the night. I shall not take at all kindly to being turned away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I am sorry. ‘I'm afraid I've made other arrangements. A grim satisfaction begins to enliven VALMONT's features.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". VALMONT",
          "text": "Ah. I knew there was something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Danceny isn't coming. Not tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "What do you mean? How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I know because I've arranged for him to spend the night with Cécile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95 139 Continued Silence. VALMONT smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Now I come to think of it, he did mention he was expected here. But when I put it to him that he really would have to make a choice, I must say he didn't hesitate. He's coming to see you tomorrow to explain; and to offer you, do I have this right, yes, I think I do, his eternal friendship. As you said, he's completely devoted to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "That's enough, Vicomte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "You're absolutely right. Shall we go up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Shall we what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Go up. Unless you prefer this, if memory serves, rather purgatorial sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "I believe it's time you were going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No. I don't think so. We made an arrangement.. I really don't think I can allow myself to be taken advantage of a moment longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": ". Remember I'm better at this than ' you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Perhaps. But it's always the best swimmers who drown. Now. Yes or no? Up to you, of course. I merely confine myself to remarking that a no will be regarded as a declaration of war. So. One single word is all that is required.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "139 140 141 142 96 Continued She looks at him evenly for a moment, almost long enough for him to conclude that she has made her answer. But she hasn't. It follows now, calm and authoritative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOIS DE VINCENNES DAWN",
          "text": "There's snow on the ground: and the CAMERA PANS past bare trees in the grey dawn light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.O.)",
          "text": "My dear Chevalier Danceny, there is something, as I bid you farewell, that I feel I should tell you. The CAMERA comes to rest on DANCENY, who's in his shirtsl pacing impatiently, pulling on a leather gauntlet. Beside is aman in black, his SECOND, holding an épee. DANCENY ta it from him, his breath rising on the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL, (V.0O.)",
          "text": "It is not only that he betrayed you with Cécile: it's the pleasure he took in making you ridiculous. ANOTHER ANGLE reveals the whole of the clearing, the snow fresh, if not very deep; and VALMONT, who is calmly makin his selection from a case of épées, held open for him by AZOLAN. He weighs now one and now the other in his hand. Eventually he chooses one and lays it on the ground, whil AZOLAN helps him off with his coat and on with a black gl Then he picks up the sword and approaches DANCENY. They take up the en-garde position. At a sign from AZOLAN, the duel begins, fierce and determined, VALMONT's skill again DANCENY's aggression. For some time, they're evenly match with VALMONT clearly a talented swordsman, looking the mo dangerous. Indeed, quite soon, he seems to have DANCENY a his mercy; but he turns aside at the crucial moment and mowes away, looking surprised at himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. VALMONT'S BEDROOM DAY",
          "text": "As in Scene 124, VALMONT draws up MME DE TOURVEL, so that she's lying on top of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CONVENT DAY",
          "text": "MME DE VOLANGES and CECILE leave their carriage and move through the snow to the entrance of the convent. \fsa 143 144 145 146 147 148 97",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. PRIVATE ROOM IN THE CONVENT DAY",
          "text": "A NUN shows VOLANGES and CECILE into a plain cell, where MME DE TOURVEL lies in a curtained bed, deathly pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOIS DE VINCENNES DAWN",
          "text": "VALMONT returns to the attack: they cut and parry with immense energy. Then VALMONT skids in the snow and DANCEN more by luck than good judgment, succeeds in wounding him whichever is not his sword arm. DANCENY immediately withd according to the rules. VALMONT looks down at the wisp of blood staining his torn sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MADAME DE TOURVEL'S ROOM IN THE CONVENT DAY",
          "text": "The SURGEON's curved blade cuts at the vein on the inside of MME DE TOURVEL's elbow and dark blood begins to flow into a small siiver bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOIS DE VINCENNES DAWN",
          "text": "VALMONT shakes his head as if to clear his mind and resum the en-garde position. The duel continues. This time it's DANCENY who looks to have the initiative. VALMONT seems t have lost heart, or even interest; and at one point when a too-enthusiastic attack by DANCENY leaves him wide open VALMONT fails to take advantage of a golden opportunity. This seems to revive VALMONT's vigour for a moment and he beats DANCENY back only to relent at the last minute and turns his back on him. He moves back towards the centre of the clearing, closing his eyes briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DRAWING-ROOM IN MME DE TOURVEL'S HOUSE EVENING",
          "text": "As in Scene 109, VALMONT kneels with his face in MME DE TOURVEL's lap. ExT. BOIS DE VINCENNES DAWN VALMONT turns back to face DANCENY. Now he hardly seems t be trying at all, simply parrying his thrusts. Then he counter-attacks, but so rashly that he almost seems to run onto DANCENY's blade, which enters him just below the heart. There's a moment of mutual shock, then DANCENY withdraws his sword and VALMONT staggers a couple of step before collapsing. AZOLAN hurries over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "I'm cold. AZOLAN runs to get his coat. DANCENY turns to his SECOND. \fy 148 98 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Fetch the surgeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "No, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "Do as I say! The SECOND hurries away as AZOLAN drapes VALMONT's coat around him. DANCENY stands alone, uncertain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "A moment of your time. DANCENY reluctantly approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Two things: a word of advice, which of course you may ignore, but it is honestly intended; and a request.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "The advice is: be careful of the Marquise de Merteuil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "You must permit me to treat with scepticism anything you have to say about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Nevertheless, I must tell you: in this affair, we are both her creatures. Painfully, he reaches into his coat pocket and brings out a bundle of letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "As I believe her letters to me will prove. He hands DANCENY the letters. After a moment's thought, DANCENY speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "And the request?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALSIONT",
          "text": "I want you to get somehow to see Madame de Tourvel...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "148 149 150 151 99 Continued",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I understand she's very ill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE TOURVEL'S ROOM AT THE CONVENT DAY",
          "text": "MME DE VOLANGES and CECILE sit watching over MME DE ‘’OUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "That's why this is most important to me. I want you to tell her I can't explain why I broke with her as I did, but that since then my life has been worth nothing. During this, to MME DE VOLANGES's horror, MME DE TOURVEL suddenly wrenches at the bandage at her elbow, opening the wound and causing it to bleed again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. CONVENT EVENING",
          "text": "DANCENY rides ‘up to the forbidding walls of the convent and dismounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.O.)",
          "text": "I pushed the blade in deeper than you just have, my boy, and I want you to help me withdraw it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE TOURVEL'S ROOM EVENING",
          "text": "DANCENY leans over MME DE TOURVEL, talking to her, unhear MME DE VOLANGES and CECILE wait in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (V.0.)",
          "text": "Tell her it's lucky for her that I've gone and I'm glad not to have to live without her. Tell her her love was the only real ‘ happiness I've ever known. MME DE TOURVEL raises a hand and DANCENY stops speaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Enough. She looks up at DANCENY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOURVEL",
          "text": "Draw the curtains. DANCENY rises and draws the curtains on her bed. \fwy 152 153 154 100",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOIS DE VINCENNES DAWN",
          "text": "CLOSE on DANCENY: tears are rolling down his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT, (0.S.)",
          "text": "Will you do that for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I will. The silence is broken by snatches of birdsong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE TOURVEL'S ROOM EVENING",
          "text": "A NUN is lighting candles at the foot of MME DE TOURVEL's bed. Through the curtains, her motionless shape. She's dead. MME DE VOLANGES is by the bed. Ina corner, DANCENY murmurs to CECILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I've made copies of her letters and sent them to everyone I could think of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "Letters about me? DANCENY doesn't answer. CECILE shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "We made it very easy for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANCENY",
          "text": "I'm sorry. You'll never see me again. He hurries from the room. The NUN draws back the curtains as CECILE approaches MME'DE VOLANGES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CECILE",
          "text": "I went to see the Mother Superior. I asked her to let me come back ' here. For good. VOLANGES looks at her aghast. CECILE turns away from her and watches as the NUN covers MME DE TOURVEL's waxen face",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BOIS DE VINCENNES DAWN",
          "text": "DANCENY raises a hand to brush away his tears. AZOLAN loo over at him indignantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AZOLAN",
          "text": "It's all very well doing that now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "Let him be. \f154 155 156 157 101 Continued We see VALMONT for the first time in this scene. All around him the snow is red with his blood. He raises a hand towards DANCENY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VALMONT",
          "text": "He had good cause. It's something I don't believe anyone has ever been able to say about me. Before DANCENY can take his hand, he slumps back. He's dead. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE MERTEUIL'S DRESSING-ROOM DAY",
          "text": "CLOSE on MERTEUIL's face as she utters a great cry of anger and frustration. She sweeps all her perfume-boxes off the dressing-table. Then she smashes everything in the room she can possibly break, ornaments, mirrors, glas jars. She winces suddenly and looks down. She's cut her finger slightly. The sight of her blood seems to calm her She looks up at the circle of SERVANTS, cowering around t margins of the room, appalled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MERTEUIL",
          "text": "Get out. All of you. They hurry out in something of a stampede. MERTEUIL stand desolate in a field cf glittering debris. Her head comes down again, contorted with misery and rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MERTEUIL'S BOX AT THE OPERA EVENING",
          "text": "It's before curtain-up and MERTEUIL moves to the front of the box to contemplate the house. Three boxes away a dist inguished-looking middle-aged COUPLE are doing the s thing. MERTEUIL bows to them. To her surprise, they turn away from her, ignoring her ostentatiously. She turns to look down at the orchestra, frowning; and becomes aware that the crowd below are murmuring to one another and pointing up at her. Gradually, the hum dies and there's silence in the theatre. Everyone in the stalls is looking up at her. Suddenly, there's a hiss and then, growing qui in volume and intensity, a torrent of hissing and booing. MERTEUIL absorbs it for a moment, then turns on her heel and, moving with deliberation and a certain dignity, leav the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. MME DE MERTEUIL'S DRESSING-ROOM NIGHT",
          "text": "Everything is back exactly as it was, leaving no trace of MERTEUIL's rampage. She, in her négligee, sits at her dressing-table, alone, reméving her make-up. As it comes \f157 158 a] em) 102 Continued . off, a new MERTEUIL seems for the first time to be reveal weary, fragile, vulnerable almost. She looks at her reflection with the anxiety someone feels in the presence of their only friend: and the image slowly FADES TO BLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTION ON BLACK SCREEN",
          "text": "And from then on, her soul was written on her face. 23rd April, 198",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_515"
    }
  ]
}