{
  "movie_id": "MOV519",
  "scenes": [
    {
      "location": "HOUSE OF COMMONS CHAMBER",
      "time": "DAY",
      "characters": [
        "MAID",
        "WOMAN WITH BABY",
        "NAVAL MAP-ROOM OFFICER -",
        "WEST INDIAN MAN",
        "IRISH WOMAN",
        "BBC RADIO ANNOUNCER",
        "EVANS",
        "CADOGAN",
        "ATTLEE",
        "DOWDING, IRONSIDE, BRIDGES, ISMAY, NICHOLL, WILKINSON",
        "ATTLEE, (CONT'D)",
        "MIDDLE AGED WOMAN",
        "PAMELA",
        "WHILE I AM INTERRUPTING YOU",
        "RAMSAY",
        "KING GEORGE VI, (CONT'D)",
        "CLEMMIE, (CONT'D)",
        "WAR CABINET MEETING 3.",
        "WINSTON, (0.S.)",
        "CAPTION",
        "CHURCHILL",
        "KINGSLEY WOOD",
        "ELIZABETH, (CONT'D)",
        "NO",
        "EVANS, (CONT'D)",
        "YOUNG IRISH WOMAN",
        "ALL",
        "RANDOLPH CHURCHILL",
        "CADOGAN, (0.S.)",
        "INT/EXT. WINSTONS CAR, PARLIAMENT",
        "YOUNG MAN",
        "FROM THE WAR CABINET AND SENT TO WASHINGTON",
        "BBC PRODUCER",
        "ALL, (CONT'D)",
        "I-",
        "CLEMMIE",
        "SIR SAMUEL HOARE",
        "CHURCHILL DAY",
        "BACK-BENCHER 1",
        "ALMOST ALL OF THE 300,000 TROOPS AT DUNKIRK",
        "HALIFAX",
        "THE DEADLY DANGER HERE IS THIS",
        "GEORGE VI",
        "ELIZABETH",
        "NAVAL ADMIRAL POUND",
        "SAWYERS",
        "WEST-INDIAN MAN",
        "TEENAGE GIRL",
        "AIR MARSHALL DOWDING",
        "FAMILY",
        "LONDONDERRY",
        "RADIO ANNOUNCER, (0.S.)",
        "PHOTOGRAPHER",
        "RANDOLPH",
        "STANHOPE",
        "ROOSEVELT",
        "GEORGE VI, (CONT'D)",
        "UP WITH CAPTION",
        "CHURCHILL, (CONT'D)",
        "SPEAKER",
        "MILES ALDRIDGE",
        "MIDDLE-AGED WOMAN",
        "YOUNG WOMAN",
        "WITHIN WEEKS OF VICTORY, CHURCHILL AND HIS PARTY WERE",
        "GENERAL IRONSIDE",
        "DALADIER",
        "ISMAY",
        "CLEMMIE, SARAH CHURCHILL, (26)",
        "WERE CARRIED HOME BY WINSTON'S CIVILIAN FLEET",
        "COURAGE TO CONTINUE THAT COUNTS.\"",
        "WAR CABINET MEETING 1",
        "GREENWOOD",
        "YOUNG GIRL",
        "TERENCE BIRKEMP",
        "SIR JOHN SIMON",
        "DIANA",
        "ELIZABETH, (0.S.)",
        "WINSTON ROOSEVELT, (CONT'D)",
        "VISCOUNT HALIFAX WAS SOON REMOVED BY WINSTON",
        "WINSTON",
        "EQUERRY",
        "JOHN EVANS",
        "WAR CABINET MEETING 2.",
        "IRONSIDE, BRIDGES, ISMAY, NICHOLL, WILKINSON.",
        "ADMIRAL RAMSAY",
        "ELIZABETH LAYTON",
        "HURRAY",
        "NEVER",
        "ERNLE HASTINGS",
        "IRONSIDE",
        "CUT TO",
        "I_SAID ONE MOMENT, DAMN YOU",
        "BRIDGES",
        "CABINET SECRETARY BRIDGES",
        "80.",
        "COOK",
        "HALIFAX, (CONT'D)",
        "WAR CABINET MEETING 4.",
        "RIGHT",
        "EXT",
        "ON MAY 8, FIVE YEARS LATER,",
        "BRITAIN AND ITS ALLIES WOULD DECLARE VICTORY",
        "STAFFER",
        "HOUSEPAINTER",
        "ROMANTIC FANTASY OF FIGHTING TO THE",
        "ISMAY, (0.S.)",
        "SINCLAIR, COOPER, CADOGAN, ANDERSON, POUND, DOWDING,",
        "REYNAUD",
        "KING GEORGE VI",
        "PRIME MINISTER -",
        "EDEN",
        "NEVILLE CHAMBERLAIN DIED SIX MONTHS LATER",
        "MARY CHURCHILL",
        "OLD MAN",
        "CHAMBERLAIN",
        "WILL YOU STOP INTERRUPTING ME",
        "INT/EXT. BUCKINGHAM PALACE",
        "WINSTON, (CONT'D)",
        "WINSTON CHURCHILL",
        "VOTED OUT OF OFFICE BY THE BRITISH PEOPLE.",
        "RADIO ANNOUNCER",
        "INT/EXT. FRENCH AIRCRAFT HANGER",
        "CHURCHILL CHILDREN",
        "WINSTON HALIFAX, (CONT'D)",
        "TYPISTS",
        "EXT HOUSE OF COMMONS"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "..-is in an uproar. The PRIME MINISTER, NEVILLE CHAMBERLA (71), sits with the MAJORITY, RULING CONSERVATIVE PARTY o one side of the house... .--whilst the LEADER of the MINORITY, OPPOSITION LABOUR PARTY, CLEMENT ATTLEE (57) sits with the OPPOSITION PARTI on the other side. They face each other like two warring armies. Shouting. Accusations. Wild gesturing. Paper darts thrown. Mayhem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTION",
          "text": "ATTLEE rises to his feet, amid jeers and heckles, to deno CHAMBERLAIN, directly opposite him across the aisle -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "Mr Speaker! Mr Speaker!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER",
          "text": "The Honourable Leader of the Opposition, Clement Attlee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "Mr Speaker--Mr Speaker--it seems I have not been clear enough. Then let me leave no doubt regarding my feelings about Mr Chamberlain's future as Prime Minister. (over boos and applause) Owing to his years of inactivity and incompetence - (cheers and boos) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- we find him personally responsible, personally responsible for leaving our nation ruinously unprepared to face the present Nazi peril. We are at war, Mr Speaker. At war. And leaving aside whether he is fit to be a leader in peace- time he has proven himself incapable of leading us in war- time. Cries of support to this - Looking down from the LORDS GALLERY is - VISCOUNT HALIFAX (59), appalled by what he is seeing. He exchanges a look the bereft CHAMBERLAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE, (CONT'D)",
          "text": "Therefore, in the national interest, we the Opposition, are willing to enter into a Grand Coalition--with the “ruling” Conservative Party, so-called!... An OPPOSITION MP stands and starts singing \"Rule Britanni Others soon begin to join in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER",
          "text": "Order! Order!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "..-but not, and I stress this, never, under the leadership of Mr Chamberlain... (angle on CHAMBERLAIN) -.-who has lost the confidence of this House! A REBEL CONSERVATIVE MEMBER rises and crosses the floor t stand with the OPPOSITION MPs, betraying Chamberlain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE, (CONT'D)",
          "text": "(directly to CHAMBERLAIN) In the country’s interest man, resign! Step down! And let us find a new leader! UPROAR, and many cry “HEAR-HEAR!” and “GO!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPEAKER",
          "text": "I said, ORDER! The camera passes along the CONSERVATIVE benches to find ANTHONY EDEN (43), behind him sits KINGSLEY WOOD (59).",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINGSLEY WOOD",
          "text": "(into EDEN's ear) Where’s Winston? On the bench beside EDEN, as if to reserve a space, is a Royal Naval Yacht Club CAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "Ensuring his fingerprints are not on the murder weapon. The singing of “Rule Britannia\" continues over - INT. DINING ROOM/ SIR JOHN SIMON’S COUNTRY HOUSE - NIGHT NEVILLE CHAMBERLAIN addresses the other CONSERVATIVE gues gathered around a circular dining table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Accordingly--tomorrow--I will resign as Prime Minister. GREAT FEAR in the faces of the NOBLES. CUT BETWEEN their FACES, during the following - CHAMBERLAIN (CONT’D) (suppressing emotion) As the Opposition refuse to join a government headed by me, we must select my successor. (beat) I will step down tomorrow but I wanted my own party, the gentlemen I most respect, to know first. LORD LONDONDERRY. Halifax. There’s no question! Our Foreign Secretary -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR JOHN SIMON",
          "text": "No contest! HALIFAX",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "I appreciate your confidence but my time has yet to come. However, on whomever the task may fall, he shall be charged with the security of these islands and of our Empire, and shall be required to explore all avenues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Including that of Diplomatic talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Indeed, towards the restoration of peace in Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Hear Hear!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentlemen, I’m afraid there is only one candidate. Only, one man that the Opposition will accept?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Oh no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR JOHN SIMON",
          "text": "Surely not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTION",
          "text": "A plate of BACON & EGGS is set on a BREAKFAST TRAY. Then. glass of WHITE WINE is poured by WINSTON’s VALET, SAWYERS and set beside the plate. A glass of SCOTCH and SODA is a prepared and set beside these on the tray. For Breakfast? SAWYERS carries the TRAY through servants quarters toward the ENTRANCE HALL of the house, where -— - the TRAY passes by - WINSTON’s PRIVATE SECRETARY, JOHN EVANS (35), as he schools the NEW YOUNG SECRETARY, ELIZAB LAYTON. Evans, an immaculately-groomed rake, snobbishly thinks himself infinitely superior to the Elizabeth Layto of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "(to ELIZABETH) -..and if he stretches out his hand and says, “Gimme”, you need to anticipate what he wants - black pen, red pen, paper, or “Clop”, that’s his hole punch. EVANS and LAYTON walk past - - SAWYERS-with-TRAY, as he waits for the COOK to iron a NEWSPAPER (DAILY EXPRESS)and as the SCULLERY MAIDS, over shoulder, ANXIOUSLY read the headline: “CHAMBERLAIN TO RESIGN”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYERS",
          "text": "Don’t smudge the ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAID",
          "text": "How selfish to resign, time like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "D’you think they’11l take me to Downing Street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not after the Spotted Dick you served last week. The COOK then sets the PAPER on the TRAY, whereupon SAWYE carries the TRAY up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EVANS and LAYTON approach a BEDROOM DOORWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "...-He mumbles, so it’s almost impossible to catch everything. And be prepared to type fast - short bursts - and double-spaced, he hates single-spaced--hates it! Good luck. EVANS knocks on the door, opens it and then pushes the no quaking ELIZABETH LAYTON inside, closing the door again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her POV of the dimly-lit room. And then, a MATCH is struc CIGAR lit. We can just make out a MAN in bed, as -— SAWYERS tugs open the CURTAINS, revealing - - WINSTON CHURCHILL (65), in BED, with the BREAKFAST TRAY his lap, in a pink silk dressing-gown (naked beneath). Hi dispatch box, piled high with telegrams, stands open by h bed . His marmalade cat, TANGO, sits at the end of the be as WINSTON reads a dispatch and dictates...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "To the French Ambassador. Come on -— WINSTON looks up at ELIZABETH, to see if she is writing t down. She’s not - WINSTON (CONT’D) - telegram! ELIZABETH realises, to her horror, that the dictation has already begun, and she hurries to the TYPE-WRITER, which already been loaded with a sheet...She begins to type FAS in short bursts - WINSTON (CONT’D) (dictating) With German forces crossing into Holland...Holland alone...request reassurance...that French forces will now move--move at once--to protect Belgium. Stop. Read!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervously) “To--to the French Ambassador. With German forces crossing into Holland...Holland alone... request reassurance that -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- immediate reassurance - ELIZABETH adjusts the typewriter’s carriage and paten and types the word “IMMEDIATE” above the previous text...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "“— immediate - reassurance - “",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "“ — that -\" Go on - “- that ” SAWYERS enters, as ELIZABETH struggles to re-set the carriage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "“— that - “ The BEDROOM TELEPHONE rings -—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYERS",
          "text": "French Ambassador sir -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Monsieur Ambassador! (pause) Ah. They’ve already invaded Belgium. (pause) I will convey your plea to the Prime Minister at once. Yes, the situation is still very confused. Goodbye. WINSTON hangs up. A concerned pause, and then - WINSTON (CONT’D) Holland and Belgium. ELIZABETH types this - tap,tap,tap,tap - WINSTON (CONT’D) No, no, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(confused) Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Scrap that. New telegram. \f7. In a fluster, she pulls out the old PAGE from the TYPEWRI CARRIAGE and quickly inserts a new page, as - WINSTON (CONT’D) To General Ismay... WINSTON grabs his WHISKEY and SODA, as - the PHONE rings again. SAWYERS re-appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "Dammit Sawyers! What is it now?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAWYERS",
          "text": "Your son. WINSTON, his concentration broken, goes to the PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(into Phone) Randolph, quickly - (listens) Last night they said I may be made Prime Minister today. But that was yesterday. Let’s see what Neville does today. Thank--thank you my boy. Keep buggering on! Puts down the phone. Turns to look at ELIZABETH. WINSTON (CONT’D) Now... Sips his SCOTCH. This calms him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "General Ismay... Moving to the end of the bed -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Ah, General Ismay. (to Sawyers) Sawyers - get rid of this will you? Winston gestures to Sawyers to move his tray away and the swings his legs - indecorously! - out of bed. ELIZABETH quickly turns her face away! WINSTON then begins to pace WINSTON (CONT’D) In the light of today’s events, the time is ripe for many preparations to be made... (beat) Are you striking those typewriter keys in a normal fashion? It’s awfully loud, I can’t think! (beat) Read it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahh--To General Ismay. In the light of today’s events, the time is right for many prep -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "RIPE! Not RIGHT! God's teeth girl! I said ripe, ripe, ripe - P-P-P! The last sentence...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "(shaken) The--the time is ripe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "For! FOR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "(her nerve broken) ..-Many...Many...many...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "How many “many”s did you write?! One many! (sighs) “For...for MANY preparations-—- to be made...” He walks up to her and looks over her chair, and is horri to see - WINSTON (CONT’D) Single-spaced? What are you doing?! What are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Someone set it on single-spaced and before I realised -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Then why did you persist?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "I-",
          "text": "As she starts to rush out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Tell Evans to send me someone who can do it right the first time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELIZABETH comes down the stairs, and stops, her face tear stained. \fCLEMENTINE CHURCHILL - WINSTON’s WIFE, 55 YEARS OLD - beautiful, elegant, highly-strung, is at that moment cros the hall, with a HANDFUL of BROWN ENVELOPES. She sees ELIZABETH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Ah. He shouted at you. Did he shout at you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Yes, but I....",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "He can be an awful brute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No! I made too many mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "I think you were nervous. And he has a knack for drawing out the very worst in those trying to help him the most.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Oh it’s not him. It’s me. He’s - he’s -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "He’s just a man, like any other. Wait here. CLEMMIE climbs the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE enters - WINSTON (on his knees) is looking for Ta the cat under his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "My Darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The War Cabinet has been called. The bloody cat is under the bed again. CLEMMIE indicates that SAWYERS should go and moves around WINSTON tucking his shirt in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Can I tell you something that I feel you ought to know? He looks at her - \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE, (CONT'D)",
          "text": "I’ve noticed a recent deterioration in your manner. You're not so kind as you used to be. You’ve become rough, sarcastic, over-bearing and rude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Is this about the new girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "If the King asks you to become Prime Minister -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "We don’t know that -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "I don’t want you to be disliked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "More than I already am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Darling, you may be on the brink, the brink--of having tremendous power, surpassed only by the King. With such power you really must try to be more kind and, if possible, calm. I want others to love and respect you as I do. Clemmie falls back in the bed, shortly joined by Winston- they share a moment of fondness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WIDE SHOT of Chartwell bathed in sunshine. ELIZABETH LAYT with hat and coat now on, is attempting to make a discree escape from the house but is stopped by a MOTORCYCLE COUR with a telegram to deliver. We do not hear what is said. CLOSE-UP on the telegram turning in ELIZABETH’S hands as COURIER rides away. ELIZABETH looks back to the house, ma her decision and re-enters the lair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELIZABETH climbs the stairs holding a telegram, braced to once more enter the Lion’s Den. She enters -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- and finds WINSTON, CLEMMIE, JOHN EVANS, SAWYERS and a M all listening with rapt attention to a RADIO BROADCAST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“This is BBC Home Service. Here is a short news bulletin. The German army invaded Holland and Belgium early this morning, by land, and land parachutes--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "There’s a telegram.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Sssshhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC RADIO ANNOUNCER",
          "text": "...\"The Armies of the Low Countries are resisting. An appeal for help has been made to the Allied governments and Brussels says the Allied troops are moving to their Support...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "It's from the Palace. All eyes turn to look at her, as if an elephant has enter the room. A silent beat in which no-one breathes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Thank you, Miss...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Layton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE hands WINSTON his watch, glasses, cigar case, mat and a sugar cube.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "You’re shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "So are you! It’s true CLEMMIE is just as nervous -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "You from excitement--I from terror. You have been wanting this your entire adult life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "No--since the nursery. CLEMMIE laughs. \f12. WINSTON (CONT’D) But do the public want me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "It’s your own Party to whom you’1l have to prove yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I’m getting the job only because the ship is sinking. It’s not a gift, it’s revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Let them see your true qualities. Your courage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "---My poor judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": ".-.-Your lack of vanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "...-My iron will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "(in playful rebuke) ...Your sense of humour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Ho Ho Ho!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Now go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Be? She touches his face tenderly -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Which self? CLEMMIE walks away. WINSTON turns to a wall on which are hung many HATS - (Royal Naval Yacht Club Cap, Admiral’s h with plume, aviator helmet with goggles, riding hat, pith helmet, French WWl helmet, fez, Homburg, top hat, etc ) a on display like HUNTING TROPHIES. \f13. WINSTON (CONT’D) (to himself) Which self should I be today? WINSTON surveys the collection, then plucks the TOP HAT f its hook - WINSTON (CONT’D) One should have had power when a young man. When wits were sharp, sinews strong. Oh well. He returns to her - WINSTON (CONT’D) Lead on Macduff-- When youth departs-- may wisdom prove enough. They kiss, and she gives him a silver BOX OF MATCHES, embossed with loving message from his children. EXT/INT. PRINCES STREET/ WINSTON’S CAR - DAY WINSTON, in the back seat, (with JOHN EVANS in front) loo out the window at the human traffic - seems like he’s ina gold-fish bowl, disconnected. He watches as - MEN IN BOWL HATS and YOUNG WOMEN in SUMMER DRESSES walk to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Hardly seems like there’s a war on at all. THREE DELIVERY BOYS ride by on bicycles, notice him and w excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "How odd it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Sir? They stop, waiting behind a BUS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "You know--I have never ridden a bus. Never queued for bread. I believe I can boil an egg but only because I saw it done once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON’s car approaches the Palace gates, which are open The CAR drives up to the PALACE. WINSTON gets out and he EVANS enter the PALACE -— \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A grand hall. Winston removing his hat and coat, hands his cane and glo then hat to a LIVERIED DOORMAN whilst a LIVERIED STAFF ME waits nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The only time I tried to ride the Underground was during the General Strike. Clemmie dropped me at South Kensington station. I went down-- but I got lost and came straight back up. Awful! (girding himself) Well, “Here we go”...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "Good luck sir. WINSTON strides away, following the EQUERRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KING GEORGE VI (agitated, troubled) speaks with the ill, weak, outgoing PRIME-MINISTER NEVILLE CHAMBERLAIN. CHAMBERLAIN watches the KING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Why not Halifax? I favour Halifax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "I wanted Halifax. The Lords wanted Halifax. Halifax wanted Halifax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Then--then why have I been forced to send for Churchill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Because he’s the only member of our party who has the support of the Opposition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "His record is a litany of catastrophe. Gallipoli, 25,000 dead. The India Policy. Russian Civil War. The Gold Standard. The the the Abdication. And now this Norway ‘adventure’. What, eighteen hundred men? \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "One aircraft carrier, two cruisers, seven destroyers and a submarine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Winston lacks judgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "He was right about Hitler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Even a stopped clock is right twice a day. EQUERRY enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EQUERRY",
          "text": "First Lord of the Admiralty, Mr Winston Churchill!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Keen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "I accept your resignation--but I want you to know--how--cruelly I think you’ve been treated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Thank you Your Majesty. He and GEORGE shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EQUERRY",
          "text": "This way, my Lord. The KING waits - SIGHS deeply, until... We hear footsteps approaching. WINSTON enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Your Majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Mr Churchill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI, (CONT'D)",
          "text": "I believe you know why I--I I have asked you here today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Sir, I simply can’t imagine why. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "It is my duty to-to-to invite you to take up - the position of of Prime Minister of this United Kingdom. Will you form a government?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Very well. WINSTON bows, and when the KING offers his hand, WINSTON kisses it. WINSTON rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI, (CONT'D)",
          "text": "That was--quite easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Yes. They stare at each other in uneasy silence. WINSTON (CONT’D) I believe we are to meet regularly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Once a week, I’m afraid. How are you on--on--on Mondays?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I shall endeavour to be available on Mondays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Four o'clock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(resolutely) I nap at 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Is that--permissible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "No. But necessary. I work late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Then perhaps lunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Lunch! Mondays. (WINSTON bows) Your majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Prime Minister. \f17. When WINSTON backs out of the room, the KING anxiously li a cigarette, and broods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON pulls up in his PRIVATE CAR, alights, (followed b EVANS) waves at the PRESS, an effortless SELF-PUBLICIST, total ease in the spotlight. Ever the showman - taps the NUMBER 10 on the famous front door with his walking stick the amusement of the PHOTOGRAPHERS -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "Prime Minister? First order of business, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "A glass of Pol Roger! He enters the building, and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- is greeted by EDEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "Prime Minister!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Anthony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "How was the K-k-king?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Anxious. Never forgiven me for supporting his brother’s marriage to Wallis Simpson. WINSTON and EDEN step into his office, with WINSTON closi the door on EVANS in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "You only have to meet him once a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "That's like saying you only have to have your tooth pulled once a week. EDEN takes out a pen, opens a notebook - \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "Composition of your War Cabinet. Who should sit on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Chamberlain. And the Reverend “Holy Fox\" —-",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "(writes) Halifax. Keeping your enemies close?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "More than that, without them the party will get rid of me. (beat) And that sheep in sheep’s clothing, Attlee. MARY, CHURCHILL’s 18 year old daughter, appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY CHURCHILL",
          "text": "Come on Daddy--everyone’s waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Be there in a jiffy, my love. MARY exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "I heard that before you were asked, they offered it to Lord Halifax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(shakes head) I doubt that. Halifax would never turn it down. He's the fourth son of an Earl. Fourth sons turn nothing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "I only wish the position had come your way in better times, sir. You have an enormous task ahead of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I hope it’s not too late. I am very much afraid it is. But we can only do our best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE and the CHURCHILL CHILDREN wear GAS-MASKS as they shout - \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDOLPH CHURCHILL",
          "text": "Hip Hip -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HURRAY",
          "text": "WINSTON enters - and stops, aghast, and stares at his fam",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Good lord, what a frightful sight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE, SARAH CHURCHILL, (26)",
          "text": "CHURCHILL (29) and his WIFE PAMELA (pregnant), and MARY CHURCHILL (18) all pull off their GAS MASKS, grab their glasses of CHAMPAGNE, then converge on him and kiss him. He stares at them, a SMILE FORMING AT LAST, deeply touche actually. He is presented with a glass of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "Thank you. Thank you. PAMELA raises her glass -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA",
          "text": "A toast! Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANA",
          "text": "Yes! Mary makes her way to sit on a cushion on the floor next Winston. She looks proudly at WINSTON -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "My darling husband--Something you all might not know is that on the eve of our marriage I got “cold feet”--but as I’d already called off two engagements by the age of 21 I was in danger of gaining a reputation for being a ‘bolter’-- and it would’ve been poor form to call off a third! LAUGHTER. WINSTON smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDOLPH",
          "text": "Hear hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIANA",
          "text": "Lucky for Daddy. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "But the real reason for my wintry feet was because I knew, even then, that his priority would be public life. It worried a young girl greatly--this wretched thought of coming second, eternally. But so it has proven to be. And in due course (Mary takes Winstons hand) our children would also have to make their own peace with this same fact. (directly to Winston) We all did, you see, in our own ways. And now, today, we all receive our reward--proof that our small sacrifice was for a far, far greater good. I give you, your father, my beloved husband - the Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Prime Minister! They raise their GLASSES in a toast -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "Here's to--(thinks) not buggering it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAMILY",
          "text": "Not buggering it up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIG BEN starts the WESTMINSTER CHIME -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON approaches EDEN in the ancient hall and together climb the steps beneath the great gothic WINDOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Belgium was a ploy. They just punched through the Ardennes into France and crossed the Meuse in under 24 hours!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "No-one can cross the Meuse River in 24 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Apparently the Germans can. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIG BEN strikes the hour - 3 PM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the sound of the distant BELLS, WINSTON enters, with EDEN, and small knuckle-knocking on woodwork, mainly from LABOUR benches. WINSTON looks around, not actually surprised at the contemptuous reception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(to EDEN) Contempt. Well, you have to start somewhere. In the LORDS GALLERY, above, HALIFAX enters and looks dow proceedings, and on - WINSTON, looking at his FOB-WATCH. The HUBBUB dies down and WINSTON puts on his GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR SAMUEL HOARE",
          "text": "(whispered, to SIMON) Here we go. WINSTON reaches into his waistcoat for his TYPED SPEECH, delivers his MAIDEN SPEECH as PRIME MINISTER...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Mr Speaker. On Friday evening last-- I received His Majesty’s commission to form a new administration... ANGLE ON: CONSERVATIVE MP’s, all looking worried. WINSTON (CONT’D) -..It was the evident wish and will of Parliament, and the Nation, that this should be conceived on the broadest possible basis, and that it should include all parties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: TYPED PAGE (with TEXT) being rapidly tugged fro TYPEWRITER CARRIAGE (to a LOUD explosive ratchet-whirr)!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "A War Cabinet has been convened... \f22. CLOSE ON: TYPE-WRITER keys typing...”A War Cabinet has be convened” — WIDE: ELIZABETH TYPES, as WINSTON dictates - WINSTON (CONT’D) Correction - “has been formed” - ELIZABETH adjusts the PATEN, then types - “formed” above “convened” —",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- has been formed--of five members -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "...representing, with the Opposition parties, the unity of the Nation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "CLOSE ON: A FRESHLY TYPED PAGE (ROUGH DRAFT) is set down the desk by ELIZABETH’s hand. The stationary bears the Pr Minister's monogram, and we see typed TEXT plus several phrases struck out (between parentheses). The CAMERA moves in on the paragraph that reads... “The three party Leaders have agreed to serve, either in the War Cabinet, or in (positions of authority*) high executive office.” (* denotes struck through phrase)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH, (0.S.)",
          "text": "The three party Leaders have agreed to serve, either in the War Cabinet-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH, (0.S.)",
          "text": "- or in high executive - or in high executive office. office. WINSTON (CONT’D) The three fighting Services have been filled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OUTSIDE the BATHROOM DOOR - ELIZABETH LAYTON waits, with PAD and PAPER, taking down his dictation... \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Sawyers is she there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Yes she is.. I mean, I am",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "Don’t come in! SOUNDS of him taking a BATH, the SPONGE being squeezed ov his head...She starts to move away, but is arrested by -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "Don’t go away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "No, no--I’m still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "“With this agreement, I now invite the House - (water sounds) - by the resolution which stands in my name, to record its approval, and to declare its confidence in the new government.” Sound of WINSTON getting out of the BATH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "Miss? I’m coming out in a state of nature! ELIZABETH LAYTON flees, as the DOOR opens and as WINSTON (naked) looks up and down the HALLWAY to see where his TY has gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I now invite the House by a resolution to declare its confidence in the new government. ANGLE on the CONSERVATIVE PARTY - unimpressed. KINGSLEY-WOOD advises A JUNIOR CONSERVATIVE, ERNLE HASTIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINGSLEY WOOD",
          "text": "Look to Chamberlain’s handkerchief. If he waves it at the end of Churchill's speech, we show approval, if not, keep quiet. ERNLE HASTINGS looks over at CHAMBERLAIN. \f24. CHAMBERLAIN, still on the front bench but not in the PM’s chair, draws a WHITE HANDKERCHIEF out of his BREAST POCKE and folds it in his LAP. ERNLE HASTINGS nods - understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "It must be remembered that we are in the preliminary stage of one of the greatest battles in history...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A HEAVILY MARKED-UP PAGE of TYPED SPEECH (ROUGH DRAFT) much worked-over, annotated, altered - with WINSTO HAND just then adding the latest change in the margins... see his HAND write (in his tiny cursive scrawl) - and that many (arrangements*) preparations have to be made here at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "...and that many preparations have to be made here at home. WIDE: WINSTON, alone in his OFFICE, hunkered at NIGHT, go through the speech, meticulous, obsessive, a perfectionis",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "Sir, I take up my task with buoyancy and hope -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: The TYPEWRITER hammers typing the CLEAN (FINAL) DRAFT of the speech, on SMALLER SHEETS of PAPER, the TEXT set out like BLANK VERSE in a POEM, or in the BIBLE, each phrase spaced apart from the next - and say to the House, as I said to those who have joined the government -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "- and say to the House, as I said to those who have joined the government —",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. WINSTONS CAR, PARLIAMENT",
          "text": "WINSTONS car is stationary in the internal courtyard at Parliament. WINSTON, in the back seat (with ELIZABETH LAY in the front, her TYPE-WRITER on her knee, typing away) dictates. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- I have nothing to offer but blood, toil--tears--and sweat. EXTREME CLOSE ON: her keys typing: “sweat!” CLOSE ON: The PAGE being tugged from the TYPEWRITER. WINSTON alights the car, and ELIZABETH passes the PAGES o the SPEECH, which he grabs, then hurries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON: ERNLE HASTINGS, unable to take his eyes off CHAMBERLAIN, waiting for the HANDKERCHIEF to be waved. ANGLE ON WINSTON: readying himself for the final assault!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "We have before us an ordeal of the most grievous kind. We have before us many, many long months of struggle and of suffering. You ask, what is our policy? I say it is to wage war by sea, land and air, with all our might and with all the strength God can give us--to wage war against a monstrous tyranny never surpassed in the dark and lamentable catalogue of human crime. ANGLE ON: HALIFAX, in the GALLERY - he shoots a look to CHAMBERLAIN. WINSTON (CONT’D) That is our policy. You ask, what is our aim? I can answer in one word. Victory - victory at all costs, victory in spite of terror, victory however long and hard the road may be. For without victory, there is no survival. WINSTON feels he must have won them over, but his confide smile fades as he realises he stands alone. Small KNUCKLE-KNOCKING begins - but it is MUTED. SIMON and HOARE and the other CONSERVATIVE PLOTTERS all l to CHAMBERLAIN, as he — - puts his WHITE HANDKERCHIEF back in his BREAST POCKET!! The TORIES sit back - NONE APPLAUD. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "CHAMBERLAIN, attempting to catch his breath, sits on a be looking across the rose in bloom so ripe they’re almost rotten. HALIFAX sees, then approaches CHAMBERLAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "“Our policy is to wage war--At all costs--No survival”. Winston is incapable of pronouncing the word peace, let alone engaging in peace talks. He sits next to CHAMBERLAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Awful, the thought that I shall never see my country at peace again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Neville? CHAMBERLAIN turns and faces HALIFAX - ashen faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "I have cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Oh Neville.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Winston must be removed from office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "A vote of “no confidence”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "If we can get him to declare that he refuses to consider a negotiated peace with Germany then perhaps you and I will have grounds to resign. The party wont stand for that, you’re still the chairman for heavens sake, that will force a vote of “no confidence” in his leadership and he’1ll be finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "And would you agree to be Prime Minister? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "With Winston out of the way ... who can say, but the important thing, Neville, is that your policies, of peace and the protection of this nation, would be back on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "On record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "He must declare on record his refusal to engage in peace talks, we must have it in writing. HALIFAX’s eyes glisten with renewed purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELIZABETH LAYTON makes her way to work, but today it’s a location - the grand TREASURY BUILDING in WHITEHALL, crossing, through traffic, Horse Guards Road and entering through the pillared main doors...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECU - Elizabeth’s hand signs the Official Secrets Act whi is duly stamped. An elderly CIVIL SERVANT hands her a security pass. JOHN EVANS meets ELIZABETH in the lobby and leads her dow an INCONSPICUOUS DOOR where a SOLDIER checks her security pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVANS leads ELIZABETH down a narrow staircase that leads the SECRET WAR-ROOMS, the underground nerve centre of BRI HIGH COMMAND. But the place is very humble, low ceiling and narrow hallways, the rooms small. No hint of luxury here. Auster Britain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Follow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "What goes on down here? \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "That’s a need to know. And you don’t. JOHN EVANS keeps walking at a brisk pace through the telephonists room. ELIZABETH, clocking her surroundings, notices a door with dial lock that reads “VACANT”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "The lavatory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS",
          "text": "For the PM’s use only. EVANS leads her down the corridor, through a narrow room bunk beds...John Evans gestures towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVANS, (CONT'D)",
          "text": "Sleeping quarters, for when you miss the last train. They pass the MAP ROOM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "That’s the Map Room. No women allowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "What department is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Indiscretion in conversation, or any other form, within or without these rooms regarding what happens here is a statutory offense and punishable by up to two years imprisonment with hard labour. Clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Crystal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Good. Elizabeth follows Evans as they stop at the War Cabinet R JOHN EVANS (CONT’D) That's the War Cabinet room--never! Don’t mean to be rough on you but them’s the rules. They arrive at the TYPISTS POOL ROOM, full of NINE bust TYPISTS. \f29. JOHN EVANS (CONT’D) This is the typists room, you are allowed in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYPISTS",
          "text": "(In Unison) Good Morning Sir. And then indicates another Room - the door is ajar, its n bigger than a shoe-box!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "And here’s you. ELIZABETH enters the tiny, windowless room not much bigge than a cupboard, containing only a desk and a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "She arranges her effects - a BLACK PEN, a RED PEN and a H PUNCH on her desk, and then sets carefully a PHOTOGRAPH o HANDSOME SOLDIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CHIEFS OF STAFF brief WINSTON: IRONSIDE for the ARMY, DOWDING (a New Zealander) for the AIR FORCE, and a NAVAL ADMIRAL (DUDLEY POUND). CHAMBERLAIN and HALIFAX are also present - as other OFFIC all crowd in and look up at - THREE LARGE OPERATIONS MAPS of EUROPE hang on three diffe walls, each full of pins and strings to show positions - for the ARMY, ONE for the NAVY, ONE for the AIR-WAR. Down the centre of the room runs a long table bearing MULTIPLE TELEPHONES of different colors which are always RINGING...and being answered by OFFICERS of the three services. The BRIEFING begins in front of - the ARMY MAP - showing (with pins and colored string) how far WESTWARD the GERMA LINE has advanced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL IRONSIDE",
          "text": "Belgium and Holland may fall any hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The French? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL IRONSIDE",
          "text": "The entire French ninth army--some two hundred thousand men--have capitulated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "All of them?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL IRONSIDE",
          "text": "Capitulated. Surrendered. Deserted. It was a rout. All our land forces, roughly 300,000 men, are now in full retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(to DOWDING) Air-cover? For our troops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIR MARSHALL DOWDING",
          "text": "The Luftwaffe control the skies. We simply don’t have enough planes to challenge them. In fact, I strongly recommend we stop sending our precious fighter-planes to be wasted in France--save them for our own defence. WINSTON moves to the NAVAL MAP, showing WARSHIP DEPLOYMENTS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And our navy--sits idle, neutralized, useless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NAVAL ADMIRAL POUND",
          "text": "Our fleets no sooner come within their range than we come under blistering air attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Their speed is devastating. WINSTON returns to the ARMY MAP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL IRONSIDE",
          "text": "Panzer tanks. Plunging rapidly westward, through the centre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "But they will have to pause for fuel supplies. IRONSIDE looks at GENERAL ISMAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL IRONSIDE",
          "text": "Ismay? \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISMAY",
          "text": "This is not the last war, Sir. Their tanks can stop for fuel at a petrol station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Petrol station?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENERAL IRONSIDE",
          "text": "The road to Paris now lies open. 7 million refugees are on the move. Collectively we are looking at the collapse of Western Europe in a few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISMAY",
          "text": "Should the public be told?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Not yet. First, we must rouse our old friends to an heroic resistance. France must be saved. CAMERA moves in on the MAP... Over this, we start to dissolve in - - footage of a FLAMINGO PASSENGER PLANE in flight - - as the MAP itself dissolves into - - a real rural LANDSCAPE, as seen from above...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON’s FLAMINGO PASSENGER PLANE flies over FRENCH FIEL The PLANE is soon joined by two SPITFIRE FIGHTER ESCORTS, on each wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see pilots in the cockpit looks down, a drink is poure and is taken to Winston as he looks down - His face goes grey as he sees - for the first time - CIVILIAN REFUGEES, long meandering columns of desperate humanity. On BOARD with WINSTON - ISMAY, DOWDING and IRONSIDE. The SHOCK of this plays on his face. WINSTON’s POV of: the vast tragedy. Amongst straggling vagabonds and columns of refugees. Signs of the GERMAN conquest - abandoned TANKS and ARTILLERY stand in flames. \f32. CLOSE ON: A YOUNG REFUGEE BOY (his POV) looks up at WINST PLANE. He holds his left hand up to his left eye to look the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "This can’t go on. Must not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. FRENCH AIRCRAFT HANGER",
          "text": "A LARGE DELEGATION of CIVILIANS and MILITARY await WINSTO as WINSTON alights the PLANE and approaches down a long R CARPET. PRIME MINISTER REYNAUD steps forward and shakes WINSTON’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(to REYNAUD) Brace yourselves, I am about to add to your terrible suffering-- by speaking French. They sit at a long table in the hangar. WINSTON (CONT’D) (in bad FRENCH) Bien que notre situation soit trés grave ce n'est pas la premiére fois que nous faisons face 4 une crise, ensemble. Subtitles: Although our plight is grave, this was not the first time we has been in a crisis together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYNAUD",
          "text": "Perhaps in English, Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(after a moment's offence) We have--we have survived crises before, and I am confident we will survive this one. Tell me how you plan to counter-attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYNAUD",
          "text": "There is no plan. Silence - then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(in FRENCH) You must counter-attack. Premier, you must! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "(in ENGLISH) You must counter-attack! Vous devez contrattaquer! Il le faut! Gentlemen--I do not believe this Panzer breakthrough is a real invasion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYNAUD",
          "text": "Not a real invasion? Stupefied looks from the FRENCH and ISMAY alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALADIER",
          "text": "(in FRENCH) Tell this to the families of the dead perhaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYNAUD",
          "text": "We sincerely appreciate your efforts and optimism, but--we have lost. WINSTON seems unable/unwilling to process this -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "As long as--as their tanks are not supported by infantry units they are merely little flags, stuck on the map, because the tank crews are unable to support themselves. No, I refuse to see in this spectacular raid of the German tanks a real invasion. Silence to this. Is WINSTON losing his mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON’s FLAMINGO takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REYNAUD and DALADIER, side by side in the car, watch WINSTON’s FLAMINGO climbing into the sky -",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYNAUD",
          "text": "(in FRENCH, with SUBTITLES) Il Devine! Delusional! (He's delusional)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALADIER",
          "text": "C’est Anglais (He’s English.) \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SIR JOHN SIMON and LORD LONDONDERRY walk and talk along t libary gallery -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR JOHN SIMON",
          "text": "He’s an actor. In love with the sound of his own voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDONDERRY",
          "text": "Oh I love to listen to him--but we must never take his advice. Has a hundred ideas a day. Four are good, the other 96 downright dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR JOHN SIMON",
          "text": "His father was a great orator but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONDONDERRY",
          "text": "Until he lost his mind to syphilis -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR JOHN SIMON",
          "text": "How nations suffer for the sins of their fathers. Across the AISLE, STANHOPE is also talking about CHURCHIL with SIR SAMUEL HOARE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANHOPE",
          "text": "My opinion? At this critical juncture for the empire, we have a drunkard at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR SAMUEL HOARE",
          "text": "Wakes with a scotch, bottle of champagne at lunch, another at dinner, brandy and port till the wee hours...I wouldn’t let him borrow my bicycle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KINGSLEY WOOD is talking to a COLLEAGUE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINGSLEY WOOD",
          "text": "He’s a Conservative, who defects to the Liberals--lobs grenades at us for 10 years--then flops Conservative again, as it bloody suits him! Sorry, but--he stands for one thing: himself! \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALIFAX is sitting with KING GEORGE VI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "We might have to replace him, Bertie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "Replace him?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "We must strive for peace--for every son and daughter of this land so that we may emerge from this crisis with something recognisable as ‘home.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "Spoken like a true Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YELLOW POWDERED EGGS are being MIXED with WATER, then fri then slopped onto a plate as SCRAMBLED EGGS. On a BREAKFA TRAY (once more)are set - (in rapid cuts) BACON and POWDE EGGS, SCOTCH and SODA, a GLASS of WINE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHN EVANS stands outside the LOO (whose door is closed), with a note-pad and pen, ready to record WINSTON’s instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Sir, you need to reply to the Lord Privy Seal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON sits on the TOILET, reading a French newspaper wh front page shows a picture of FRENCH SOLDIER with his arm around his FRENCH SWEETHEART, holding up his fingers in a FOR-VICTORY gesture (palm-outward). The headline is “V PO LA VICTOIRE”. Winston is sitting on the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The Privy Seal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Yes sir? \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(reading) “V for Victory” WINSTON closes the newspaper, stands -— WINSTON (CONT’D) Tell the Lord Privy Seal -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "- tell him I’m sealed in the Privy - We hear a flush and then WINSTON appears, wearing his pin silk dressing-gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "- and I can only deal with one shit at a time! He goes into the bedroom, followed by EVANS, where we fin ELIZABETH LAYTON, typing at the nearby desk, and -— ANTHONY EDEN, seated in a chair beside the bed, reading WINSTON’S TYPED SPEECH... WINSTON (CONT’D) Don’t spare me, Anthony--be frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "Mmmmm. As EDEN reads, WINSTON stares at him, awaiting his reacti",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(to EDEN) I think it’s rather good. The ending especially. When EDEN says nothing the wait becomes agonizing. EDEN finishes reading the speech, turns over the last page to if there is more on the back. There isn’t. WINSTON waits for the verdict. EDEN takes off his glasses slowly and looks up at a hopeful WINSTON -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "You don’t think so, what? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "You’re suggesting we’re--somehow-- winning. (beat) We're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "No but...it will inspire them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "You don’t understand - Winston, I know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(stubbornly) - no, no, no. I am going to imbue them, Anthony, with a spirit of feeling they don’t yet know they have! Silence. Stalemate. EDEN looks gravely concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "You asked my opinion. I caution against it. WINSTON stares at his trusted ally, his hopes fading, unt he snaps his finger, pointing at EDEN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Cicero! He’s on the move again - heading out of the bedroom, with EVANS and LAYTON, and finally EDEN, forced to follow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "“Live as\", “Live as brave men\" — da,da,da - “and if fortune is adverse, something, something, something He then enters the -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(shouting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "As he looks for his book in the library he finds CLEMMIE...STRESSED, struggling to cope, busily writing CHEQUES. \f38. WINSTON (CONT’D) Cat--my copy of Cicero. Did you shelve it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Did you hear what I said?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "We're broke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Everybody out! Get out! He shooes JOHN EVANS, ELIZABETH and EDEN from the room as they were cats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "I dare not write another cheque.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I’‘1l economise - only four cigars a day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "You're insufferable! (beat) Was there something else? Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Yes, my love for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "How much have you had to drink this morning? He goes to her, drawing up a chair, close -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I see you now as I first saw you in nineteen hundred and four across a crowded dance-floor. I simply stood- -speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "I must have been very beautiful to have achieved that miraculous effect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Four years till we saw each other again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "They went by in an absolute flash. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "You didn’t lack for admirers. Your fidéle serviteur in Sidney Peel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Brilliant man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Lionel Earle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Wonderful dancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And then--at Lady St Hellier’s dinner party--who should show up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Pig. (little snort)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The same. They look at each other, their faces very close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Are we terribly old?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Yes. I’m afraid you are. She LAUGHS and pushes him away. Winston takes her hand. WINSTON (CONT’D) Will you hear me read my speech for tonight's broadcast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON emerges and is accosted by... the PRESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERENCE BIRKEMP",
          "text": "Prime Minister - the situation in France - Is it true we’re in full retreat? Is France lost? He fires the REPORTER a steely look of rebuke and then sp faces their CAMERAS, takes his CIGAR out of his mouth wit INDEX and SECOND finger and makes, for the CAMERAS, his f ever V-FOR-VICTORY SIGN (but PALM-INWARD, the RUDE VERSIO WINSTON crosses the road, practising a tongue-twister as enters the TREASURY. \f40. INT. WINSTON’S OFFICE/ WAR ROOMS - NIGHT WINSTON sitting on his bed, is AGITATED, UNEASY, UNSURE n about the speech he is to deliver on RADIO. ELIZABETH LAYTON sits at a desk in the corner holding fil and paperwork. Two MICROPHONES sit on a table. An ACTOR also stands by. Producer guides Winston to his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC PRODUCER",
          "text": "So--if you will sit here - at your desk",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Mmmmm. WINSTON sits, studying with CONCERN the SPEECH lying on t table in front of him, and taking out his PEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC PRODUCER",
          "text": "- and speak slowly and clearly. Into the microphone. WINSTON starts to jot last-minute CHANGES to the SPEECH. Increasingly PRESSURISED, he CROSSES OUT the CHANGES he j made, and tries to write alternatives. He’s clearly ina state. BBC PRODUCER (CONT’D) So--if you are ready--on the stroke of 9 the light will go red, and we shall go live to the nation. Nine O Clock. Red light. You begin. Yes? But WINSTON isn’t ready. He’s too busy trying to rewrite speech The SWEEP SECOND HAND on the WALL CLOCK approaches 12. The PRODUCER, and ELIZABETH, become very concerned now as last seconds vanish - BBC PRODUCER (CONT’D) Prime Minister? Are we ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(to himself) One moment, one moment —",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC PRODUCER",
          "text": "We are going live. Prime -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(exploding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This eruption stuns the PRODUCER and ELIZABETH. WINSTON’s hand, holding the PEN, shakes now with indecisi as he fails to think of the right words in time -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BBC PRODUCER",
          "text": "Four--three--two--one... On the stroke of 9 pm, the light goes RED, bathing him in light. They are LIVE. SILENCE. TOTAL SILENCE. The PRODUCER is now in a panic. WINSTON seems frozen for a second, until - WINSTON takes a breath and begins...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "“I speak to you for the first time as Prime Minister in a solemn hour for the life of our country, of our Empire, of our allies, and, above all, of the cause of Freedom. A tremendous battle is raging in France and Flanders.” ELIZABETH sighs relief, then follows on her carbon copy, mouthing the words, many of which she knows by heart. CAMERA follows the WIRES that lead out of the office, dow the corridor, and into the TRANSMITTER ROOM. Reveal BBC R Recorder men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL BACK to reveal: The KING, looking up from the PAPER, he listens to WINSTON’s speech on the radio, and studies FRAMED FAMILY PHOTOS of his CHILDREN...Princesses ELIZABE and MARGARET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "“The Germans...by a remarkable combination of air bombing and heavily armored tanks, have broken through the French defenses north of the Maginot Line, and strong columns of their armoured vehicles are ravaging the open country...” CLOSE ON: NEWSPAPER - the HEADLINE reads: IN CONTROL, SAY FRENCH Despite Nazi Raid \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALIFAX sits at the table, a minister standing behind him they listen to Winston’s radio address",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "“,..which for the first day or two was without defenders...But!...I have invincible confidence in the French Army and its leaders. Only a very small part of that splendid Army has yet been heavily engaged; and only a very small part of France has yet been invaded...Side by side, the British and French peoples--have advanced...” HALIFAX is disgusted by this DISTORTION of the facts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "“Advanced”?! How bloody dare he!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AERIAL SHOT OF: the BRITISH and FRENCH armies in retreat leaving behind SMOKING TRUCKS and ABANDONED ARTILLERY. TRACKING OVER this ravaged landscape, we see-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "- the abstracted landscape of a human CORPSE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "“,..the British and French peoples-—- have advanced--to rescue not only Europe, but mankind from the foulest and most soul-destroying tyranny which has ever darkened and stained the pages of history. .-.-until an EYE is revealed in CLOSE-UP, staring into CA INT. WINSTON’S OFFICE/ WAR ROOMS - NIGHT CLOSE-UP ON: the RED RECORDING LIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "“But now one bond unites us all - to wage war until victory is won, and never to surrender ourselves to servitude and shame, whatever the cost and the agony may be...Conquer we must, as conquer we shall.” CLOSE-UP ON: WINSTON’s FACE... \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "Well done, sir. WINSTON sits back - UNHAPPY. CLOSE-UP ON: the RED RECORDING LIGHT goes off. The BROADC is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE turns off the RADIO, concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON, UNHAPPY, walks up to a DOOR, enters it -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- then walks down the long tunnel (connecting the WAR ROO with DOWNING STREET) until, at its end, he enters an ELEV",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- WINSTON rides the ELEVATOR upward -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- WINSTON exits the ELEVATOR, and begins to climb the sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "You did marvelously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "For the last ten years I was the only one who told them the truth. Until tonight. There’s no advance. It’s a shambles. We’re in full retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Would you be serving them tonight by denying them sleep, terrifying their children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Even if the terror is coming?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Because it’s coming! There is time enough for truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods, accepting this. He walks off, still anxious. She watches him go, worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front page of a newspaper: a PHOTO of WINSTON doing h FOR VICTORY SIGN (palm inward). ELIZABETH LAYTON, leaning by the door, reading the paper. At her side stands another typist, SYBIL, reading another copy of the same PAPER -— ELIZABETH is giggling - WINSTON passes the doorway in the corridor, then re-appea",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What’s so funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Prime Minister sir -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Go on. What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELIZABETH steps out into the corridor so they can have so privacy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Not sure if you know this but-- the way you are doing your V For Victory sign--well, in the poorer quarters that gesture means--something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What does it mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Wouldn’t like to say sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I was captured by the Boer. I spent time in a South African prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Up yer’ bum. Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Up yer’ bum? WINSTON roars with LAUGHTER - which sets ELIZABETH laughi \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "The way you do it, sir. Yes sir. (demonstrates) But if you turn it around - (palm out) - that’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Wouldn’t like millions of people to take it the wrong way. WINSTON steps away, still chuckling -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Up yer’ bum! INT. BUCKINGHAM PALACE / WINSTON’S OFFICE, WAR ROOMS - DA KING GEORGE speaks into the TELEPHONE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "Don’t wish to take too much of your time. (pause) I heard you--on the--wireless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Was I comprehensible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "The public need to be led, not misled--not left to work it out for them-themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Right. Will that be all, your majesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "Yes. Good day Prime Minister. (click) WINSTON puts down the PHONE and turns to EVANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I believe I’ve just recieved a royal rap on the knuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRESENT: 17 PERSONS. The Main War Cabinet, minus WINSTON (CHAMBERLAIN, HALIFAX, GREENWOOD, ATLEE) and the FOLLOWIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWDING, IRONSIDE, BRIDGES, ISMAY, NICHOLL, WILKINSON",
          "text": "CABINET SECRETARY BRIDGES is helping to seat everyone as move around the table looking for their placement card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABINET SECRETARY BRIDGES",
          "text": "(indicating to HALIFAX's seat) Foreign Minister? A NEW MAP shows the NEW POSITIONS of BRITISH TROOPS. SURR at DUNKIRK. Finally, WINSTON enters, shakes the hands of IRONSIDE and first, but has less enthusiasm for ATTLEE and GREENWOOD, nothing for CHAMBERLAIN and HALIFAX, who do not expect to their hands shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Tiny, good to see you. (to ISMAY) Pug. Welcome to the War Cabinet, such as we are. (to ALL) Please, sit. He sits. WINSTON (CONT’D) War is usually a catalogue of blunders, and this one is proving no exception. (beat) General - its all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "You have this morning’s report in front of you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Yes. General -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "- if you turn to page 3 - Ummm - so on page 3 - are we all Looking at page 3? - no, the other document - second paragraph down - WINSTON, agitated, reeling from the royal reprimand, taps wedding ring finger on the side of his chair impatiently",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENWOOD",
          "text": "Second? \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "Yes, the second--no, page - WINSTON can stand it no longer - Silence -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(his patience snapping) Edmund!--why don’t you just tell us- -please--in your own words-- what kind of mess we are looking at here. What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "Right. (beat) As of 2200 hours last night--the Germans have encircled sixty British, Belgian and French divisions. On our part all our forces under Lord Gort have now withdrawn, or are trying to withdraw, to the French coast, to Dunkirk, where we cannot reach them. Ships sunk by the Nazis block the harbour entrance and the Luftwaffe control the skies above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "How many of our men are trapped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "All of them. (pause) Our nation’s entire professional soldiery. And... (pause) .-..we can see no clear way to rescue them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "General--are you telling me that we shall have lost the British army by the next few days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "That’s correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "What are the French doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "Premiere Raynaud sent a radio message. He expects the defence of Paris will soon fail. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "We must counter-attack. Anyone? (silence) Surely -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "The German forces are superior in every regard and are only fifty miles from the coast. They are pushing us into the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "Fifty miles! Good God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENWOOD",
          "text": "For a German tank, two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "They must not reach the sea! Not before we evacuate our men! General Ismay? What have you got for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone looks at ISMAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISMAY",
          "text": "As it stands--I cannot see that we have much hope of getting any of our forces out in time. A gasp in the cabinet. WINSTON takes this news badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Not a man? We cannot be so totally at their mercy! REACTION HALIFAX: Only just holding his tongue. He looks CHAMBERLAIN, who does not maintain the look. WINSTON (CONT’D) General. What is our next step?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "I’m not sure, sir, that we have one. Silence. A pall settles. ISMAY looks at IRONSIDE, who say nothing. CHAMBERLAIN and HALIFAX also exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "So? So where are we to look for salvation? (silence) Anyone? Come on! Speak!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "We still have a Garrison at Calais. 25 miles to the west.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Well why didn’t you say so?! How Many men do we have there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "4,000. More or less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Then have them go east--engage with the German columns moving on Dunkirk. Buy us some time. Draw the Nazi focus away from Dunkirk whilst we execute a maritime evacuation of our forces. Ironside--is that possible?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "It would mean a huge sacrifice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "Four thousand young men!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "To save 300,000! (pause) Under whose command is the Calais Garrison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISMAY",
          "text": "Brigadier Nicholson. Silence. The burden falls on Winston...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Very well--tell... A hint of UNCERTAINTY here, as WINSTON taps his SIGNET RI on the wooden arm of his chair. WINSTON (CONT’D) ...tell--Nicholson--that it is of the greatest importance to this island that his garrison draw the enemy’s tanks and artillery and bombers away from Dunkirk--invite their wrath--and to--to fight on if needs be until--until the destruction of his command. A PALL settles over the room. Almost a GASP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "It’s suicide. HALIFAX, emotions rising, can stay silent no longer. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Prime Minister! I have reservations...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Who is free of reservations?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "-..-about such a fateful course when we have the option of a peace offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What peace offer?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "The Italians have offered to mediate between ourselves and Germany. And I indicated that provided our liberty and independence were assured, we would consider any proposal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "With Hitler holding the whip hand do you really think he would honour our liberty and independence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "It would be in his interest to do so. He -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The only thing to do is to show that maniac that he cannot conquer this country, and for that we need an army. General, tell Brigadier Nicholson, “The Germans must not reach the sea! Not before we get our boys off that bloody beach!\" (pause) I take full responsibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(temper exploding) REALLY! YES! It is the reason I sit in this chair!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Surely--before we send 4,000 men to their graves, we must explore -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(frustrated) What is this?! \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "What is your mind on the principle of peace talks? Do we take it for example, that you preclude yourself from even considering engaging in such negotiations? A TENSE SILENCE. ANGLE ON: the TWO SECRETARIES, pencil’s raised, waiting t record WINSTON’s reply. WINSTON, aware that history is listening, senses a TRAP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I should like to speak to Viscount Halifax and Mr Chamberlain alone. (to IRONSIDE) Issue the order to the Calais Garrison. Confirm it has been done. (to BRIDGES) Bridges! You too! Out! Hop it! BRIDGES puts down his pencil. Consternation from those departing at this breach of protocol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the end of the line of unneeded WAR CABINET members fi out, comes the disgruntled BRIDGES with his TWO SECRETARI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON lights his CIGAR, and takes his time, slowly appr the HALIFAX seated at the back of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Winston. We are facing certain defeat on land--the annihilation of our army--and imminent invasion! We must be rational!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "We are a sea-going nation. Have been since the Bronze Age. The Channel is ours--our moat--our battlement and the German doesn’t recognise an expanse of water greater than a bloody lake! They have first to reach this island - \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "- which will be full of terrified men, women and children, whom we have failed, despicably, in our duty of protection. Germany has won- -we are entirely defenceless -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And who's fault is that ?! CHAMBERLAIN averts his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "- facing the largest army the world has seen. Furthermore, once France falls, Germany can concentrate on aircraft production and they will then have the French fleet as well! What is to stop Hitler then? Words? Words, Winston? Words alone? (beat) If you will not permit any talk of peace then I will be forced - CHAMBERLAIN steps in, to stop Halifax from resigning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Might we not allow Edward simply to meet the Italian ambassador, Bastianini--discuss their possible role as mediators between us and Germany, and find out their price? WINSTON is calmed by CHAMBERLAIN’s manner -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Bastianini? Ha! A man about whom we might say there is less to him than meets the eye. WINSTON looks at HALIFAX, and sighs - WINSTON (CONT’D) I remain opposed to any negotiations -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "- of course -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- which might lead to a derogation of our rights and power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "AS DO WE ALL! There is no question that our sovereignty is non- negotiable! \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Winston? With nowhere left to turn - WINSTON gives a slow inclinat of the head, and then - NODS. CHAMBERLAIN (CONT’D) Good. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "-.-but! No-one outside this room must ever know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON walks through the corridors - then approaches and opens a SMALL LAVATORY DOOR. As he enters - CLOSE ON: The door’s lock, which slides from “VACANT” to “ENGAGED”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, it’s no LAVATORY. It is actually - a secret PRIVA TELEPHONE SYSTEM, linking WINSTON with the ROOSEVELT WHIT HOUSE. WINSTON, seated, holding the receiver, takes a few moment before he lifts the phone to his ear -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Mr President?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "Winston!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "How are you Franklin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "Fine. Fine. How are you Prime Minister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I am phoning about--about your Navy ships. If you were to loan us just 50 of your older Destroyers I feel sure —",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "Ah! Yes! \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON ROOSEVELT, (CONT'D)",
          "text": "- even 40 would - Well I - ROOSEVELT (CONT’D) - I did ask around, but just not possible I’m afraid. The Neutrality Act we signed last year has tied my hands. Just can’t swing it. I tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Then--can I--do I have your permission to send an aircraft carrier to pick up the P-40 fighter planes we purchased? Mr President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "(wincing, hating not being able to help) You got me there again. New law-- preventing trans-shipment of military equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "But we’ve paid for them--with the money we borrowed from you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "(anguished) So sorry, Winston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I need not impress upon you the trouble faced by the Western Hemisphere. Without your support, in some fashion... Silence. A tense moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "I know. I know. You are on my mind day and night. (pause) Look. We could--possibly... But words fail the hampered ROOSEVELT and his voice trail off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Mr President--we are facing the gravest odds! \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": ".-.-we could take your planes to about a mile from the Canadian border--and then if you send across a team of horses from Canada-- nothing motorized--then you could pull ‘em over the border yourself. How does that sound?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Horses? You said “a team of horses\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "I guess you could push ‘em yourself. The damn things have wheels. Up to you. WINSTON is speechless - ROOSEVELT (CONT’D) We could do that. (silence) Prime Minister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON covers the PHONE, bunches his fist, swallows his RAGE, and then speaks again, as calmly as he can-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Anything you can do at this time would be welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOSEVELT",
          "text": "Goodnight to you Winston. (feeling WINSTON's pain) It must be late there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "In more ways than you could possibly know. He puts down the phone and sits back in his chair - stunn fuming. But as he stews, he slowly - slowly - conceives a idea, a new IDEA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON enters and strides past the staff, making for the LARGE MAP of EUROPE. He puts his finger on the FRENCH COA at DUNKIRK, encircled by RED THREAD. And then looks at ENGLAND, the COAST, and then taps DOVER on the map. He turns, sees the DOZEN colorful TELEPHONES and addresse",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Get me Vice-Admiral Ramsay on one of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH AERIAL of the CASTLE atop the famous WHITE-CLIFFS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ADMIRAL RAMSAY is woken by a STAFFER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAFFER",
          "text": "Admiral Ramsay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAFFER",
          "text": "It’s the Prime Minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAMSAY, on the PHONE with WINSTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "Bertie? I hope I didn’t wake you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "Of course not. I was just reading the Bible. (INTERCUT, as necessary with - )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON, on a PHONE, studies the COAST of ENGLAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Exodus? (smiles) We need to evacuate our boys, Bertie. The Navy is saying that with one cruiser and six destroyers, and with the Luftwaffe controlling the skies above, we'll be lucky to get 10% out. I want you to order an assembly of boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "Boats? \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Yes. Civilian boats, as many as you can get your hands on. Country’s full of boats--let’s put ‘em to use. Bertie? You there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "(sceptical) Rrrr-ight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- anyone with a pleasure craft bigger than 30 foot that can get to France. Longley's clipper, Fearnley's gin palace, any half- rotten fishing boat that’1l float.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "Mmmm—hmmm. WINSTON senses BERTIE’s reticence...and makes a different appeal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Help me stage this thing, Bertie. We must at least try to bring some of our boys home. After a pause -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "I will have the BBC issue the order. WINSTON starts to put the phone down, and then remembers something -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Oh-- Bertie--still there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "We need a name--for this Operation. RAMSAY looks around him - a blazon on a generator says “DYNAMO” .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTION",
          "text": "WINSTON walks with EDEN, but then they pass an OFFICER’s OFFICE, whose DOOR is open - and it’s then that he hears, his fury, the sound of a RADIO playing a SPEECH BY HITLER WINSTON PULLS THE DOOR SHUT, silencing the dictator. \f58. WINSTON and EDEN look at each other, then walk on, and st before entering the WAR CABINET ROOM, (as if before takin the stage). WINSTON takes a deep breath and tries to shak off his worries. Only then does he enter, followed by EDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAR CABINET MEETING 2.",
          "text": "PRESENT: 17 PERSONS. The Main War Cabinet (CHURCHILL, CHAMBERLAIN, HALIFAX, GREENWOOD, ATLEE) and the FOLLOWING",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWDING, IRONSIDE, BRIDGES, ISMAY, NICHOLL, WILKINSON",
          "text": "A tense atmosphere - faces riven with doubt. The CABINET standing, conferring anxiously with each other...... but fall silent when WINSTON and ANTHONY EDEN enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Good day. I’ve asked the Minister for War to join us. HALIFAX and CHAMBERLAIN share a look - this doesn’t bode well. All sit. WINSTON looks around the table - sees the fear a doubt and nervousness in his CABINET right away. WINSTON starts to tap his SIGNET RING on his right hand o the wooden arm of his chair, until - WINSTON (CONT’D) Obviously--we are in a dangerous situation. But - I am assured by the French Premiere that while some German tank units have reached the sea, the situation generally seems to be well in hand. No-one looks at all convinced by this - CLOSE ON: the wooden arm of WINSTON’s chair - the varnish worn away from three weeks of such anxious tapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENWOOD",
          "text": "Prime Minister. You don’t believe that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "France will fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREENWOOD",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "And invasion of this island will follow. \f59. WINSTON changes the subject -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What news from Calais?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTLEE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "The Garrison attacked, but was forced back and is now surrounded on all sides. They are being shelled and bombed mercilessly. Casualties are at sixty percent. The CABINET all shake their heads - all look to have lost FAITH in WINSTON. CHAMBERLAIN nods at HALIFAX -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "On the question of peace talks -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- We must hold our nerve. Signal only that we are going to fight it out to the end. A peace offer telegraphs our weakness. CHURCHILL looks to EDEN for support -",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "Agreed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And even if we were beaten--we should be no worse off than we should be if we were now to abandon the struggle. Let us therefore avoid being dragged down the slippery slope with talk of a negotiated peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Slippery slope? The only -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON HALIFAX, (CONT'D)",
          "text": "-I suspect Germany and Italy - -the only slippery slope -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "-want to get us so deeply involved in negotiations that we should be unable to turn back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Oh nonsense! Bastianini informed me- \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The approach -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "- The only slippery slope -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHILE I AM INTERRUPTING YOU",
          "text": "When I chose my War Cabinet I took great care to surround myself with old rivals. I may have overdone it. Only GREENWOOD and ATTLEE and EDEN smile. HALIFAX and CHAMBERLAIN look exasperated. WINSTON (CONT’D) Viscount Halifax--the approach you proposed is not only futile, but involves us in a deadly danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROMANTIC FANTASY OF FIGHTING TO THE",
          "text": "END!!! What is “the end” if not the destruction of all? There is nothing heroic in going down fighting if it can be avoided. Nothing even remotely patriotic in death or glory if the odds are on the former; nothing inglorious in trying to shorten a war that we are clearly losing. WINSTON cannot bear this talk -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON HALIFAX, (CONT'D)",
          "text": "Europe is still - Europe is lost!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX, (CONT'D)",
          "text": "And before our forces are wiped out completely this is the time to negotiate, in order to obtain the best conditions possible. It would not be in Hitler’s interests to insist on outrageous terms. He will know his own weaknesses. He will be reasonable. WINSTON cannot bear this talk - \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "When will the lesson be learned? How many more dictators must be wooed, appeased--Good God, given immense privileges, before we learn!--that you can’t reason with a tiger when your head is in its mouth! WINSTON rises and walks out. HALIFAX, escaping CHAMBERLAI grip on his forearm, alone chases WINSTON...into -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALIFAX pursues WINSTON into the vestibule-",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIME MINISTER -",
          "text": "WINSTON turns back to him - they are now enclosed in the vestibule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX, (CONT'D)",
          "text": "Winston! Yesterday you gave permission for -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What permission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "- for me to meet - HALIFAX (CONT’D) WINSTON - with Bastianini - - I sanctioned - WINSTON (CONT’D) - the theoretical ex-",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "-ploration - - theoretical?! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- of what price Italy would ask. No more. I did not sanction-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "If you will not allow any further exploration of a peace agreement, then--you will have my resignation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Don’t be absurd. I need you Edward. You know I do! \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "I will not stand by to watch another generation of young men die at the bloody altar of your hubris!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And you would have us die as lambs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Was Gallipoli not enough for you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(angry) How dare you?! Our troops were chewing barbed wire in Flanders! I saw it! Opening a second front, outflanking the Turks, was a serious military idea - and it could've damn-well worked if - the Admirals and First Sea Lord hadn’‘t dithered away our element of surprise! Silence. WINSTON realises he’s gone too far. Totally lost poise. He calms himself. But too late. HALIFAX, undaunted fixes WINSTON with a cold judicial eye -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "The choice is yours. You have 24 hours to enter into peace talks, or I resign. HALIFAX walks back into the war rooms. WINSTON, regretful his display of temper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON emerges from the ELEVATOR, to find - - the YOUNG CONSERVATIVE MP, ERNLE HASTINGS, waiting for at the bottom of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERNLE HASTINGS",
          "text": "Prime Minister. I wonder if we might schedule you to address the Outer Cabinet? WINSTON climbs the stairs, without saying a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALIFAX, energized, and CHAMBERLAIN, looking unwell, conf as CHAMBERLAIN dampens a handkerchief and dabs his head w cold water... \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "I told him. It shook him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Imagine it did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Gave him 24 hours--I don’t expect him to agree, so I will resign first. You then join me. That’s critical if we are to trigger a revolt in the chamber. I’1l announce it. The King will back us. HALIFAX nods. CHAMBERLAIN now mentors him, paternally -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Be sure of your motives, Edward. Country first! Country First always. Career third, fourth-- after family, and church - and, in your case (small smile) - fox hunting. Come. CHAMBERLAIN bravely leads an emotional HALIFAX out of the BATHROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH-ANGLE WIDE-SHOT of LONDON - then PAN to reveal RADIO AERIALS, as we hear —",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO ANNOUNCER, (0.S.)",
          "text": "“Today, the Admiralty have made an Order requesting all owners of self- propelled pleasure craft, between 30' and 100' in length, to send all particulars to the Admiralty, immediately -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON listens to the RADIO BROADCAST:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO ANNOUNCER",
          "text": "“— if they have not already been offered or requisitioned.” WINSTON turns off the RADIO, turns to face ELIZABETH LAYT who sits at her type-writer, waiting. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "(dictating) To Brigadier Nicholson, 30th Infantry Brigade. Calais. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL, (CONT'D)",
          "text": "Every hour you continue to exist is of the greatest help to our forces at Dunkirk. Have the greatest possible admiration for your splendid stand. Your evacuation however--your evacuation will not, repeat not, take place. Signed... ELIZABETH LAYTON, has stopped typing. CHURCHILL, looks up and sees tears in her eyes. He goes t her, offering a handkerchief. CHURCHILL (CONT’D) Here. (softening) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "May I be excused?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "You may not. Tell me what this is about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "No-one tells us anything. It’s all classified and--we hear scraps and it’s worse than knowing nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "What would you like to know? She stares into his eyes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "How many men will survive? He stares at her - it’s the great PUBLIC QUESTION. It deserves an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "Come with me. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON leads ELIZABETH down the long tunnel -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- ELIZABETH follows WINSTON to the MAP-ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "Come in. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "No. I’m not allowed in the Map Room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHURCHILL",
          "text": "You are now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She enters the MAP ROOM, which is manned with MALE person who look askance at ELIZABETH. WINSTON shows her the ARMY MAP of WESTERN EUROPE. The BRITISH FORCES are represented surrounded by GERMAN troops at the seaside town of DUNKIR She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The German army now controls every French port except Dunkirk, here--and Calais, here to the west, where a garrison is drawing fire and delaying the German advance on Dunkirk. WINSTON (CONT’D) At both points our troops are encircled. We’re still trying to clear Dunkirk harbour of wrecked ships so we can then land the boats we need to get our boys off those beaches, but enemy planes are attacking us constantly. Our only hope in Dunkirk is thick cloud cover to thwart these attacks, but-- the skies remain clear. Even then I am told we will need a miracle to get even 10% of our men out. She is shocked - WINSTON (CONT’D) Courage, Miss Layton--courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "How long have they got if we don’t rescue them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "One, maybe two days. ISMAY enters - WINSTON (CONT’D) General? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISMAY",
          "text": "News from Calais, the 30th Infantry, sir. They've retreated to the town’s citadel... As a last and probably hopeless stand-the order “Everyman for himself’ has been given.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(As he exits) Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CITADEL rises, ancient and proud above the town, as - - a GERMAN RECONNAISSANCE PLANE flies a circle over the CITADEL and lays a CIRCLE OF WHITE SMOKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISMAY, (0.S.)",
          "text": "+». aS a last, and probably hopeless, stand. The order, ‘every man for himself’ has been given.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIGADIER NICHOLSON, surrounded by the DEAD and WOUNDED, reads the dispatch from CHURCHILL - grim reading. He lowe it, stricken, afraid, as he hears...the DRONE of 50 GERMA BOMBERS rising...coming closer...closer...He looks up int the dark skies...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the POV of a GERMAN bomber, at high altitude - - the CIRCLE OF SMOKE comes beneath it, and in the middle the circle, perfectly targeted far below, the CITADEL. Into the CIRCLE of SMOKE the BOMBER drops its PAYLOAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ECU on: WINSTON’s EYES, as if -while staring at the map- is witness to this defeat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOMBS fall on the town, and at last the CITADEL itsel takes a DIRECT HIT. It crumbles, and falls... \f67. INT. WINSTON’S STUDY / 10 DOWNING STREET - NIGHT ECU ON: A MILITARY DISPATCH, that reads: CALAIS FALLEN. NUMBERS OF DEAD OR CAPTURED UNCERTAIN. GENERAL GORT. Across the room, WINSTON is at his desk, immobile, nursin glass of whiskey and soda, as, - - CLEMMIE enters - and looks at him, with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "(worried) Go to bed, Pig. He gives no reply -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE, (CONT'D)",
          "text": "You must sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Leave me, Clemmie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "The opportunity for doing so passed a long time ago. She gets an idea, and exits urgently, leaving him alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON, in his SILK ROBE, still sits at his desk. The curtains are drawn. It’s MORNING. He walks to a TELEPHONE dials - ADMIRAL RAMSAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Bertie--what’s been the response?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANGLE ON: 5 SMALL CRAFT, arriving at DOVER - a packet boa yacht, a fishing boat, a skiff... ANGLE ON: RAMSAY, talking into a FIELD TELEPHONE, watchin from atop DOVER CASTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL RAMSAY",
          "text": "It will take time. It’s too soon to judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "How many boats so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL RAMSAY",
          "text": "It will take time. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "The request for civilian boats was not a request, Bertie. It was an order! In frustration, WINSTON slams down the PHONE, as - - SAWYERS, the VALET, enters and draws the curtains. As L floods the room--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CROWD of ON-LOOKERS are gathered there, as - - WINSTON, emerges to get into a GOVERNMENT CAR. He is an ridden now, gives the (POLITE) V-FOR-VICTORY SIGN, (PALM- but his heart isn’t in it. Hunch-backed, his eyes downcas he gets in his GOVERNMENT CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON and the KING at lunch at a DINING TABLE. WINSTON heartily. The KING, with little appetite, smokes, watches WINSTON wash down the food with hearty gulp of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "(pours drinks) How do you manage drinking during the day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Practice. After another silence -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "I have been asked--if plans should be drawn--to evacuate my f-family and I--to Canada. I wish to know the opinion of our prime minister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "My opinion? My opinion would be that you must do what you feel is right for yourself, your family, and for the country. Your survival is paramount. Prime Ministers--we seem to come and go at an astonishing rate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Your--p-position in parliament, I hear, is not strong. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "My party resents how Chamberlain was pushed aside. And many others doubt me. I was not a popular choice. The KING nods - he himself resented WINSTON - and he turn away briefly, in embarrassment. WINSTON (CONT’D) They want Halifax still. But why get rid of the organ grinder and replace him with the monkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Lord Halifax is a close personal friend of mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I am unwanted. I’ve never been trusted since the Gallipoli campaign. Unwanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Perhaps--it is because--you scare people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Who?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "You scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(scarily) What?! What nonsense! What could be scary about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "One never knows what is going to come out of your mouth next. Something that w-will flatter-- or wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "My emotions are unbridled. WINSTON drops some meat into the mouth of a CORGIE waitin WINSTON’s feet for food. WINSTON (CONT’D) A wildness. In the blood. I share it with my father. (beat) Mother also. We lack the gift of-- temperance. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Were you close--to your parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "My mother was glamorous--but perhaps too widely loved. This draws an eye-brow rise from the King. WINSTON (CONT’D) My father--to me was like God-- busy elsewhere. The KING smiles. He cannot help but like this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON walks through the MEN and WOMEN en route to his O He stops before ELIZABETH LAYTON - looks into her eyes. S see the DOUBT, the SADNESS, the PAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Miss Layton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Reach--I need to reach--speak to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "To?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "3pm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH LAYTON",
          "text": "3pm, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Ask Bridges to summon the--the uh-- the War Cabinet for 3pm. Thank you. She watches him walk away - - only for WINSTON to be stopped by JOHN EVANS with a COMMUNIQUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Sir-from Lord Gort, in France. \f71. WINSTON reads the message -- his EYES WIDEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Belgium has fallen. They will surrender at midnight. France will soon follow suit. REACTION WINSTON: Shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAR CABINET MEETING 3.",
          "text": "PRESENT: 9 PERSONS. The Main War Cabinet (CHURCHILL, CHAMBERLAIN, HALIFAX, GREENWOOD, ATLEE) and the FOLLOWING (EDEN, CADOGAN, IRONSIDE, BRIDGES. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FILM REEL is projected onto a SCREEN. We see images of GERMAN SPEEDBOATS. We see the NAZI leadership, holding ma pointing out to sea toward Britain...We see a giant LONG- RANGE SUPER CANNON being revealed by GERMAN soldiers. Ove this, we hear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "We have received reports that the most probable method of attack, which Germany might employ against this country, is a large fleet of fast motor boats, possibly up to 200, carrying 100 men apiece to carry out a seaborne raid on a large scale. By this means a considerable force of the enemy could be landed at many points on the coast simultaneously with air- borne raids inland. We do not feel that by naval or air action we could prevent such a landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Could you repeat that? HALIFAX turns to look hard at WINSTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "We must prepare for the imminent invasion of our island. The shock registers on all the faces. Hold on ANTHONY EDE he lowers his HEAD. BRIDGES opens a BOTTLE of WHISKEY and starts to pour into tumblers for the non-military personnel. Silence, as IRONSIDE sits. \f72. Silence. Lost looks. General state of high anxiety. They to WINSTON for leadership - and he appears to be about to something in response to this black news - BUT NO WORDS C After this awkward silence - HALIFAX looks directly at WINSTON —",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Let the record state--that I have received word from the Italian Embassy in London that Italy is prepared to mediate a resolution between Britain, its Allies, and Germany. The CABINET SECRETARY, records this statement for history WINSTON fumes that this has been put on the record and st with anger at HALIFAX. WINSTON has been totally put on the spot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(sunk by the news) Perhaps--then-- The CABINET waits on the final INEVITABLE words - WINSTON (CONT’D) --the time for such an offer from us is - HALIFAX nods at CHAMBERLAIN - success, surely! But WINSTO can’t speak the words they ache to hear. WINSTON (CONT’D) - is when Germany has made an unsuccessful attempt to invade this country. HALIFAX throws his GLASSES on the table in DISBELIEF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Unsuccessful?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Then you leave me no other option -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "(cutting him off) Winston--you are refusing to grasp the realities of how precarious our position is! Our entire army is about to be wiped out! Terms! Must! Be struck! Silence. WINSTON has no room left in which to move. ALL F examine his. \f73. WINSTON looks finally to ANTHONY EDEN - his staunchest supporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Anthony? EDEN’s face is pained - as he retains a MEANINGFUL SILENC CHURCHILL looks to each MAN around the room, and their fa proclaim their support of HALIFAX’s view. UTTERLY ISOLATED - WINSTON has no choice now. WINSTON (CONT’D) Then... (pause) Then it seems... (pause) ...we have no choice but to at least consider the path of negotiation. CHAMBERLAIN and HALIFAX share an astonished look! WINSTON (CONT’D) If Hitler’s peace terms are-- overlordship of Central Europe and return of certain German colonies - (pause) - and if he will leave us our independence, then - then I would be thankful to get out of our present difficulties. It’s quite unlikely that he will make any such offer, but... WINSTON looks at the CABINET SECRETARY who records for posterity his every word -— WINSTON (CONT’D) ...if I were told what the German terms were, then--I would be-- prepared---to--to consider them. The SECRETARY notes down this historic concession, and WINSTON observes this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "Thank you. Prime Minister. CHAMBERLAIN nods at HALIFAX. They have prevailed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX, (CONT'D)",
          "text": "(triumphant) I shall prepare a draft memorandum at once. Finally, WINSTON nods. CHAMBERLAIN and HALIFAX look at ea other again - victory! \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH WIDE-SHOT as WINSTON walks through the TREASURY DRUM toward DOWNING STREET. MILES ALDRIDGE, a lone photographer calls out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILES ALDRIDGE",
          "text": "Mr. Churchill! One picture, one picture, come on sir, one picture! How about a smile, Prime Minister? WINSTON steps toward him, and then DELIBERATELY gives the RUDE VERSION of the V-FOR-VICTORY sign (PALM-INWARD). Win walks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHAMBERLAIN, alone, steadies himself against a wall - his health is fading. He takes out his bottle of MORPHINE and drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. BUCKINGHAM PALACE",
          "text": "KING GEORGE walks out on to a BALCONY and looks down the in BLACKOUT, as his EQUERRY joins him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "I was--ju--just imagining never standing--here again. Perhaps because I am no longer alive, or-- or because the palace itself-- is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EQUERRY",
          "text": "Canada. You must decide, sir. You could rule in exile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Truly? Is that my fate? (pause) You know what? I feel angry. In this moment I’m aware of feeling-- bloody angry. The EQUERRY studies him, as he studies the MALL. INT. ELIZABETH'’S “SHOE-BOX” ROOM/ WAR ROOMS - NIGHT ELIZABETH LAYTON waits, her fingers at the ready. She sne a glance at the CLOCK on her DESK - it is 1.30! WINSTON is in a BLACK MOOD. He struggles to DICTATE a SPEECH... \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I have...come to...to wonder...in... recent days...whether it was...my duty... ECU of: the TYPEWRITER hammers typing “duty” - WINSTON (CONT’D) - to consider... EVANS enters, carrying a TRAY holding a glass and a bottl Elizabeth yawns. WINSTON (CONT’D) ...consider...entering... EVANS is standing there staring at WINSTON, waiting to kn off for the night. WINSTON notices -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Will that be all for tonight, sir? WINSTON ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "-..entering into negotiations with... (unable to speak the dreaded name) .-.-that...corporal...no... EVANS departs without an answer, as - WINSTON pours himse SCOTCH and mumbles to himself - WINSTON (CONT’D) ---gangster--no--tyrant... ..-monster of wickedness, no... WINSTON, wanting more inspiration, turns over a NEWSPAPER on the COVER is - a LARGE PHOTO of ADOLPH HITLER. WINSTON looks at HITLER'S FACE with LOATHING - WINSTON (CONT’D) ..-butcher--no good--monstrous savage?--bloodthirsty guttersnipe!-- housepainter... (throws newspaper on the ground)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOUSEPAINTER",
          "text": "(his head clears) Where were we? Where - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON, hearing no sound of typing, turns - and sees ELIZABETH LAYTON staring at her TYPEWRITER, frozen - WINSTON (CONT’D) Well? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "(softly) I didn’t understand you, sir. He doesn’t reply. She finally adds -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH, (CONT'D)",
          "text": "You were —",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Were?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "You were - mumbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Mumbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Yes sir. WINSTON, crosses to the other side of her and sits down - picks up a FRAMED PHOTO of A HANDSOME YOUNG SOLDIER from desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Your beau? ELIZABETH maintains her composure with true grit during t following exchange -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "My brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Where is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "He was falling back on Dunkirk but he never made it. This rocks WINSTON to the core. He studies ELIZABETH, sti by the beauty of her sad face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH, (CONT'D)",
          "text": "What? His eyes moisten - at all she represents, innocence and l and courage and purity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I’m just looking at you. She turns back to her TYPE-WRITER and sits there waiting, until - feeling awkward - she offers -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Shall I read back what we have? \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "“I have come to wonder in recent days whether it was my duty to consider entering into negotiations-— -with...” WINSTON ponders his next line - but again, NO WORDS COME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "With...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON emerges on to the ROOFTOP of the building, and proceeds to LIGHT UP a CIGAR as he takes in the CLEAR NIG SKY above him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (0.S.)",
          "text": "-.-with... He then hears a DRONE... it is a SINGLE SPITFIRE on NIGHT PATROL. It comes into view, slowly crossing the sky. WINSTON watches this GHOSTLY SIGHT come and go. The littl plane looks very small in such a big expanse of sky... His eyes are WET with TEARS, as he ANGRILY GRINDS OUT his CIGAR. The CAMERA rises up - up - into an AERIAL SHOT of - - WINSTON on the ROOF until - WINSTON is no bigger than a LEAD SOLDIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE enters and sees - WINSTON, sitting on a large boa shaped bed in the dark staring into space, amid UNPACKED BOXES. He’s at a very low ebb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Darling, Winston, Darling? No answer. She goes to him. He’s clearly in trouble -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Shhh. Shhh. You’ve the full weight of the world on your shoulders. But these inner battles, darling - \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I can’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "- I know, I know - but they have actually trained you for this moment. You are strong because you are imperfect. You are wise because you have doubts. From this uncertainty the wisest words will come. Now. I will let him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "The King.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Which King? Our King?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "Well if it isn’t him, it’s a wonderful impersonation. CLEMMIE closes the door. WINSTON looks DISHEVELLED, his s RUMPLED. A Mess. He makes a small effort to tuck in a shi and buttons his waistcoat. KING GEORGE VI enters - the most ‘proper’ man in Europe. height of manners and decorum. Wears an IMPECCABLE SUIT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "Mr Churchill--I hope you can for-- give the late hour but your wife thought tonight would be a good time. Winston is standing by the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI, (CONT'D)",
          "text": "Shall we sit? The KING sits in an ARMCHAIR. Winston sits on the bed. WINSTON makes a futile effort to put on his public face..",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Something to drink? Er -",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "No, thank you. WINSTON remains seated on the edge of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI, (CONT'D)",
          "text": "I received a visit... \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "From?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING GEORGE VI",
          "text": "Viscount Halifax. (beat) It appears--the prospect of a peace deal with Hitler--has increased dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Later today I will address The House. The war cabinet is drafting a letter to Mussolini, asking him to broker talks with Herr Hitler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Then Halifax was correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I should like to know your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "It would be helpful to know yours first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Mine? I should like to know it myself. (beat) Nations which go down fighting rise again, but those which surrender tamely are finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Belgium?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Collapsed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Norway -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Holland. France any hour. After a hard silence -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "And the mood of parliament?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Fear. Panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "And are you not afraid? At all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I am most terribly. scrutinizes him closely - WINSTON (CONT’D) Our defeat in France is the most crushing in the history of the Empire. Support among my party for a campaign of resistance has collapsed. Finally - GEORGE has heard what he has wanted to hear, an makes his pledge - He moves to sit next to Winston on the bed",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "You have my support. WINSTON cannot believe his ears. WINSTON —",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Your Majesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "You have my support. (pause) I must confess, I had some reservations about you at-at first. And while some in this country might have dreaded your appointment, none dreaded it like- like Adolph Hitler. speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI, (CONT'D)",
          "text": "Whomever can strike fear into that brute heart is worthy of all our trust. We shall work together. You shall have my support. At any hour. (passionate) Beat the buggers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I fear I may be defeated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "You--you once gave me some advice. Perhaps I can give you some. Go to the people. Let them instruct you. Quite silently, they usually do. But tell them the truth. Unvarnished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I shall speak to parliament, but without support in my own party, I must sue for peace. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "You warned us this day was coming. We failed to listen to you. Lift us up, Mr Churchill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "On certain matters I have few people with whom I can talk frankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Perhaps now we have each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I no longer scare you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE VI",
          "text": "Only a little. I can cope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Yes you can. Your majesty. They remain sitting there, side by side on the boat-shape bed, friends hereafter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTION",
          "text": "RAMSAY, dressed in UNIFORM, is on the phone to - INT. WINSTON’S BEDROOM/ 10 DOWNING STREET - MORNING - WINSTON, in bed, taking the call. (INTERCUT, as necessary - )",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "We are ready. More or less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "More or less what, Bertie? Give me a number!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAMSAY opens the METAL FRENCH DOORS and steps out onto -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAMSAY’s POV OF: over 800 SMALL boats, the “LITTLE SHIPS\" ARRIVING or MOORED. NAVAL officers and VOLUNTEERS board t A RAG-TAG ARMADA. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "In total--860 vessels. The biggest civilian fleet ever assembled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "May God watch over them all. The SHOT PULLS AWAY from RAMSAY on the BALCONY -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMSAY",
          "text": "Operation Dynamo waits upon your command... - and we reveal - that the BALCONY of his BEDROOM is cut right into the cliff-face of THE WHITE CLIFFS OF DOVER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Admiral--you may initiate Dynamo. - CAMERA pulls back and back - until we see the ENTIRE ENGLISH COASTLINE, complete with the “DYNAMO” FLEET. EXT/INT. PRINCES STREET/ WINSTON’S CAR - DAY WIDE SHOT of - WINSTON’s CAR, moving slowly through the r street. WINSTON, in the back seat, looks out the window a the human traffic - seems like he’s in a gold-fish bowl, disconnected. He watches as - MEN IN BOWLER HATS and YOUN WOMEN in SUMMER DRESSES walk to work. As they rush throug the rain shielding themselves with umbrellas and newspape WINSTON, with an UNLIT CIGAR in his mouth, searches his pockets for a MATCH. But he can’t find his matches. When the CAR stops at a RED LIGHT - - TOM LEONARD hears the car door slam. He turns, looks ba WINSTON has jumped out of his car. Tom Leonard opens his and stands looking around for Winston, as crowds rush pas the pouring rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIDGES puts down the TELEPHONE and turns to the ASSEMBLE WAR CABINET -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGES",
          "text": "We've lost the Prime Minister!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CROWD of COMMUTERS parts to reveal - WINSTON, closely studying the UNDERGROUND MAP, trying to it out, until he is RECOGNISED for the FIRST TIME. \f83. A great commotion starts, as people watch respectfully th PRIME MINISTER trying to work out how to use the TUBE. ANGLE ON: WINSTON, studying the MAP, lighting a CIGAR, as - a TEENAGE GIRL stands beside him. She looks at the MAP WINSTON notices her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Do you know how to use this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE GIRL",
          "text": "Yes - (recognising him, her eyes widen) - yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "So--tell me--how do I get to Westminster?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE GIRL",
          "text": "Westminster? Um, the District Line. East. One stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "District Line. East. One stop. Doesn’t sound so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE GIRL",
          "text": "No, sir. WINSTON stalks off, taking the steps down, down. Now ever is stopping to let him go by - PEOPLE are STUNNED SPEECHL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON arrives on the PLATFORM as a TRAIN arrives. The b CHATTER dies down at once - as everyone recognizes WINSTO",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "So--this is the Underground! He BOARDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He boards the TRAIN with an UNLIT CIGAR in his mouth. COM look up and FALL SILENT at once, all RISING to their feet a Lady has entered a room. WINSTON tips his HAT to them. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "What are you all staring at? Have you never seen a Prime Minister ride on the Underground before. When he sits, the COMMUTERS follow suit. The TRAIN doesn’t immediately start going. He waits. Then looks around him. EVERYBODY is doing their best to be well mannered and not but all are failing! They immediately avert their eyes fr WINSTON. WINSTON remembers his unlit CIGAR - WINSTON (CONT’D) Does anyone have a match? Down the CARRIAGE an OLD MAN shakes a box of matches. WIN rises and goes to him. The OLD MAN strikes a match on the THIRD STRIKE. With a SHAKING HAND he lights WINSTON’s CIG WINSTON (CONT’D) Thank you. WINSTON offers his hand... WINSTON (CONT’D) What is your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Oliver Wilson, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And what do you do Mr Wilson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Brick-layer, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Good! (loudly) We shall have great need of brick- layers soon! Business will be looking up! The GROUP laughs, as - the TRAIN lurches into MOTION. WINSTON (CONT’D) Progress! The mood of REVERENCE lightens now, as WINSTON goes to - - a WOMAN WITH A BABY, touches its head. WINSTON (CONT’D) How old? \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN WITH BABY",
          "text": "Eight months, sir. He looks like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Madam, all babies look like me. The causes widespread DELIGHT. Another woman steps up to shake his hand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN WITH BABY",
          "text": "Mrs Jessie Sutton. Everyone has got the hang of this now, and don’t need to spoken to. They step forward in close order -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "(shaking WINSTON'’s hand) Abigail Walker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEST-INDIAN MAN",
          "text": "(shaking WINSTON'’s hand) Marcus Peters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG IRISH WOMAN",
          "text": "(shaking WINSTON'’s hand) Agnes Dillon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "(shaking WINSTON'’s hand) Maurice Baker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE AGED WOMAN",
          "text": "(shaking WINSTON'’s hand) Alice Simpson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE-AGED WOMAN",
          "text": "(shaking WINSTON'’s hand) Miss Margaret Jerome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "My mother was a Jerome--I expect we are closely related! Laughter. He now switches into SPEECH MODE, switches on the inner l",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "And how are you all bearing up? A great hearty response. WINSTON (CONT’D) Of good spirits? Just as well! (laughter) We will need them! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON (CONT’D) Now let me ask you all something-- which has been weighing on my mind. Perhaps you can provide me with an answer. A hushed SILENCE again - they wait. He studies their face reading their minute expressions - WINSTON (CONT’D) The British people. What is their mood? Is it confident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Very.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Some people say it’s a lost cause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Lost causes are the only ones worth fighting for. Now let me ask you this--if the worst came to pass, and the enemy were to appear on these streets, what would you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE AGED WOMAN",
          "text": "Fight the fascists!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Fight them with whatever we can lay our hands on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRISH WOMAN",
          "text": "Broom handles if we must!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "Street by street!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEST-INDIAN MAN",
          "text": "They'll never take Picadilly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Ha!Ha! Never Picadilly indeed! The public laugh. WINSTON SMILES, proud of these people -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON, (CONT'D)",
          "text": "And what--what if I put it to you all--that we might - if we ask hicely - receive very favourable terms from Mr. Hitler if we enter into a peace deal with him right now? What would you say to that? \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEVER",
          "text": "A pause, and then -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEVER",
          "text": "When SILENCE returns, one (young) voice chimes in, late -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Never! WINSTON turns to look for the source of the voice and he sees, and moves toward, one YOUNG GIRL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Will you never give up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Never. Touched, he crosses and sits down opposite the child -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "(to YOUNG GIRL) “Then out spake brave Horatius, The Captain of the gate: To every man upon this earth Death cometh soon or late. And how can man die better Than facing fearful odds - “",
          "sentiment": "neutral"
        },
        {
          "speaker": "WEST INDIAN MAN",
          "text": "“—- for the ashes of his fathers And the temples of his gods.” Everyone is moved. WINSTON, himself, has tears in his eye He wipes his eyes with a handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GIRL",
          "text": "Are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I blub a lot. You’1l have to get used to it. The TRAIN stops. WINSTON (CONT’D) What stop is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE AGED WOMAN",
          "text": "Westminster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "That’s my stop. \f88. Before stepping off the TRAIN he stops to look into the f of the good, brave, true people. Emboldened by their simp courage, he exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAR CABINET MEETING 4.",
          "text": "PRESENT: 17 PERSONS. The Main War Cabinet, minus WINSTON (WINSTON’s CHAIR remains empty): (CHAMBERLAIN, HALIFAX, GREENWOOD, ATLEE) and the FOLLOWING (EDEN, ALEXANDER,",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE, BRIDGES, ISMAY, NICHOLL, WILKINSON.",
          "text": "All are actively discussing the wording of a PEACE OFFER. HALIFAX, leading the formulation of the offer, looks very pleased with the current situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "The Memorandum--titled “Suggested Approaches to Italy”--is as follows...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CADOGAN",
          "text": "“Tf Signor Mussolini will co- operate with us in securing a settlement of all European questions which safeguard the independence and security of the allies...” CAMERA moves in on: WINSTON’s SILVER BOX OF MATCHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HOUSE OF COMMONS",
          "text": "WINSTON comes up from WESTMINSTER TUBE STATION and crosse PARLIAMENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CADOGAN, (0.S.)",
          "text": "“,..and could be the basis of a just and durable peace for Europe, we will undertake at once to discuss, with the desire to find solutions, the matters in which Signor Mussolini is primarily interested...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deep in anxious thought, WINSTON stalks in to the House o Commons and walks down a long hallway.... \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CADOGAN",
          "text": "..\"We understand that he desires the solution of certain Mediterranean questions: and if he will state in secrecy what these are, France and Great Britain will at once do their best to meet those wishes”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the first floor and is met by a relieved JOHN EVANS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN EVANS",
          "text": "Sir! The War Cabinet is waiting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I am due to address the Outer Cabinet. I haven’t spoken to them since the formation of the new government. Moving up the HALLWAY, WINSTON and EVANS pass huddled gro of YOUNGER MP’s - WINSTON STOPS, thinks, and then turns back to them. WINSTON (CONT’D) Good day. (pause) I am--about to speak to my Outer Cabinet in my rooms and--I extend the invitation to any of you who would care to join them. WINSTON forces a SMILE, then departs. After a moment, the MP’s rise, look at each other, murmur rise and follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROOM is now FULL with 40 MEN - CABINET MEMBERS and YO BACK-BENCHERS. WINSTON enters, with JOHN EVANS - shakes the hand of YOUN CONSERVATIVE MP (ERNLE HASTINGS) . The DOORS are CLOSED. WINSTON stands in front of the GATHERING. They wait for him to speak. At first no words come from WINSTON, and then - \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Later today--I will address the House on the matter of our nation’s security. (silence) At this very moment the War Cabinet is drafting papers that lay out our willingness to enter into peace talks with Herr Hitler, via his lacky, Signor Mussolini. (pause) I have thought carefully in these last days--whether - (pause) -whether it was part of my duty-- to consider entering into negotiations with - (beat) - that Man. He puts on his GLASSES and takes out a MATCH-BOOK - on wh is written the names of the people he met in the Undergro WINSTON (CONT’D) But then I spoke--with Oliver Wilson - (starts to read names from his matchbook) - Mrs Jessie Sutton, Mrs Abigail Walker... ANGLE ON: the CARD. The names of the TUBE COMMUTERS are a written there... REACTION: MP’s, slight confusion as they try to remember these people are... WINSTON (CONT’D) ...-Marcus Peters, Agnes Dillon, Maurice Baker, Alice Simpson, and Miss Margaret Jerome--brave, good, true citizens of this kingdom--and they argued, strongly, that it was idle to think that, if we tried to make peace now, we should get better terms than if we fought it out. The Germans, Mr Baker felt, would demand - in the name of disarmament - our naval bases, and much else. And I think he’s right. Jessie Sutton, speaking for many, believes we should then become a slave state, though a British Government - which would be Hitler's puppet - would be set up - under Mosley or some such person. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERNLE HASTINGS",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And I join with them in asking a further question, a question I put to you: where should we be at the end of all that? He SURVEYS their silent UNCERTAIN FACES. WINSTON (CONT’D) (silence) Perhaps some might benefit--the powerful might be able to parlay good terms--preserved in their country redoubts, out of sight of the Swastika flying on Buckingham Palace, over Windsor, draped on these very buildings -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK-BENCHER 1",
          "text": "Never!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "So I come to you--to learn your minds in this grave hour. The FACES of the MP’s are RESOLUTE, MOVED, READY TO FIGHT WINSTON (CONT’D) You see, we do still have immense reserves and advantages... A NOISE begins to build in the room, mumbling, turning in shouts, over which WINSTON must shout - WINSTON (CONT’D) -..and it was pointed out to me - (holding up list of names from Underground) - by my new friends--that you might even rise up and tear me down were I for one moment to contemplate parley or surrender. A spontaneous round of emotional applause. It surprises WINSTON. It surprises even those who are applauding. WINSTON (CONT’D) Were they wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Then...then...then - \f92. The DIN dies down. When silence returns... WINSTON (CONT’D) - then--it appears to be your will also, that if this long island story of ours is to end at last, then it should only be - (pause, then powerfully -) - when each one of us lies choking in his own blood upon the ground! A GIANT HOORAY goes up and the YOUNG MPs RUSH UP to WINST who is soon SWAMPED by MPs shaking his HAND, PATTING HIM the back - a MASSIVE SIGN OF SUPPORT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON somberly addresses the WAR CABINET (plus ANTHONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "And when I asked to know their minds there occurred a demonstration which, considering the character of the gathering, quite surprised me. There is no doubt that if we falter at all in the leading of the nation we should all be hurled out of office. I am sure now that every Minister on both sides of the house is ready to be killed quite soon, and have all his family and possessions destroyed, rather than give in. In this they represent almost all the people. It falls to me in these coming days and months to express their sentiments. There shall be no negotiated peace... (to HALIFAX) --and you must each do now as you see fit. (beat) I must now address parliament, and I’m yet to write a word of my speech. WINSTON grabs his SILVER BOX OF MATCHES left earlier on t table - WINSTON (CONT’D) There’s the buggers. - then walks out, passing the tall IRONSIDE, and clapping the shoulder. WINSTON (CONT’D) “Tiny”. \f93. GENERAL IRONSIDE - having his war at last - smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IRONSIDE",
          "text": "Sir. EDEN happily follows his LEADER now. REACTION: HALIFAX. BETRAYAL. CHAMBERLAIN avoids HALIFAX’s eyes. ATTLEE and GREENWOOD smile. INT. CORRIDOR - WAR ROOMS / ELIZABETH’S ROOM - DAY WINSTON walks toward ELIZABETH LAYTON’s “Shoe-Box” room, knocks, opens the door, remains in the doorway -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Miss Layton? ELIZABETH looks up from her work -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELIZABETH",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "I’m in need of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALIFAX detains CHAMBERLAIN as the CABINET leaves the mee",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "We must both now resign. Force a vote of no confidence. I have your word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAMBERLAIN",
          "text": "Let us--let us go to the Commons first. Join our colleagues. And speak after the Prime Minister's address. CHAMBERLAIN takes his coat and leaves HALIFAX worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE is getting dressed, and then turns to look at her in the mirror, and reveal - - that she is in UNIFORM (Red Cross).",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEMMIE",
          "text": "(to her reflection) Here lies a woman, who is always tired--for she lived in a world where too much was required.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA moves in on WINSTON’S PARKED CAR, and we gradually hear the sound of - TYPING. Through the WINDOW of the CAR we finally see - WINSTON, dictating to ELIZABETH LAYTON, her TYPE-WRITER o her knee going clack, clack, clack. (WINSTON gesticulates he composes the crucial words.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WINSTON addresses a PACKED HOUSE of COMMONS. A CROWD of s FIVE HUNDRED listen, with more in the GALLERY. Among the GALLERY crowd, JOHN EVANS. ELIZABETH LAYTON arrives late, and learns over the hand-r looking down anxiously at - WINSTON, as he launches his final assault -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Turning once again--to the question of invasion--I would observe that there has never been a period in all these long centuries of which we boast, when an absolute guarantee against invasion could have been given to our people. ANGLE ON: HALIFAX, in the GALLERY, keenly watching. WINSTON (CONT’D) I have, myself--full confidence that if all do their duty, if nothing is neglected, and if the best arrangements are made, as they are being made, we shall prove ourselves once more able to defend our island home, to ride out the storm of war, and to outlive the menace of tyranny -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEMMIE, in her UNIFORM, listens to WINSTON’s broadcast o the RADIO, as she has her portrait photographed by CECIL BEATON. She is awkward in front of the camera. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The KING smokes as he listens to the same broadcast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "which she",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "- if necessary for years, if necessary alone. At any rate, that is what we are going to try to do. That is the resolve of His Majesty's Government - every man of them. That is the will of Parliament and the nation. The British Empire and the French Republic, linked together in their cause and in their need, will defend to the death their native soil, aiding each other like good comrades to the utmost of their strength. ELIZABETH, who is “mouthing” these words, some of already knows by heart - WINSTON (CONT’D) Even though large tracts of Europe and many old and famous States have fallen or may fall into the grip of the Gestapo and all the odious apparatus of Nazi rule, we shall not flag or fail. We shall go on to the end. We shall fight in France--we shall fight on the seas and oceans, we shall fight with growing confidence and growing strength in the air, we shall defend our island - whatever the cost may be. We shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; We shall never surrender, and if, which I do not for a moment believe, this island or a large part of it were subjugated and starving, then our Empire beyond the seas, armed and guarded by the British Fleet, would carry on the struggle, until, in God's good time, the New World, with all its power and might, steps forth to the rescue and the liberation of the old! \f96. The LABOUR BENCHES begin to wave their papers in the air call their approval, (it is against Parliamentary etiquet to ever clap in the House of Commons). WINSTON’S children bang their hands on the woodwork. WINSTON’s CONSERVATIVE colleagues all look to CHAMBERLAIN CLOSE ON: HALIFAX, looking down from the GALLERY at CHAMBERLAIN, closes his eyes, knowing what is coming next - CHAMBERLAIN TAKES OUT HIS WHITE HANDKERCHIEF, and tamps his forehead with it. It’s enough. The CONSERVATIVE FACTION, ignited, rises to their feet in THUNDEROUS SUPPO of WINSTON. REACTION HALIFAX: Defeat. WINSTON turns to ANTHONY EDEN, registering surprise at th strength of support, and winks - EDEN grins and SHAKES his FRIEND’s HAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDEN",
          "text": "Changed your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON",
          "text": "Those who never change their mind never change anything. The UPROAR in the HOUSE continues, those in the gallery b to throw their parliamentary papers into the air which th rain down into the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANHOPE",
          "text": "What just happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALIFAX",
          "text": "He just mobilized the English language--and sent it into battle. Every man is on his feet waving their parliamentary paper and throwing them into the air, shouting and stamping. Smiling with due deference WINSTON takes up his things an walks down the central aisle of the house as papers conti to rain down from the gallery like ticker tape or confett As the GREAT DOORS of the COMMONS close behind him - the screen becomes BLACK. Up with END CAPTIONS: \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOTED OUT OF OFFICE BY THE BRITISH PEOPLE.",
          "text": "“SUCCESS IS NOT FINAL, FAILURE IS NOT FATAL: IT IS THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINSTON CHURCHILL",
          "text": "Roll End Credits.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_520"
    }
  ]
}